{
    "fields": {
        "subtitle": "", 
        "description": "Maziwa ya mama tu ni chakula na kinywaji pekee anachohitaji\r\nmtoto mchanga ndani ya miezi sita ya mwanzo tangu kuzaliwa.\r\nBaada ya miezi sita, pamoja na maziwa ya mama, mtoto\r\nanahitaji aina nyingine mbalimbali za vyakula ili kuhakikisha\r\nkuwa anakua na kwa afya. ", 
        "language": "swh_TZ", 
        "title": "Maziwa ya mama tu ni chakula na kinywaji pekee anachohitaji mtoto mchanga ndani ya miezi sita ya mwanzo tangu kuzaliwa. Baada ya miezi sita, pamoja na maziwa ya mama, mtoto anahitaji aina nyingine mba", 
        "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
        "created_at": "2014-10-12T19:01:23.549140+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T19:01:23.549303+00:00", 
        "linked_pages": [], 
        "slug": "maziwa-ya-mama-tu-ni-chakula-na-kinywaji-pekee-anachohitaji-mtoto-mchanga-ndani-ya-miezi-sita-ya-mwanzo-tangu-kuzaliwa-baada-ya-miezi-sita-pamoja-na-maziwa-ya-mama-mtoto-anahitaji-aina-nyingine-mba", 
        "content": "Katika miezi sita ya mwanzo, wakati ambao ni wa hatari zaidi kwa mtoto,\r\nunyonyeshaji wa maziwa ya mama pekee husaidia kumlinda mtoto dhidi ya\r\nugonjwa wa kuharisha na maambukizo mengine ya kawaida, na humwezesha\r\nmtoto kuyaanza maisha vizuri. \r\n\r\nKatika umri wa miezi sita, mtoto anakuwa amekua kufikia hatua ambayo\r\nvyakula na vinywaji vingine huhitajika sambamba na maziwa ya mama.\r\nVyakula hivi humpa mtoto nguvu, protini, vitamini, na virutubisho vingine\r\nvinavyohitajika ili kusaidia ukuaji. \r\n\r\nAina mbalimbali za vyakula—mbogamboga na matunda, nyama, nyama ya\r\njamii ndege, samaki, mayai, na bidhaa za maziwa—husaidia kumpatia mtoto\r\nmahitaji yake ya virutubisho. Kumnyonyesha mtoto maziwa ya mama kwa\r\nmuda wa hadi miaka miwili na zaidi, huwa ni chanzo muhimu cha virutubisho\r\nvinavyomlinda mtoto dhidi ya magonjwa.\r\n\r\nMtoto akicheleweshwa sana kuanza kupewa vyakula vigumu, vigumu kidogo,\r\nau laini, mtoto huyo anaweza asiwe anapata virutubisho muhimu. Hali hii\r\nhuweza kupunguza kasi ya ukuaji wake. \r\n\r\nMtoto anapoanzishiwa vyakula vigumu, vigumu kidogo, au laini, ni muhimu\r\nkuanza na vyakula laini, kisha vyakula vya rojorojo na hatimaye taratibutaratibu\r\nkuendelea kumpa vyakula vigumu zaidi. Kadri mtoto anavyopewa aina\r\nmbalimbali za vyakula bora, ndivyo hupata mlo wenye virutubisho na kamili\r\nzaidi.\r\n\r\nUtoaji wa aina mbalimbali za chakula na kwa muda wote unapaswa uendane\r\nna mahitaji ya mtoto na uwezo wake wa kula. Watoto wachanga wanaweza\r\nkula mchuzi na uji mwepesi/uliochujwa au mseto wa vyakula katika umri\r\nwa miezi sita. Katika umri wa miezi 8, watoto wachanga wengi hula vyakula\r\nvinavyoliwa kwa kutumia vidole (vyakula ambavyo watoto wanaweza kuwa\r\nwenyewe). Katika umri wa miezi 12, watoto wengi wanaweza kula aina zilezile\r\nza chakula zinazoliwa na wanafamilia wengine. \r\n\r\nWazazi au walezi wengine wanapaswa kuepuka kuwapa watoto vyakula\r\nvinavyoweza kuwakwama (kupaliwa) watoto kama vile jamii ya karanga,\r\nzabibu, na karoti mbichi na vyakula vingine vyenye umbo linaloweza kukwama\r\nkooni.\r\n\r\nInaweza kuwa vigumu kutimiza mahitaji yote ya virutubisho vya mtoto bila\r\nkuwa na chakula kingi kinachotokana na wanyama. Hivyo, inaweza kuwa\r\nmuhimu kumpa mtoto vyakula vilivyoimarishwa au vya mchanganyiko au\r\nvyenye mchanganyiko wa vitamini na virutubisho vya madini, kama vile\r\nungaunga, majimaji, au vidonge vinavyoweza kuyeyuka. Mtaalamu wa\r\nafya anaweza kumshauri mzazi au mlezi mwingine kuhusu vyakula vyenye\r\nvirutubisho vingi, na virutubisho vya nyongeza, kama ni lazima. \r\n\r\n**Vifuatavyo ni baadhi ya vyakula vyenye virutubisho vinavyoweza\r\nkuliwa na watoto wadogo:**\r\n\r\n - Vyakula vikuu, ikiwa ni pamoja na nafaka (mpunga, ngano, mahindi,\r\n   mtama), mizizi (muhogo, viazi vikuu, viazi) na matunda yenye wanga\r\n   (ndizi na shelisheli).\r\n - Vyakula vyenye protini nyingi, kama vile nyama nyekundu, nyama ya\r\n   jamii ya ndege, samaki, maini, na mayai, (huweza kulishwa mtoto\r\n   mapema zaidi na mara kwa mara kadri iwezekanavyo).\r\n - Bidhaa za maziwa, kama vile jibini, maziwa mtindo, na maziwa\r\n   yaliyokaushwa (yanayoweza kuchanganywa na vyakula vingine, kama vile\r\n   uji uliopikwa). Hizi ni aina nzuri za vyakula katika kipindi cha\r\n   miezi sita ya pili cha unyonyeshaji maziwa ya mama katika maisha ya\r\n   mtoto. Hizi ni aina nzuri za vyakula kuliko maziwa mabichi, ambayo ni\r\n   magumu kufyonzwa tumboni mwa mtoto.\r\n - Mbogamboga zenye majani ya rangi za kijani na chungwa, kama vile\r\n   mchicha/spinachi, bronkoli (jamii ya kabichi), matembele, karoti,\r\n   maboga, na viazi vitamu (ambazo zina vitamini).\r\n - Jamii ya kunde, kama vile maharage, dengu, na njugu (kwa ajili ya\r\n   kuongeza mchanganyiko na kupata na protini, nguvu, na madini chuma).\r\n - Mafuta, hususani mafuta ya mbegu , mafuta ya soya, mafuta mekundu ya\r\n   mawese, siagi au majarini.\r\n - Mbegu, ikiwa ni pamoja na siagi ya karanga, na siagi nyingine kama\r\n   vile za mbegu za maboga, alizeti, matikitimaji, au ufuta (kwa ajili\r\n   ya nguvu na vitamini).\r\n\r\nNi vigumu kupata virutubisho vyote vinavyohitajika kwa ajili ya watoto\r\nwadogo katika mlo unaotokana na mimea. Ugumu huu ni kwa sababu\r\nvyakula vitokanavyo na wanyama huwa na virutubisho muhimu, kama\r\nvile madini chuma. Mtoto anayekula mlo unaotokana na mimea anahitaji\r\nkupata virutubisho vya ziada vinavyopatikana katika vidonge au unga wa\r\nvitamini mchanganyiko, vyakula mchanganyiko vilivyoimarishwa, au vyakula\r\nvilivyoongezwa vitamini. \r\n\r\nKwa kawaida, mwili haifyonzi vizuri madini chuma yatokanayo na vyakula vya\r\nmimea. Hata hivyo, vyakula vitokanavyo na mimea kama vile jamii ya kunde\r\n(maharage meupe na dengu) vina madini mengi ya chuma. Mwili unaweza\r\nkufyonza madini chuma vizuri zaidi kama vyakula vyake vitaliwa pamoja na\r\nvyakula vyenye vitamini C, kama vile machungwa na matunda na juisi ya\r\nmalimau na ndimu. ", 
        "source": "5145fdf697b7420eacaa9ff9cc9d5a39", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "06b96d9a6d90482b9d33042b9caf073a"
    }, 
    "model": "GitPageModel"
}