{
    "fields": {
        "subtitle": "", 
        "description": "Watoto wote hukua na hubadilika kwa mfumo unaofanana,\r\nhata hivyo kila mtoto hubadilika kivyake. Kila mtoto anavyo vitu\r\nvyake vinavyomvutia, silika yake, aina yake ya kuishirikiana na\r\nwatu wengine na namna yake ya kujifunza. ", 
        "language": "swh_TZ", 
        "title": "Watoto wote hukua na hubadilika kwa mfumo unaofanana, hata hivyo kila mtoto hubadilika kivyake. Kila mtoto anavyo vitu vyake vinavyomvutia, silika yake, aina yake ya kuishirikiana na watu wengine na n", 
        "primary_category": "84c39134746243a1a04fc013fd1b1e0e", 
        "created_at": "2014-10-12T17:40:36+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T17:42:09.243020+00:00", 
        "linked_pages": [], 
        "slug": "watoto-wote-hukua-na-hubadilika-kwa-mfumo-unaofanana-hata-hivyo-kila-mtoto-hubadilika-kivyake-kila-mtoto-anavyo-vitu-vyake-vinavyomvutia-silika-yake-aina-yake-ya-kuishirikiana-na-watu-wengine-na-n", 
        "content": "Kufahamu umri na hatua za mabadiliko ya mtoto husaidia wazazi kutambua\r\naina ya mabadiliko yanayotegemewa kutokea kwa mtoto kulingana na\r\nmtoto anavyokuwa na kubadilika. (Rejelea maelezo ya namna watoto\r\nwanavyobadilika hapo chini.) Wazazi na walezi wengine waombe ushauri pale\r\nwanapodhani kwamba mtoto wao habadiliki kama inavyotegemewa.\r\n\r\nWazazi wanaweza kutambua dalili za tatizo la ulemavu kwa mtoto kwa\r\nkuchunguza namna mtoto mdogo anavyofanya pale anapoguswa, anaposikia\r\nsauti na anapoona kitu. Endapo mabadiliko yanayotegemewa ya mtoto\r\nyanatokea polepole sana, wazazi na walezi wanaweza kumsaidia mtoto kwa\r\nkukaa naye muda mwingi zaidi wakicheza, kuongea na kumsugua mwili wake\r\ntaratibu.\r\n\r\nEndapo baada ya kukaa na mtoto kwa muda mwingi zaidi na kumsaidia bado\r\nhapatakuwa na mabadiliko ya kuridhisha, wazazi na walezi watafute ushauri\r\nkwa mtaalamu wa afya. Kuchukua hatua mapema ni muhimu sana katika\r\nkumsaidia mtoto aliyechelewa kufikia mabadiliko yanayotegemewa kwa\r\nwakati au mlemavu. Wazazi na walezi wengine hawana budi kutilia maanani\r\nmaendeleo kamili ya vipaji na uwezo wa mtoto.\r\n\r\nMtoto mlemavu, awe wa kike au wa kiume, huhitaji kuonyeshwa upendo\r\nwa hali ya juu pamoja na kupewa ulinzi wa ziada. Pamoja na hilo. huhitajii pia\r\nmambo yote ambayo watoto wengine wasio walemavu wanahitaji, yaani\r\nkujaliwa, kulelewa vizuri na kupewa huduma nyingine zote: kuandikishwa\r\nbaada ya kuzaliwa, kunyonyeshwa, kupewa chanjo, lishe bora na kulindwa\r\ndhidi ya uonevu na unyanyasaji. Kama ilivyo kwa watoto wote, watoto\r\nwalemavu wahamasishwe kushiriki kwenye michezo na kuchanganyika na\r\nwenzao. \r\n\r\nMtoto asiye na furaha au mwenye matatizo ya kihisia anaweza kuonyesha\r\ntabia isiyo ya kawaida. Kwa mfano anaweza: \r\n\r\n - kukasirika ghafla, kujitenga, kuhuzunika, kuwa mvivu na kukataa\r\n   kusaidiwa\r\n - kuiga au kuonyesha tabia mbaya\r\n - kulia mara kwa mara\r\n - kukosa usingizi\r\n - kuwa mkatili kwa watoto wengine\r\n - kujitenga na kukaa peke yake badala ya kucheza na wanafamilia au\r\n   marafiki.\r\n - kuingiwa na hali ya kutokupenda kazi za kawaida au za shuleni\r\n - kupoteza hamu ya kula.\r\n\r\nWazazi au walezi wengine wa mtoto wa aina hiyo wahimizwe\r\nkuzungumza na mtoto huyo pamoja na kumsikiliza. Endapo tatizo\r\nlitaendelea, watafute ushauri kwa mtaalamu wa afya au kwa\r\nmwalimu.\r\n\r\nEndapo mtoto ana matatizo ya kiakili au ya kihisia au kama\r\namenyanyaswa, inabidi apatiwe huduma ya ushauri nasaha au ya\r\nwataalamu wa afya. Mtoto achunguzwe ili kubaini aina ya msaada\r\nau matibabu anayopaswa kupatiwa.", 
        "source": "84fbb1b02cc24899bed6b0cb00c49b0b", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "17a4c82ab3334e958c0262d9221b42ed"
    }, 
    "model": "GitPageModel"
}