{
    "fields": {
        "subtitle": "", 
        "description": "Kila mtu anayeishi na VVU anapaswa kujua haki zake.", 
        "language": "swh_TZ", 
        "title": "Kila mtu anayeishi na VVU anapaswa kujua haki zake. ", 
        "primary_category": "62caccc5066b4e9f82185983536893fb", 
        "created_at": "2014-10-13T14:38:07+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T15:12:08.999714+00:00", 
        "linked_pages": [], 
        "slug": "kila-mtu-anayeishi-na-vvu-anapaswa-kujua-haki-zake", 
        "content": "Serikali zina wajibu wa kuhakikisha haki za watoto na wanafamilia\r\nwalioambukizwa au kuathiriwa na VVU zinalindwa, na wajibu wa kushirikiana\r\nna familia, jamii na asasi zisizo za kiserikali na za kidini kulifanikisha jambo hilo. \r\n\r\nPale UKIMWI unapokuwa katika mazingira ya umaskini uliokithiri, ya\r\nmigogoro na familia kubwa, kusaidia watoto wote yatima na wale wote\r\nwanaokabiliwa na hatari mbalimbali ndio mkakati rahisi na wa busara. Watoto\r\nwalioambukizwa au kuathiriwa na VVU wanapaswa kujumuishwa kikamilifu\r\nkatika mkakati wa aina hiyo na haki zao kulindwa –ikiwa ni pamoja na haki ya\r\nfaragha, usiri na ya kutobaguliwa. \r\n\r\nWatoto wengi huishi katika mazingira magumu bila ulinzi kamili wa haki\r\nzao. Wanaweza kuambukizwa VVU au kuwa katika hatari hiyo. Wanaweza\r\nkuishi mitaani, katika vituo vya watoto yatima au katika umaskini uliokithiri\r\nau mazingira ya unyonywaji. Watoto hawa wana haki ya kuishi katika familia.\r\nFamilia zao zinaweza kuhitaji msaada ili kuziwezesha ziishi pamoja na watoto\r\nhao. Watoto walio mbali na familia zao wanaweza kuhitaji msaada wa\r\nkuungana na familia zao, ikiwa wanapenda hivyo. Watoto wote hawa hawana\r\nbudi kupata msaada wa kwenda shuleni au kupata mafunzo ya ufundi stadi.\r\nWanahitaji msaada wa kupata huduma za afya na matunzo ya lishe, huduma\r\nza kisheria na ustawi wa jamii. Wanahitaji na wana haki ya kupata huduma hizi. \r\n\r\nSerikali za mitaa, asasi zisizo za serikali, mashirika ya kidini na asasi za kijamii\r\nzinaweza kuwasaidia akina mama, akina baba, walezi, watoto na wasichana\r\nwanaoishi na VVU au walioathiriwa na UKIMWI kujua haki zao na kuelewa\r\njinsi ya kuzidai kwa kuzingatia mifumo ya kisheria na kiutawala, halikadhalika\r\nmamlaka za serikali zenye dhamana ya sera, programu na huduma mbalimbali.\r\nWatoto waishio na VVU wanapaswa kushirikishwa kikamilifu katika maamuzi\r\nyote yanayowaathiri, kulingana na uwezo wao unaokua polepole. Nafasi\r\nyao kama mawakili wa haki za binadamu na waelimishaji rika inapaswa\r\nkuimarishwa na kuendelezwa ipasavyo.\r\n\r\n", 
        "source": "f89532f36a97443fbddd60f30d310e6f", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "0a8a7a1b9e13446ca34ba0a47172b54f"
    }, 
    "model": "GitPageModel"
}