{
    "fields": {
        "subtitle": "", 
        "description": "Maziwa ya mama pekee ndicho chakula na kinywaji bora zaidi\r\ncha mtoto mchanga kwa kipindi cha miezi sita tangu kuzaliwa.\r\nKatika kipindi hicho mtoto hahitaji aina nyingine yoyote ya\r\nchakula, hata maji hahitaji", 
        "language": "swh_TZ", 
        "title": "Maziwa ya mama pekee ndicho chakula na kinywaji bora zaidi cha mtoto mchanga kwa kipindi cha miezi sita tangu kuzaliwa. Katika kipindi hicho mtoto hahitaji aina nyingine yoyote ya chakula, hata maji h", 
        "primary_category": "eadb116abd4b427c84316e8f3963b2d6", 
        "created_at": "2014-10-12T17:47:06.517196+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T17:47:06.517357+00:00", 
        "linked_pages": [], 
        "slug": "maziwa-ya-mama-pekee-ndicho-chakula-na-kinywaji-bora-zaidi-cha-mtoto-mchanga-kwa-kipindi-cha-miezi-sita-tangu-kuzaliwa-katika-kipindi-hicho-mtoto-hahitaji-aina-nyingine-yoyote-ya-chakula-hata-maji-h", 
        "content": "Maziwa ya mama ndicho chakula bora zaidi kuliko vyote kwa mtoto mchanga.\r\nHumfanya mtoto akue na kubalika kwa wakati pamoja na kumkinga dhidi ya\r\nmagonjwa. Maziwa ya mama yana lishe kamili kwa mtoto, tofauti na maziwa\r\nya dukani, au ya wanyama. \r\n\r\nMtoto mchanga hahitaji maji au vinywaji vingine au chakula (kama vile chai,\r\njuisi, maji ya sukari, maji maalumu, maji ya mchele, maziwa ya aina nyingine,\r\nvyakula vya dukani au uji) katika miezi sita ya kwanza tangu kuzaliwa. Hata\r\nkatika mazingira ya joto na ukame, maziwa ya mama humtosheleza mtoto\r\nkwa mahitaji yake yote ya maji. \r\n\r\nMaziwa ya mama humeng’enywa kirahisi tumboni mwa mtoto. Maziwa ya\r\nwanyama au ya dukani humeng’enywa taratibu tumboni kuliko maziwa ya\r\nmama. Yanapolinganishwa na aina nyingine za vyakula au vinywaji, maziwa ya\r\nmama hustawisha/hurutubisha mwili wa mtoto vizuri zaidi.\r\n\r\nMaziwa ya mama hulinda mtoto dhidi ya magonjwa kwa sababu yana\r\nkingamwili zinazohamisha kinga ya magonjwa toka kwa mama hadi kwa\r\nmtoto. Hakuna maziwa ya aina nyingine yenye kingamwili ya aina hiyo. \r\n\r\nKumpatia mtoto wa umri wa chini ya miezi sita chakula au kinywaji chochote\r\nzaidi ya maziwa ya mama humwongezea hatari ya kupatwa na ugonjwa wa\r\nkuharisha pamoja na magonjwa mengine. Kwa mfano , maji na vyakula au\r\nvinywaji vingine vinaweza kuwa vimechafuliwa na vidudu vinavyosababisha\r\nugonjwa wa kuharisha, hivyo vikamdhuru mtoto kwa kumwambukiza ugonjwa\r\nwa kuharisha.\r\n\r\nMtoto anayepewa maji au vinywaji vingine au chakula hanyonyi vizuri. Hali\r\nya kutonyonywa vizuri humfanya mama asitoe maziwa mengi, na kumfanya\r\nmtoto adhurike kiafya na kiukuaji. \r\n\r\nEndapo vipimo vya kawaida vya uzito zitabainisha kamba mtoto\r\nanayenyonyeshwa wa umri wa chini ya miezi sita hana maendeleo mazuri:\r\n\r\n - Mama anaweza kusaidiwa namna ya kumfanya mtoto aweke ziwa mdomoni\r\n   vizuri zaidi (ili anyonye vizuri) na kuhakikisha kwamba mtoto\r\n   ananyonya vizuri.\r\n - Mtoto anaweza akawa anahitaji muda zaidi wa kunyonya. Mtoto\r\n   anyonyeshwe kila anapotaka kunyonya, usiku na mchana, walau mara 8\r\n   katika muda wa saa 24. Mtoto aachwe anyonye mpaka aachie ziwa\r\n   mwenyewe na aonekane ameshiba na mwenye usingizi. Hali hiyo huashiria\r\n   kwamba mtoto ameshiba maziwa. Mtoto apewe pia ziwa la pili ambapo\r\n   anaweza kulinyonya au kukataa kunyonya kwa vile ameshiba. Mtoto\r\n   asinyang’anywe ziwa mpaka amalize kunyonya.\r\n - Mtoto aliyezaliwa na uzito pungufu inawezekana asiweze kunyonya\r\n   harakaharaka.\r\n - Mtoto anaweza kuwa mgonjwa hivyo achunguzwa na mtaalamu wa afya\r\n - Inawezekana kuwa mtoto anapewa maji na vinywaji vingine ambavyo\r\n   vinaweza kumfanya asinyonye maziwa mengi. Mama itabidi apate ushauri\r\n   kuhusu namna ya kupunguza au kuacha kabisa kumpa mtoto vinywaji\r\n   vingine na kumnyonyesha zaidi bila kumpa kitu kingine chochote.\r\n\r\nKumnyonyesha mtoto maziwa ya mama pekee na kwa wakati anapotaka\r\nkunyonya kwa kipindi cha miezi sita tangu azaliwe huweza kumfanya\r\nmama asianze kupata siku zake. Hilo linaweza kumfanya mama asipate\r\nujauzito mwingine mapema. Hata hivyo upo uwezekano – chini ya asilimia 2\r\n– kwamba mama anaweza kupata ujauzito kabla ya kuanza tena kupata siku\r\nzake, asilimia ambayo ni sawa na ile ya uwezekano wa kupata ujauzito kwa\r\nwatu wanaotumia njia za kupanga familia. Uwezekano wa kupata ujauzito\r\nhuongezeka zaidi baada ya miezi sita.", 
        "source": "370fd2a475fa482fa7bcd84fabc7a887", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "5f3ade5329b04ddfb808be747563a08e"
    }, 
    "model": "GitPageModel"
}