{
    "fields": {
        "subtitle": "", 
        "description": "Ugonjwa wa malaria ni hatari sana kwa mama wajawazito.\r\nKatika maeneo yenye ugonjwa wa malaria kwa wingi, mama\r\nwajawazito wanapaswa kujikinga dhidi ya malaria kwa kunywa\r\nkinga ya vidonge chini ya usimamizi wa mtaalam wa afya na\r\nkutumia vyandarua vilivyowekwa dawa inayodumu kwa muda\r\nmrefu.", 
        "language": "swh_TZ", 
        "title": "Ugonjwa wa malaria ni hatari sana kwa mama wajawazito. Katika maeneo yenye ugonjwa wa malaria kwa wingi, mama wajawazito wanapaswa kujikinga dhidi ya malaria kwa kunywa kinga ya vidonge chini ya usima", 
        "primary_category": "50790d85e8594cb192f47187ec0b26d0", 
        "created_at": "2014-10-13T13:50:44+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T13:50:48.538944+00:00", 
        "linked_pages": [], 
        "slug": "ugonjwa-wa-malaria-ni-hatari-sana-kwa-mama-wajawazito-katika-maeneo-yenye-ugonjwa-wa-malaria-kwa-wingi-mama-wajawazito-wanapaswa-kujikinga-dhidi-ya-malaria-kwa-kunywa-kinga-ya-vidonge-chini-ya-usima", 
        "content": "Kuna uwezekano mkubwa sana wa mama wajawazito kuugua malaria kuliko\r\nwanawake wengine. Ugonjwa huu ni hatari wakati wa ujauzito, hususani\r\nwakati wa ujauzito wa kwanza. Hii inatokana na mabadiliko katika mwili wa\r\nmama mjamzito ambayo hushusha kinga yake dhidi ya malaria. Ugonjwa\r\nwa malaria huweza kusababisha upungufu mkali wa damu, kuharibika kwa\r\nmimba, kujifungua mtoto kabla ya wakati, au kujifungua mtoto mfu. \r\n\r\nWatoto wanaozaliwa kutoka kwa mama ambao walikuwa na malaria wakati\r\nwa ujauzito, mara nyingi huwa na uzito pungufu. Hali hiyo huwafanya wawe\r\nkatika hatari ya kupata maambukizo au kufariki dunia katika mwaka wao wa\r\nkwanza. \r\n\r\nMama wenye ujauzito wa kwanza katika maeneo yasiyo na kiwango kikubwa\r\ncha malaria, mara nyingi hawaoneshi dalili halisi za malaria.\r\n\r\nMama wajawazito katika maeneo yenye malaria nyingi, hasa ujauzito wa\r\nkwanza, ambao wanaweza kutoonesha dalili halisi za malaria, wanapaswa\r\nkupewa dawa za malaria katika kipindi cha miezi mitatu ya pili na ya mwisho\r\nikiwa ni kinga kulingana na ushauri unaotolewa na mtaalam wa afya. Mtaalam\r\nwa afya atajua dawa zipi za malaria zinafaa. Mama wajawazito wanapaswa\r\nkutumia vyandarua vilivyowekwa dawa. \r\n\r\nMama wajawazito wenye dalili za malaria inayoambukizwa na vimelea aina\r\nya Plasmodium falciparum lazima watibiwe mapema—kwa dawa ya kwinini\r\nkatika miezi mitatu ya mwanzo na tiba mchanganyiko katika kipindi cha miezi\r\nmitatu ya pili na ya mwisho. \r\n\r\n", 
        "source": "afc5d8948a9b4ac295af91fd1ac6cf08", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "8fbec928a2cf438aa21a98b7da58d8a0"
    }, 
    "model": "GitPageModel"
}