{
    "fields": {
        "subtitle": "", 
        "description": "Watoto wana haki ya kulindwa kutokana na unyanyasaji katika\r\nhali ya dharura. Serikali, asasi za kijamii, mashirika ya kimataifa,\r\njamii na familia wana wajibu wa kuwalinda watoto. ", 
        "language": "swh_TZ", 
        "title": "Watoto wana haki ya kulindwa kutokana na unyanyasaji katika hali ya dharura. Serikali, asasi za kijamii, mashirika ya kimataifa, jamii na familia wana wajibu wa kuwalinda watoto. ", 
        "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
        "created_at": "2014-10-13T12:59:13+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T12:59:18.678147+00:00", 
        "linked_pages": [], 
        "slug": "watoto-wana-haki-ya-kulindwa-kutokana-na-unyanyasaji-katika-hali-ya-dharura-serikali-asasi-za-kijamii-mashirika-ya-kimataifa-jamii-na-familia-wana-wajibu-wa-kuwalinda-watoto", 
        "content": "Kuwalinda wasichana na wavulana wakati wa migogoro au majanga ya asili\r\nni muhimu kwa kuwa wanaweza kuwa katika mazingira hatarishi kwa aina\r\nnyingi za ukatili. Baadhi ya vitendo vya ukatili vinahusiana moja kwa moja na\r\ndharura. Hivi ni pamoja na utekwaji nyara, mateso, kipigo, udhalilishaji, na\r\nmajeraha kutoka kwa askari au vikundi vyenye silaha au mapigano katika jamii\r\nyanayotokana na uhaba wa rasilimali. Dharura pia zinaongeza hatari za kawaida\r\nkatika jamii, kama vile ukatili wa majumbani, ukatili shuleni au ukatili baina ya\r\nwatoto wenyewe. \r\n\r\nWasichana na wanawake wapo katika hatari kubwa ya kusafirishwa na\r\nkunyanyaswa kijinsia, ikiwa ni pamoja na kufanyiwa vitendo vya ubakaji,\r\nambavyo wakati mwingine hutumiwa kama mbinu za kivita. Hali hii haikubaliki.\r\nSerikali na mamlaka za mitaa zinapaswa kuchukua hatua ili kuhakikisha\r\nkuwa vitendo hivi kamwe havifanyiki. Wasichana na akina mama ambao\r\nwanafanyiwa vitendo hivi wanahitaji matunzo ya kiafya, msaada wa kisaikolojia\r\nna kupewa unasihi. Baadhi yao watahitaji msaada wa kupangiwa sehemu\r\nnyingine ya kukaa na kukutanishwa na familia zao. \r\n\r\nKatika migogoro inayohusisha mapigano, watoto hawana budi kulindwa.\r\nHawapaswi kuingizwa jeshini au katika vikundi vya wapiganaji au kushiriki\r\nkatika mapigano. Ikiwa watoto wanakamatwa, hawapaswi kuumizwa.\r\nWanapaswa kutengwa na watu wazima (au na familia zao), na ni lazima\r\nwafanyiwe hukumu ya haki. Ikiwa wasichana na wavulana ni waathirika wa\r\nunyanyasaji, wanastahili kudai haki ambayo itahusisha maoni yao. \r\n\r\nNi muhimu kwa watoto na familia zao kutoa taarifa za ukiukwaji wa haki za\r\nwatoto kwa mamlaka husika ikiwa kufanya hivyo hakutaathiri usalama wao.\r\nVitendo vya ukiukwaji wa haki za watoto uliovuka mipaka, ikiwa ni pamoja\r\nna mauaji ya watoto, matumizi ya watoto kama askari, ukatili wa kijinsia\r\nkwa watoto na utekaji nyara, ni lazima viripotiwe kwa mashirika ya kimataifa\r\nyanayotoa huduma za kibinadamu. \r\n\r\n", 
        "source": "31103ca622354f12995536b2d9abbbbd", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "d0dc453ea814411b89deb75c62ee5469"
    }, 
    "model": "GitPageModel"
}