{
    "fields": {
        "subtitle": "", 
        "description": "Watoto na vijana wanapaswa kushiriki kikamilifu katika\r\nkufanya na kutekeleza maamuzi yanayowagusa wao, familia\r\npamoja na jamii kuhusu kuzuia VVU, kutunza na kusaidia watu\r\nwalioambukizwa VVU. ", 
        "language": "swh_TZ", 
        "title": "Watoto na vijana wanapaswa kushiriki kikamilifu katika kufanya na kutekeleza maamuzi yanayowagusa wao, familia pamoja na jamii kuhusu kuzuia VVU, kutunza na kusaidia watu walioambukizwa VVU. ", 
        "primary_category": "62caccc5066b4e9f82185983536893fb", 
        "created_at": "2014-10-13T14:29:29+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T14:29:34.504693+00:00", 
        "linked_pages": [], 
        "slug": "watoto-na-vijana-wanapaswa-kushiriki-kikamilifu-katika-kufanya-na-kutekeleza-maamuzi-yanayowagusa-wao-familia-pamoja-na-jamii-kuhusu-kuzuia-vvu-kutunza-na-kusaidia-watu-walioambukizwa-vvu", 
        "content": "Watoto na vijana na familia wanaweza kuwa wakala madhubuti wa mabadiliko\r\nkatika elimu na harakati za kuzuia VVU na kupunguza unyanyapaa na ubaguzi.\r\nWanapaswa kuwa mstari wa mbele katika uanzishaji na utekelezaji wa harakati\r\nza kupambana na VVU, kwa kuwa ndio wanaoathiriwa zaidi na VVU katika jamii\r\nduniani kote. \r\n\r\nWatoto na vijana wanaweza kuongeza ufahamu kuhusu VVU na upendo kwa\r\nwanaoishi na VVU. Mara nyingi wanapata ujasiri na kujiamini wanavyoendelea\r\nkatika mchakato huo. \r\n\r\n- Majukwaa ya watoto na matukio mengine yanaweza kutoa fursa kwa\r\nwatoto na vijana kuhamasisha jamii kujenga mazingira ya kuwasaidia na\r\nkuwatunza watoto na familia zilizoathiriwa na VVU.\r\n- Shule na shughuli za elimu isiyo rasmi zinaweza kuwasaidia watoto kuunda\r\nvikundi vya rika, na vilabu vya watoto. Hivi vinaweza kuwaleta pamoja\r\nwatoto ambao, kwa msaada wa walimu au wafanyakazi wa ustawi wa jamii,\r\nhuchukua jukumu la kuendesha elimu ya kuzuia VVU na stadi za maisha. \r\n\r\nWatoto, vijana, wazazi, walezi wengine na familia zilizoathiriwa na VVU\r\nwanaweza kusaidiwa kuandaa na kujiunga na vikundi vya kusaidiana, vikundi\r\nrika na vikundi vya kusaidia jamii. Vikundi hivi vinaweza:\r\n\r\n- kujenga mtandao wa kijamii kwa ajili ya kutoa msaada wa kisaikolojia kwa\r\nwanachama\r\n- kushirikishana taarifa za matukio halisi na kuzisaidia familia kupata huduma\r\nza ustawi wa jamii\r\n- kutoa fursa kwa wanafamilia kuwa wanaharakati hai katika jitihada za\r\nkupata njia za kibunifu za kushughulikia uzuiaji wa VVU, ulinzi, matunzo na\r\nmsaada kwa watoto na familia zilizoathiriwa na VVU katika jamii zao. \r\n\r\nKwa kushirikiana na mamlaka za mitaa na serikali, asasi zisizo za kiserikali na\r\nza kidini mara nyingi huvisaidia vikundi hivi. \r\n\r\nVikundi hivi vinapoungana kuunda mtandao, vinaweza kuanzisha harakati za\r\nkuelimishana na kufahamishana kuhusu VVU na kuhimiza ulinzi, matunzo na\r\nmisaada kwa watoto yatima na kwa watoto na familia maskini zilizoathiriwa\r\nna UKIMWI. Juhudi kama hizi zinaweza kusaidia katika kupambana dhidi\r\nya kutengwa, kunyanyapaliwa na kubaguliwa kwa wale wanaoishi au\r\nwalioathiriwa na VVU. \r\n\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "6cc18fab97c24f688729d6fa70797b54"
    }, 
    "model": "GitPageModel"
}