{
    "fields": {
        "subtitle": "", 
        "description": "VVU (Virusi vya UKIMWI) ni virusi ambavyo husababisha\r\nugonjwa wa UKIMWI (Ukosefu wa Kinga Mwilini). Ni ugonjwa\r\nunaokingika na kutibika, lakini hauponyeki. Watu wanaweza\r\nkuambukizwa VVU kwa: (1) kufanya ngono isiyo salama\r\nna mtu aliyeambukizwa VVU (kufanya ngono bila kutumia\r\nkondomu za kiume au za kike); (2) maambukizo toka kwa mama\r\naliyeambukizwa kwenda kwa mtoto wake wakati wa ujauzito,\r\nwakati wa kujifungua, au wakati wa kumnyonyesha; na (3)\r\nmabomba ya sindano, sindano, au vitu vyenye ncha kali vyenye\r\ndamu iliyo na VVU, na kutoa na kuongezewa damu iliyo na VVU.\r\nVVU haviambukizwi kwa kugusana au njia zingine. ", 
        "language": "swh_TZ", 
        "title": "VVU (Virusi vya UKIMWI) ni virusi ambavyo husababisha ugonjwa wa UKIMWI (Ukosefu wa Kinga Mwilini). Ni ugonjwa unaokingika na kutibika, lakini hauponyeki. Watu wanaweza kuambukizwa VVU kwa: (1) kufany", 
        "primary_category": "62caccc5066b4e9f82185983536893fb", 
        "created_at": "2014-10-13T14:09:21+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T14:09:27.146041+00:00", 
        "linked_pages": [], 
        "slug": "vvu-virusi-vya-ukimwi-ni-virusi-ambavyo-husababisha-ugonjwa-wa-ukimwi-ukosefu-wa-kinga-mwilini-ni-ugonjwa-unaokingika-na-kutibika-lakini-hauponyeki-watu-wanaweza-kuambukizwa-vvu-kwa-1-kufany", 
        "content": "Kwa kawaida, watu walioambukizwa VVU huweza kuishi kwa miaka mingi\r\nbila kuonyesha dalili za UKIMWI. Wanaweza kuonekana na kujisikia wana afya\r\nnjema, lakini wanaweza kuwaambukiza virusi watu wengine. Kuanza kutumia\r\ndawa za kupunguza (kufubaza) makali ya VVU kwa muda unaofaa, kunatoa\r\nnafasi kwa mtu aliyeambukizwa kujikinga dhidi ya VVU sugu na hivyo kuishi\r\nkwa afya njema.\r\n\r\nUKIMWI ni hatua za mwisho za maambukizo ya VVU. Watu ambao wana\r\nUKIMWI huwa dhaifu kwa sababu miili yao hupoteza uwezo wa kupigana na\r\nmagonjwa. Kwa watu wazima wasiotumia dawa za kufubaza VVU, UKIMWI\r\nhujitokeza tangu miaka 7 hadi 10 baada ya maambukizo. Kwa watoto wadogo,\r\nUKIMWI hujitokeza haraka zaidi. Hakuna tiba ya kuponya UKIMWI, lakini dawa\r\nza kufubaza virusi vya UKIMWI zinaweza kuwasaidia watu walio na UKIMWI\r\nkuishi muda mrefu zaidi.\r\n\r\nVVU huambukizwa wakati mtu asiye na virusi anapokutana na majimaji ya\r\nmtu aliyeambukizwa, kama vile damu, vitu vilivyo kwenye damu (kutoa na\r\nkuwekewa), maziwa ya mama, majimaji ya sehemu za siri za wanawake na\r\nwanaume.\r\n\r\nMara nyingi, VVU husambazwa toka kwa mtu mmoja hadi mwingine kupitia\r\nngono isiyo salama, wakati ambapo mbegu za kiume, ute unaotoka ukeni au\r\ndamu toka kwa mtu aliyeambukizwa huingia kwa mtu asiye na maambukizo\r\nhayo. \r\n\r\nVVU pia huweza kutoka kwa mtu mmoja kwenda kwa mwingine kwa kutumia\r\nvifaa visivyotakaswa kama vile sindano (hutokea mara nyingi kwa wale\r\nwanaojidunga sindano za dawa za kulevya kwa kuchangia), nyembe, visu au\r\nvifaa vingine vya kuchomea, kukatia, au kujitoboa mwili. Watu wanaweza\r\nkuambukizwa VVU kwa kuwekewa damu za watu waliambukizwa. Damu\r\nyoyote ya kuwekewa mtu mwingine inapaswa kupimwa VVU. \r\n\r\nKwa watoto wadogo, VVU huambukizwa hususani kutoka kwa mama wakati\r\nwa ujauzito, au wakati wa kuzaliwa, au wakati wa kunyonyeshwa.\r\n\r\nHaiwezekani kupata VVU kutokana na kazi, kushirikiana au kuishi pamoja\r\nna mtu mwenye VVU. Kuwagusa watu walio na maambukizo ya VVU,\r\nkukumbatiana, kushikana mikono, kukohoa, na kupiga chafya hakuambukizi\r\nVVU. \r\n\r\n", 
        "source": "d475147ac5864d57afc9a33649aaaa68", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "126b6e2ec12d494bb331158a0100f29c"
    }, 
    "model": "GitPageModel"
}