{
    "fields": {
        "subtitle": "", 
        "description": "Ugonjwa wa malaria huenea kwa kuumwa na mbu. Njia bora ya\r\nkujikinga na malaria ni kutumia vyandarua vilivyowekwa dawa\r\nya muda mrefu.", 
        "language": "swh_TZ", 
        "title": "Ugonjwa wa malaria huenea kwa kuumwa na mbu. Njia bora ya kujikinga na malaria ni kutumia vyandarua vilivyowekwa dawa ya muda mrefu.", 
        "primary_category": "50790d85e8594cb192f47187ec0b26d0", 
        "created_at": "2014-10-13T13:46:55+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T13:47:03.744753+00:00", 
        "linked_pages": [], 
        "slug": "ugonjwa-wa-malaria-huenea-kwa-kuumwa-na-mbu-njia-bora-ya-kujikinga-na-malaria-ni-kutumia-vyandarua-vilivyowekwa-dawa-ya-muda-mrefu", 
        "content": "Watu wote katika jamii, hususani watoto wadogo na mama wajawazito,\r\nwanapaswa kujikinga dhidi ya kuumwa na mbu, Kinga inahitajika baada ya\r\nmachweo na kabla ya maawio, wakati ambao mbu wanaoeneza malaria\r\nhuuma.\r\n\r\nVyandarua vya mbu vilivyowekwa dawa ya muda mrefu husambazwa na\r\nmiradi ya kudhibiti malaria na hupatikana katika vituo vya tiba au katika maduka\r\nyaliyochaguliwa kutoa hudumu ya Hati Punguza kwa wajawazito huchagua\r\nfedha kidogo na kupewa chandarua. Watoto hupewa vyandarua katika siku za\r\nafya za watoto au kampeni zinazoshiriki matukio mengi.\r\nVyandarua vilivyotiwa dawa ya kudumu ya muda mrefu vinapaswa kutumika\r\nkila siku mwaka mzima. \r\n\r\nTanzania imeanzisha mradi wa kupuliza dawa zinazokaa kwa muda mrefu\r\nkatika kuta za nyumba. Kila kaya inapaswa kutoa ushirikiano kwa timu za watu\r\nwanaopulizia dawa ili kuhakikisha kuwa nyumba zote zinapuliziwa dawa. \r\n\r\nPamoja na kutumia vyandarua vilivyotiwa dawa, au kama vyandarua\r\nhavipatikani au havitumiki, njia zingine huweza kutumika japo haziwezi kuwa\r\nmadhubuti kama vyandarua:\r\n\r\n- kuweka vioo katika milango na madirisha; hivi hutumika kwa kiasi kikubwa\r\nkatika maeneo ya mijini na havitumiki sana katika nyumba za asili katika\r\nmaeneo ya vijijini\r\n- kutumia dawa za koili; dawa hizi hutumika kuwafukuza mbu na sio\r\nkuwaua—dawa hizi hazina suluhisho la kudumu \r\n- kuvaa nguo ambazo zinafunika mikono na miguu (mashati yenye mikono\r\nmirefu na suruali na sketi ndefu); mavazi haya yanaweza kupunguza\r\nkuumwa na mbu yakivaliwa wakati ambapo mbu wa malaria wanauma—\r\nkutoka jioni hadi asubuhi.\r\n\r\n*Mtoto chini ya miezi 4 na chini ya kilo 5, haruhusiwi kutumia dawa mseto.\r\nAkigundulika kuwa ana malaria atibiwe kufuata mwongozo wa matibabu ya\r\nmalaria.*", 
        "source": "73aab20a74404b589f60155590f2c11f", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "0ed26049a4c64f5c9b504e6c10e0c39d"
    }, 
    "model": "GitPageModel"
}