{
    "fields": {
        "subtitle": "", 
        "description": "Watoto na mama wajawazito wanaoishi katika mazingira yenye\r\nmoshi wa tumbaku au wa kuni za kupikia wako katika hatari\r\nzaidi ya kuugua nyumonia au magonjwa mengine ya njia ya\r\nhewa. ", 
        "language": "swh_TZ", 
        "title": "Watoto na mama wajawazito wanaoishi katika mazingira yenye moshi wa tumbaku au wa kuni za kupikia wako katika hatari zaidi ya kuugua nyumonia au magonjwa mengine ya njia ya hewa. ", 
        "primary_category": "2ffe198e7447448e825f4cb543fb7267", 
        "created_at": "2014-10-13T09:24:14+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T09:24:19.452754+00:00", 
        "linked_pages": [], 
        "slug": "watoto-na-mama-wajawazito-wanaoishi-katika-mazingira-yenye-moshi-wa-tumbaku-au-wa-kuni-za-kupikia-wako-katika-hatari-zaidi-ya-kuugua-nyumonia-au-magonjwa-mengine-ya-njia-ya-hewa", 
        "content": "Watoto wanaokaa katika mazingira yenye moshi wako katika hatari zaidi ya\r\nkuugua ugonjwa wa nyumonia na magonjwa mengine ya njia ya hewa.\r\n\r\nMoshi unaweza kumdhuru mtoto, hata kabla hajazaliwa. Mama wajawazito\r\nwasivute sigara au kukaa kwenye moshi. Watoto wasiwekwe jikoni kama\r\nkuna moshi pia wasikae karibu na moto.\r\n\r\nKwa kawadia utumiaji wa tumbaku huanza ujanani. Vijana huwa katika\r\nuwezekano mkubwa wa kuanza kuvuta iwapo (1) watu wazima wanaokaa nao\r\nwanavuta, (2) matangazo ya sigara na uhamasishaji wa uvutaji hutolewa mara\r\nkwa mara (3) bidhaa za tumbaku ni rahisi na zinapatikana kwa urahisi. Vijana\r\nwahimizwe wasivute sigara na wawatahadharishe marafiki zao kuhusu hatari\r\nza uvutaji sigara.\r\n\r\nUvutaji wa moshi wa sigara uliosambaa hewani una madhara hasa kwa\r\nwatoto wadogo. Moshi hubakia hewani kwa saa kadhaa baada ya kuzimwa\r\nkwa sigara, kiko na siga. Watu wanaouvuta moshi huo bila hata ya kuvuta\r\nsigara wako pia katika hatari ya kupata maambukizo ya njia ya hewa, kubana\r\nkwa kifua na saratani. \r\n\r\nWazazi na walezi wengine hawana budi kufahamu madhara mabaya\r\nyanayoweza kutokana na moshi wa tumbaku ulioko hewani kisha wachukue\r\nhatua ya kuacha kuvuta karibu na watoto. Serikali na jamii wanaweza\r\nkushirikiana katika kuwaelimisha wananchi kuhusu madhara ambayo watoto\r\nwanaweza kuyapata kwa kuwekwa katika mazingira ya moshi au kwa kuvuta\r\nmoshi wa sigara uliosambaa hewani. \r\n\r\n", 
        "source": "f72270f061eb42de89223861ef166c46", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "d8cc72acf0344df7a09fbe29a0626af6"
    }, 
    "model": "GitPageModel"
}