{
    "fields": {
        "subtitle": "", 
        "description": "Mama wajawazito wote wanapaswa kuzungumza na wataalam\r\nwa afya kuhusu VVU. Mama wajawazito wote wanaodhani kuwa\r\nwana wenza au wanafamilia walioambukizwa VVU, wako katika\r\nmazingira ya kuambukizwa VVU, au wanaishi katika mazingira\r\nambayo ugonjwa huu umeenea sana, wanapaswa kupimwa\r\nVVU na kupata huduma ya ushauri nasaha ili kujifunza jinsi ya\r\nkujilinda au kujitunza wenyewe na watoto wao, wenzi wao, na\r\nwanafamilia. ", 
        "language": "swh_TZ", 
        "title": "Mama wajawazito wote wanapaswa kuzungumza na wataalam wa afya kuhusu VVU. Mama wajawazito wote wanaodhani kuwa wana wenza au wanafamilia walioambukizwa VVU, wako katika mazingira ya kuambukizwa VVU, a", 
        "primary_category": "62caccc5066b4e9f82185983536893fb", 
        "created_at": "2014-10-13T14:14:51+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T14:14:55.324718+00:00", 
        "linked_pages": [], 
        "slug": "mama-wajawazito-wote-wanapaswa-kuzungumza-na-wataalam-wa-afya-kuhusu-vvu-mama-wajawazito-wote-wanaodhani-kuwa-wana-wenza-au-wanafamilia-walioambukizwa-vvu-wako-katika-mazingira-ya-kuambukizwa-vvu", 
        "content": "Njia madhubuti kabisa ya kupunguza maambukizo ya VVU kutoka kwa mama\r\nkwenda kwa mtoto ni kumkinga mama asiambukizwe VVU. Upatikanaji wa\r\nhuduma za uzazi wa mpango pamoja na kondomu za kike na za kiume ni njia\r\ninayofaa kabisa kuzuia maambukizo ya VVU kwa watoto. \r\n\r\nKatika nchi nyingi, kipindi cha ujauzito ndicho kipindi pekee ambapo akina\r\nmama hutafuta huduma za afya. Hii huwapatia fursa muhimu ya kupima\r\nVVU na kupata ushauri nasaha, wawe wanatoka katika maeneo ambapo\r\nmaambukizo yako kiwango cha juu au cha chini. Ikiwa mama atagundulika\r\nkuwa ameambukizwa VVU, ni vyema apatiwe ushauri nasaha, rufaa, matunzo\r\nna matibabu ya VVU pamoja na huduma nyinginezo za afya. Jambo hili\r\nlinaweza kusaidia kupunguza hatari ya maambukizo ya VVU kwenda kwa\r\nmtoto na kuhakikisha kwamba anapata huduma anazozihitaji.\r\n\r\nMama aliyeambukizwa VVU ni vyema ahimizwe kumshauri mwenzi wake\r\nna watoto wengine waende kupima VVU na kupata ushauri nasaha. Ikiwa\r\nyeyote kati yao atagundulika kuwa ameambukizwa VVU, itabidi apewe rufaa\r\nya kwenda kupata huduma za matunzo na matibabu ya VVU na nyinginezo za\r\nafya. \r\n\r\nMama mjamzito aliyeambukizwa VVU anaweza kutumia dawa za kufubaza\r\nvirusi . Hizi zitamsaidia kuboresha afya yake na kupunguza uwezekano wa\r\nmtoto wake aliye tumboni kuambukizwa. \r\n\r\nHatari ya watoto wachanga kuwaambukiza VVU inaweza kupungua hadi\r\nkufikia chini ya asilimia 2 ikiwa mama wajawazito watapatiwa ushauri nasaha\r\nmadhubuti, huduma za afya na matibabu ya dawa za kufubaza virusi wakati\r\nwa ujauzito na miezi yote sita ya mwanzo baada ya kujifungua. Sehemu hii ya\r\nushauri nasaha mara nyingi huitwa Uzuiaji wa Maambukizo kutoka kwa Mama\r\nkwenda kwa Mtoto.\r\n\r\nMama wa mtoto mchanga, aliyeambukizwa VVU, anapaswa kupatiwa taarifa\r\nna stadi za kuchagua njia nzuri zaidi za kumlisha mtoto wake. Anapaswa\r\nkupata ushauri nasaha kuhusu lishe na matunzo ya kiafya kwa ajili ya mtoto\r\nwake mchanga na yeye mwenyewe pamoja na kusaidiwa ili mtoto wake\r\naweze kupima VVU na kupatiwa matibabu. Anapaswa kufahamishwa\r\nkwamba watoto wanaozaliwa na akina mama walioambukizwa VVU ambao\r\nhawakutumia dawa za kufubaza virusi wana uwezekano wa nafasi 1 katika 3\r\nkuzaliwa na VVU. Bila kuingilia kati kihuduma, nusu ya watoto walioambukizwa\r\nVVU hufa kabla ya kutimiza umri wa miaka 2.\r\n\r\n**Mama mjamzito aliyeambukizwa VVU anahitaji kufahamu\r\nkwamba:**\r\n\r\n- Utumiaji wa dawa za kupunguza makali ya VVU (kufubaza) wakati wa\r\nujauzito unaweza kusaidia kuboresha afya yake na kupunguza hatari ya\r\nmaambukizo kutoka kwa mama kwenda kwa mtoto\r\n- Matunzo kabla na baada ya kujifungua – kupata ushauri wa kitaalam toka\r\nkwa wakunga kwa uchunguzi na vipimo kabla na baada ya mtoto kuzaliwa\r\nna kupata matunzo wakati wa ujauzito na wa kujifungua – yanaweza\r\nkusaidia kupunguza hatari ya maambukizo kutoka kwa mama kwenda kwa\r\nmtoto\r\n- Kuwaanzishia watoto wachanga walio katika hatari ya maambukizo ya\r\nVVU matibabu ya antibiotiki zinazofaa katika umri wa kati ya wiki 4 na 6\r\nna kuendelea hadi maambukizo yatakapoisha kabisa kunaweza kusaidia\r\nkuzuia maambukizo ‘nyemelezi’ (maambukizo yanayomtokea mtu baada ya\r\nmfumo wake wa kinga kudhoofika)\r\n- Kuna njia mbalimbali anazoweza kuchagua za kumlisha mtoto, kila moja\r\nikiwa na faida na hasara zake. Anahitaji kuzingatia njia inayoweza kuongeza\r\nfursa ya kumwezesha mtoto wake kukua akiwa mwenye afya bila\r\nmaambukizo ya VVU na ambayo anaweza kuimudu kulingana na mazingira\r\nyake.\r\n- Kumnyonyesha mtoto maziwa ya mama pekee kwa miezi sita ya mwanzo\r\nwa maisha yake humkinga dhidi magonjwa nyemelezi. Hata hivyo, kuna\r\nhatari ya mtoto kuambukizwa VVU kupitia unyonyeshaji huo. Hatari ya\r\nmaambukizo kutoka kwa mama kwenda kwa mtoto ni ndogo zaidi kwa\r\nkumnyonyesha mtoto maziwa ya mama pekee kuliko kumlisha vyakula\r\nmchanganyiko (maziwa ya mama, vyakula na vinywaji vingine). Hatari hii\r\npia inaweza kupunguzwa kwa kufupisha muda wa unyonyeshaji iwapo\r\nmlo wenye virutubisho vya kutosha bila ya kumnyonyesha mtoto unaweza\r\nkupatikana.\r\n- Vyakula vya watoto vinavyotumika badala ya maziwa ya mama peke yake\r\nvinaondoa hatari ya maambukizo ya VVU kupitia unyonyeshaji wa maziwa\r\nya mama lakini vinaweza kuongeza kwa kiasi kikubwa hatari ya kuugua\r\nmagonjwa nyemelezi, hasa katika kipindi cha miezi 6 ya mwanzo. Hii ni njia nzuri kama tu mama anaweza kupata maji safi na salama na vyakula hivyo\r\nkwa miezi 12 na kama matumizi ya vyakula hivyo yanakubalika. \r\n- Unyonyeshaji wa maziwa ya mama kwa zaidi ya miezi 6 unapaswa\r\nkuendelea hadi pale vyakula mbadala vya kutosha vinapoweza kupatikana.\r\nKama jambo hili haliwezekani, mama anapaswa kuendelea kumnyonyesha\r\nmtoto wake kwa zaidi ya miezi 6 na kumpatia vyakula na vinywaji vingine\r\nvyenye virutubishi.\r\n- Watoto wachanga wote, iwe wananyonyeshwa maziwa ya mama au\r\nmaziwa mbadala, wanapaswa kupata vyakula na vinywaji vingine vyenye\r\nvirutubishi kuanzia umri wa miezi 6 na kuendelea ili wapate nguvu na\r\nvirutubishi vinavyohitajika kwa ukuaji na mabadiliko yao.\r\n\r\n*(Kwa maelezo zaidi, soma ujumbe muhimu wa 6 katika sura ya Unyonyeshaji\r\nwa Maziwa ya Mama)*\r\n", 
        "source": "8225c9a23e9b4b9ba2d6cd192fad5951", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "9a485b92509844058c4454f6ad58f1f7"
    }, 
    "model": "GitPageModel"
}