{
    "fields": {
        "subtitle": "", 
        "description": "Familia zilizoathiriwa na VVU zinahitaji msaada wa kipato\r\nna huduma za ustawi wa jamii ili kuziwezesha kuwatunza\r\nna kuwauguza wanafamilia na watoto wagonjwa. Familia\r\nzinapaswa kuongozwa na kusaidiwa kupata huduma hizi.", 
        "language": "swh_TZ", 
        "title": "Familia zilizoathiriwa na VVU zinahitaji msaada wa kipato na huduma za ustawi wa jamii ili kuziwezesha kuwatunza na kuwauguza wanafamilia na watoto wagonjwa. Familia zinapaswa kuongozwa na kusaidiwa k", 
        "primary_category": "62caccc5066b4e9f82185983536893fb", 
        "created_at": "2014-10-13T14:33:07+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T14:33:11.175467+00:00", 
        "linked_pages": [], 
        "slug": "familia-zilizoathiriwa-na-vvu-zinahitaji-msaada-wa-kipato-na-huduma-za-ustawi-wa-jamii-ili-kuziwezesha-kuwatunza-na-kuwauguza-wanafamilia-na-watoto-wagonjwa-familia-zinapaswa-kuongozwa-na-kusaidiwa-k", 
        "content": "Familia ni ngao muhimu na ya kwanza katika kuwalinda, kuwatunza na\r\nkuwasaidia watoto walioambukizwa au walioathiriwa na VVU. Familia na\r\nndugu huzikabili takriban gharama zote zinazohusika katika matunzo ya watoto\r\nhawa. \r\n\r\nFamilia zinatambuliwa kwa ujumla kuwa chanzo kizuri cha matunzo yenye\r\nupendo, ulinzi na msaada wanaohitaji watoto. Akina mama, baba, au walezi\r\nwengine wa msingi walioambukizwa VVU wanahitaji msaada ili waishi maisha\r\nmarefu. Kurefusha maisha yao na kuwafanya waendelee kuwa na afya\r\nkunazisaidia familia kukaa pamoja kwa muda mrefu. \r\n\r\nWengi wa watoto waliofiwa na mmoja wa wazazi au na wazazi wote wawili\r\nwanaishi katika familia ambazo zina hali ngumu kiuchumi na zinazohitaji\r\nmsaada. Walezi huwa ni akina mama ikiwa ni pamoja na watoto na wazee,\r\nkama vile bibi. \r\n\r\nUshirikiano baina ya serikali na jamii au asasi zisizo za kiserikali na za kidini\r\nunaweza kutoa msaada wa kuboresha hali ya kiuchumi ya familia zilizoathiriwa\r\nna VVU. Msaada unaweza kuwa ni pamoja na mikopo midogomidogo, mikopo\r\nya benki yenye riba nafuu na misaada ya kifedha kutoka kwenye jamii.\r\n\r\nNjia za kupata msaada wa kipato, kama vile fedha za kusaidia jamii na huduma\r\nza ustawi wa jamii, zinapaswa kuelezwa kwa kina katika miongozo ya kitaifa.\r\nNjia hizi hazina budi kuwasilishwa, kueleweka na kusimamiwa vyema katika\r\nngazi za mitaa. Taarifa zinazotolewa na familia wakati wa kuomba misaada na\r\nhuduma za kijamii zinapaswa kubaki siri.\r\n\r\nKama sehemu ya huduma za ustawi wa jamii, wataalamu wa afya wanapaswa\r\nkuhakikisha kwamba watoto na watu wazima wenye VVU kutoka familia\r\nmoja wanapata matibabu na msaada kutoka kituo kilekile cha afya. Jambo hili\r\nhusaidia kuokoa muda, nguvu na raslimali za familia. \r\n\r\nHuduma za ustawi wa jamii, pamoja na msaada kutoka katika jamii na asasi za\r\nkiserikali na za kidini, zinapaswa kuwasaidia wazazi na walezi wengine kupata\r\nstadi zinazotakiwa kwa matunzo ya watoto walioathiriwa na VVU. Kama mtoto\r\nameambukizwa VVU, walezi wanahitaji msaada wa: \r\n\r\n- kuuelewa ugonjwa\r\n- kufahamu jinsi ya kumtunza na kumsaidia mtoto, ikiwa ni pamoja na\r\nkuhakikisha kwamba anazingatia mpango wa tiba ya dawa za kufubaza\r\nvirusi.\r\n- kupunguza hofu yao ya kuambukizwa VVU kutoka kwa mtoto\r\n- kufahamu jinsi ya kujikinga wakati wa kumhudumia mtoto\r\n- kuyaelewa na kuyakidhi mahitaji ya hisia za mtoto. \r\n\r\nMtoto aliyefiwa na mzazi, mlezi au ndugu kwa sababu ya UKIMWI anahitaji\r\nmsaada wa kisaikolojia na kijamii kutoka katika familia na pengine ushauri\r\nnasaha ili aweze kuondokana na hali ya kihoro, huzuni na majonzi. Mzazi au\r\nmlezi anahitaji msaada kuelewa hatua za majonzi ya mtoto kwa kuzingatia umri\r\nwake, halikadhalika hatua mwafaka za kisaikolojia zinazopaswa kuchukuliwa. \r\n\r\nWazazi wanaoishi na VVU wanapaswa kuhakikisha kwamba kila mmoja wa\r\nwatoto wao ana cheti cha kuzaliwa. Wazazi wanapaswa kuandaa wasia kama\r\nwana pesa, ardhi au mifugo ambayo itarithiwa na watoto wao, hali kadhalika\r\nkueleza ni nani atakayekuwa mlezi wa watoto wao. Watoto wanapaswa kuwa\r\nsehemu ya mchakato huu kwa kushirikiana na wazazi wao, ikiwa wana umri\r\nwa kutosha kuelewa. \r\n\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "970be4c4d77a459a87ce78689da17cdc"
    }, 
    "model": "GitPageModel"
}