{
    "fields": {
        "subtitle": "", 
        "description": "Wasichana na wavulana wanaweza kuwa katika hatari ya\r\nkufanyiwa ukatili na kutumiwa katika biashara ya ngono\r\nnyumbani, shuleni, mahali pa kazi au katika jamii. Hatua\r\nzinapaswa kuchukuliwa ili kuzuia ukatili wa kijinsia na biashara\r\nya ngono. Watoto wanaofanyiwa ukatili na kunyonywa kwa\r\nbiashara ya ngono wanahitaji msaada wa haraka kuzuia\r\nunyanyasaji huo. ", 
        "language": "swh_TZ", 
        "title": "Wasichana na wavulana wanaweza kuwa katika hatari ya kufanyiwa ukatili na kutumiwa katika biashara ya ngono nyumbani, shuleni, mahali pa kazi au katika jamii. Hatua zinapaswa kuchukuliwa ili kuzuia uk", 
        "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
        "created_at": "2014-10-13T15:46:56+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T15:46:59.750628+00:00", 
        "linked_pages": [], 
        "slug": "wasichana-na-wavulana-wanaweza-kuwa-katika-hatari-ya-kufanyiwa-ukatili-na-kutumiwa-katika-biashara-ya-ngono-nyumbani-shuleni-mahali-pa-kazi-au-katika-jamii-hatua-zinapaswa-kuchukuliwa-ili-kuzuia-uk", 
        "content": "Watoto wanapaswa kulindwa dhidi ya aina zote za vitendo vya unyonyaji na\r\nukatili wa kijinsia, vitendo vingi vya aina hiyo vinaweza na vinapaswa kuzuiwa.\r\n\r\nWatoto wengi wanaofanyiwa vitendo vya ukatili wa kijinsia wanawajua wale\r\nwanaofanya vitendo hivyo. Watu wengi wanaofanya ukatili huo ni ndugu\r\nwa ukoo au jamaa wanaofahamika na watoto. Vitendo hivi hufanywa kwa\r\nasilimia ndogo sana na wageni. Unyanyasaji mwingi wa kijinsia hufanywa na\r\nwanaume. Kwa vyovyote vile, ukatili na unyonyaji wa kijinsia kamwe si makosa\r\nya mtoto. Muda wote anayewajibika ni yule anayefanya vitendo vya ukatili. \r\n\r\nKila mtu ana mtazamo tofauti kuhusu unyanyasaji wa kijinsia au unyonyaji wa\r\nkingono, bila kujali aina, kiwango au muda. Waathirika wanaweza kuonesha\r\nmtazamo wa aina mbalimbali wa kihisia kama vile kutulia, hasira, kutojali au\r\nkushtuka.\r\n\r\nBaadhi ya watoto wanaweza kuwa katika hali zinazotishia maisha, kama\r\nvile magonjwa yanayoenezwa kwa njia ya ngono, ikiwa ni pamoja na VVU.\r\nWasichana wanakabiliwa na hatari zaidi ya kupata mimba za mapema\r\nna zisizotakiwa ambazo zinaweza kuhatarisha maisha yao na kuwafanya\r\nwaandamwe na vitendo vya unyanyapaa na ubaguzi. \r\n\r\nWatoto wanaweza kuanza kujifunza mapema kuhusu miguso “mizuri”\r\nna miguso “mbaya”. Wanaweza pia kujifunza kuwaambia watu wazima\r\nwanaowaamini kama ni mguso “mbaya”. Ikiwa mtoto analeta taarifa hiyo kwa\r\nmtu mzima, mtu huyo anapaswa kuyapa uzito madai ya mtoto na kuhakikisha\r\nkuwa udhalilishaji huo unakomeshwa. Taarifa juu ya udhalilishaji husika\r\nipelekwe kwa mamlaka husika, na mtoto anapaswa kupewa huduma za ulinzi. \r\n\r\nWatoto wengi na vijana ambao wamefanyiwa vitendo vya udhalilishaji na\r\nunyonyaji wa kijinsia hupona na huendelea na maisha yao ya kawaida.\r\nUdhalilishaji wa kijinsia katika utoto hauwezi kumfanya mtoto awe na tabia\r\nya ujeuri katika masuala yanayohusiana na ngono. Watu wengi wanaofanya\r\nvitendo vya udhalilishaji wa kijinsia hawakufanyiwa udhalilishaji wa kijinsia\r\nwalipokuwa watoto, na watoto wengi ambao wamedhalilishwa kijinsia\r\nhawawadhalilishi wenzao. \r\n\r\n**Serikali ina wajibu wa kuhakikisha kunakuwa na mifumo na\r\nhatua mahususi zinazoungwa mkono:**\r\n\r\n- Kuzuia udhalilishaji, unyanyasaji na unyonyaji wa watoto\r\n- Kuwawezesha watoto kutoa taarifa za udhalilishaji na unyonyaji\r\n- Kuhakikisha kuwa watendaji wa vitendo vya udhalilishaji na unyonyaji wa\r\nkingono wanachukuliwa hatua za kisheria\r\n- Kufanya huduma za kijamii, kama vile huduma za afya, msaada wa kiakili\r\nwa kuwaliwaza waathirika, matunzo ya muda, msaada wa kielimu na\r\nkisheria, zipatikane kwa muda mwafaka kwa watoto waliofanyiwa vitendo\r\nvya udhalilishaji na unyonyaji.", 
        "source": "eb3a513533444e1382e02c6b7a1fdab3", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "01a0f1b22e7f47928faf66b275df7f7e"
    }, 
    "model": "GitPageModel"
}