{
    "fields": {
        "subtitle": "", 
        "description": "Mama mwenye afya nzuri, kujifungua salama, uangalizi mzuri \r\nwa mtoto mchanga, familia yenye upendo pamoja na mazingira \r\nsafi ya nyumbani huchangia sana katika kuboresha afya na \r\nkupunguza sana hatari ya kifo kwa mtoto mchanga \r\n", 
        "language": "swh_TZ", 
        "title": "Mama mwenye afya nzuri, kujifungua salama, uangalizi mzuri  wa mtoto mchanga, familia yenye upendo pamoja na mazingira  safi ya nyumbani huchangia sana katika kuboresha afya na  kupunguza sana hatari ", 
        "primary_category": "27038d5886564782adcce92ec89494eb", 
        "created_at": "2014-10-10T21:39:31.119360+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-10T21:39:31.119558+00:00", 
        "linked_pages": [], 
        "slug": "mama-mwenye-afya-nzuri-kujifungua-salama-uangalizi-mzuri-wa-mtoto-mchanga-familia-yenye-upendo-pamoja-na-mazingira-safi-ya-nyumbani-huchangia-sana-katika-kuboresha-afya-na-kupunguza-sana-hatari", 
        "content": "Watoto wachanga wanahitaji uangalizi makini wakati wote, wanahitaji \r\nkupendwa, kuwekwa katika hali ya usafi na ya joto linalostahili pamoja na \r\nkulishwa. Kina mama na kina baba au walezi wengine ambao huwapatia \r\nwatoto wao wachanga mahitaji yao ya msingi husaidia katika kujenga msingi \r\nimara wa afya, furaha, ukuaji kimwili, kiakili na kiuwezo pamoja na ujifunzaji wa \r\nwatoto wao. \r\n\r\nMtoto mchanga hukuwa vyema endapo:\r\n\r\n - Atawekwa karibu sana, kupakatwa na kukumbatiwa mara kwa mara na \r\n   mama, baba, au mlezi wake mwingine wa uchangani.\r\n - Atanyonyeshwa maziwa ya mama pekee tangu kuzaliwa hadi miezi sita \r\n   wakati wowote anapohitaji walau mara 8 katika saa 24 ; unyonyeshaji \r\n   husaidia katika kumweka mtoto karibu na mama yake na humkinga mtoto \r\n   dhidi ya maambukizo.\r\n - Atapendwa na watu wa familia yake kwa kuonyeshwa upendo, kujaliwa, \r\n   kutiwa moyo na kupewa majaribio rahisi ya kupima akili yake, hali\r\n   ambayo  humsaidia mtoto kukuwa na kujifunza haraka\r\n - Atatunzwa katika joto linalostahili, mahali pazuri na salama,\r\n   kubadilishwa  nguo mara kwa mara pamoja na kumweka begani ili acheue\r\n   baada ya  kumlisha\r\n - Atapatiwa huduma nzuri ya afya, ikiwa ni pamoja na kufanyiwa\r\n   uchunguzi  wa mara kwa mara wa afya yake, kupewa chanjo na kupimwa\r\n   uzito kwa  lengo la kufuatilia ukuaji wake\r\n - Atatunzwa katika mazingira salama ambayo yatamkinga dhidi ya \r\n   maambukizo.\r\n\r\n**Mtaalamu wa ukunga anapaswa:**\r\n\r\n - Awe amejiandaa kujibu maswali ya mama waliojifungua kwa mara ya \r\n   kwanza kuhusu namna ya kuwatunza watoto wao wachanga hasa masuala  ya\r\n   unyonyeshaji, ulishaji wa vyakula vya kulikiza, chanjo, uogeshaji\r\n   watoto,  namna ya kukaa na watoto wao, kuanza kuongea kwa watoto,\r\n   namna ya  kulala na watoto na mengine mengi.\r\n - Kuwafahamisha mama waliojifungua kwa mara ya kwanza kuhusu dalili za \r\n   hatari ambazo zinapaswa kushughulikiwa kimatibabu mara moja\r\n - Kuwasaidia kinamama na kinababa kuandaa mpango wa dharura kwa ajili \r\n   ya kukabiliana na dharura yoyote itakayompata mtoto wao\r\n - Kumpatia mama na baba kumbukumbu muhimu za mtoto alipozaliwa  (uzito,\r\n   urefu, muda wa kuzaliwa)\r\n - Kuwapatia wazazi hati ya kuzaliwa kwa mtoto kwa ajili ya uandikishaji\r\n   wa  mtoto katika ofisi ya vizazi na vifo na kutolewa kwa cheti cha\r\n   kuzaliwa cha  mtoto.\r\n\r\nWatoto wanaozaliwa kabla ya wakati au wakiwa na uzito pungufu au watoto \r\nwanaozaliwa na mahitaji maalumu huhitaji matunzo maalumu, kupendwa na \r\nkujaliwa ili kutohatarisha maisha yao na kuwawezesha wakue vizuri kimwili, \r\nkiakili na kiuwezo. \r\n\r\nMtaalamu wa ukunga ana jukumu la msingi la kuwaelekeza mama na baba \r\nwa mtoto kuhusu namna ya kumtunza mtoto wao mchanga mwenye mahitaji \r\nmaalumu pale watakaporejea nyumbani kutoka kliniki alikojifungulia mama.\r\n\r\nBaadhi ya watoto wanaweza kuhitaji uangalizi wa ziada katika vituo maalumu \r\nvya kutunza watoto hospitalini hadi wafikie hatua ambayo inaruhusu \r\nwarejee nyumbani na wazazi wao. Endapo mtoto bado hajaweza kunyonya \r\nmwenyewe, mama yake anaweza kukamua maziwa na yakahifadhiwa katika \r\nnjia salama ili yaweze kutumiwa na mtoto kwa kulishwa kwa kutumia mpira \r\nsalama, kijiko au kikombe hadi mtoto atakapoweza kunyonya mwenyewe. \r\n\r\nUtunzaji wa mtoto mchanga huambatana na furaha, wasiwasi pamoja na \r\nuchovu kwa mama na baba kutokana na ugeni wa mtoto pamoja na kuzuka \r\nkwa majukumu mapya ya kumhudumia mgeni huyo. Kwa vile watoto \r\nwachanga hutegemea kupata kila kitu kutoka kwa wazazi wake, kuna \r\numuhimu kwa mama na baba kuwatunza watoto wao wenyewe. Mama \r\nwanaonyonyesha wanahitaji chakula bora zaidi kilishe pamoja na muda wa \r\nkutosha wa kupumzika. Baba anaweza kumsaidia mama anayenyonyesha \r\nkwa kutunza nyumba pamoja na watoto wengine au kwa kumtunza mtoto \r\nmchanga wakati mama anapokuwa amepumzika.\r\n\r\n", 
        "source": "1305140df8fc4b67a244922125fa81af", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "fe6431ac81a143c6aa5aa005ec604426"
    }, 
    "model": "GitPageModel"
}