{
    "fields": {
        "subtitle": "", 
        "description": "Kipindi cha kujifungua ni cha hatari sana si kwa mama tu bali pia \r\nkwa mtoto. Ili kuhakikishia usalama wakati wa kujifungua, kila \r\nmama anapaswa kujifungulia kwa mtaalamu wa ukunga ambaye \r\natamsaidia wakati wa kujifungua.", 
        "language": "swh_TZ", 
        "title": "Kipindi cha kujifungua ni cha hatari sana si kwa mama tu bali pia  kwa mtoto. Ili kuhakikishia usalama wakati wa kujifungua, kila  mama anapaswa kujifungulia kwa mtaalamu wa ukunga ambaye  atamsaidia ", 
        "primary_category": "27038d5886564782adcce92ec89494eb", 
        "created_at": "2014-10-10T21:18:27.543514+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-10T21:18:27.543673+00:00", 
        "linked_pages": [], 
        "slug": "kipindi-cha-kujifungua-ni-cha-hatari-sana-si-kwa-mama-tu-bali-pia-kwa-mtoto-ili-kuhakikishia-usalama-wakati-wa-kujifungua-kila-mama-anapaswa-kujifungulia-kwa-mtaalamu-wa-ukunga-ambaye-atamsaidia", 
        "content": "Kila ujauzito unapaswa kulelewa kwa makini, kwani wakati wowote panaweza \r\npakatokea tatizo ambalo ni hatari kwa mama, mtoto au kwa wote. Hatari \r\nnyingi, magonjwa na hata vifo vinaweza kuepukika endapo mama mjamzito \r\natapanga kujifungulia kwa mtaalamu mwenye ujuzi wa kutosha, kama vile \r\ndaktari, muuguzi, au mkunga, na kuhudhuria kliniki ya mama wajawazito walau \r\nmara 4 katika kipindi cha ujauzito. \r\n\r\nUwezekano wa mama au mtoto kuugua au kupoteza maisha hupungua kama \r\nmama akijifungulia kliniki na kusaidiwa na mtaalamu wa ukunga ambaye pia \r\natamfanyia mama na mtoto uchunguzi wa mara kwa mara ndani ya saa 24 za \r\nbaada ya kujifungua. \r\n\r\nMama mjamzito anapokuwa tayari kujifungua, aruhusiwa kusindikizwa na mtu \r\naliyemchangua mwenyewe ambaye atamhudumia wakati wote wa kujifungua \r\nna baada ya kujifungua. \r\n\r\nWakati wa kujifungua na mara tu baada ya kujifungua mkunga husika \r\nanapaswa kufahamu:\r\n\r\n - Namna ya kukadiria hali ya uchungu wa uzazi na kufuatilia maendeleo \r\n   pamoja na kuwa macho katika kubaini dalili yoyote ya hatari ambayo\r\n   itahitaji  kushughulikiwa mara moja\r\n - Uchungu wa uzazi unapokuwa umeendelea kwa muda mrefu sana (zaidi ya \r\n   saa 12) na pale inapobidi kumhamishia mama katika hospitali au kwenye\r\n   kliniki ya wazazi\r\n - Wakati ambapo msaada wa kimatibabu unahitajika na namna ya kuupata.\r\n - Namna ya kupunguza hatari zinazosababisha uambukizo (kutunza usafi wa\r\n   mikono, vifaa pamoja na mahali pa kujifungulia na kutumia glavu\r\n   katika  wakati muafaka)\r\n - Namna ya kumhamasisha mama mjamzito atembee pale uchungu  unapoanza\r\n   na kuridhia uchaguzi wake wa mkao anaotaka kukaa wakati wa \r\n   kujifungua\r\n - Namna ya kumsaidia mama katika hatua mbalimbali za uchungu wa uzazi\r\n   na  za kujifungua mtoto\r\n - Nini cha kufanya endapo mama anapoteza damu nyingi mno\r\n - Nini cha kufanya endapo mtoto amekaa vibaya\r\n - Wakati gani wa kukata kitovu na namna ya kukihudumia\r\n - Nini cha kufanya endapo mtoto hajapumua mara tu baada ya kuzaliwa\r\n - Namna ya kumkausha mtoto na kumtunza katika ya joto baada ya kuzaliwa\r\n - Namna ya kumsaidia mama aweke mtoto wake kifuani kwa ajili ya \r\n   kukutanisha miili yao na kumwandaa kwa unyonyeshaji wa mtoto baada ya\r\n   kuzaliwa\r\n - Namna ya kuzalisha kondo la nyuma na kumhudumia mama kwa usalama  na\r\n   uangalifu baada ya kujifungua\r\n - Namna ya kumchunguza na kumpima mtoto na kumwekea matone katika \r\n   macho yake kama ilivyoelekezwa kwa ajili ya kumkinga dhidi ya upofu\r\n   na  maambukizo\r\n - Namna ya kushughulikia matatizo ya kiafya ya mtoto mchanga na \r\n   kumhamishia katika hospitali inayostahili kama ikibidi.\r\n\r\nMsindikizaji wa mama kwenda kujifungua naye anaweza kumsaidia mama \r\nmwenye uchungu wa uzazi kwa kumbembeleza aweze kula na kunywa na \r\nkutumia mbinu za upumuaji katika hatua mbalimbali za kujifungua pamoja na \r\nkumtia moyo.\r\n\r\n ", 
        "source": "db1c21e881874dde840507ff2cf89de5", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "919f2ed73d004fdbb247759ab856b7a3"
    }, 
    "model": "GitPageModel"
}