{
    "fields": {
        "subtitle": "", 
        "description": "Huduma za uzazi wa mpango huwapatia wanawake na wanaume \r\nwa umri wa kuweza kupata watoto maarifa pamoja na njia za \r\nkupanga wakati muafaka wa kupata watoto, idadi ya watoto \r\nwatakaowazaa, nafasi ya mtoto hadi mtoto mwingine pamoja \r\nna muda wa kusimamisha uzazi. Kuna njia nyingi za uzazi wa \r\nmpango ambazo ni salama, za kufaa na zinazokubalika kwa ajili \r\nya kuzuia mimba. ", 
        "language": "swh_TZ", 
        "title": "Huduma za uzazi wa mpango huwapatia wanawake na wanaume  wa umri wa kuweza kupata watoto maarifa pamoja na njia za  kupanga wakati muafaka wa kupata watoto, idadi ya watoto  watakaowazaa, nafasi ya mt", 
        "primary_category": "73a8bbe866944916995240f7d6aec24f", 
        "created_at": "2014-10-10T19:23:30.191092+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-10T19:23:30.191413+00:00", 
        "linked_pages": [], 
        "slug": "huduma-za-uzazi-wa-mpango-huwapatia-wanawake-na-wanaume-wa-umri-wa-kuweza-kupata-watoto-maarifa-pamoja-na-njia-za-kupanga-wakati-muafaka-wa-kupata-watoto-idadi-ya-watoto-watakaowazaa-nafasi-ya-mt", 
        "content": "Watoa huduma wa afya waliopata mafunzo hawana budi kutoa taarifa na \r\nushauri ili kuwasaidia wanawake na wanaume waweze kufanya maamuzi \r\nkuhusu uzazi wa mpango na kuwasaidia wanawake na wanaume kuchagua \r\nnjia za uzazi wa mpangozinazokubalika, salama, na zenye ufanisi na za \r\ngharama nafuu. \r\n\r\nWatoa huduma wa afya hawana budi pia kuwapatia vijana wa kike na wa \r\nkiume taarifa za afya ya uzazi pamoja na huduma za kupanga uzazi ambazo \r\n(1) zinafaa kwa vijana na (2) zinawawezesha kufanya maamuzi kuhusu afya \r\nna maisha yao. \r\n\r\nNi muhimu kubuni njia ya kuweza kuwafikia wasichana pamoja na wasichana \r\nwajawazito kwa lengo la kuwapatia msaada wowote wanaouhitaji. Msaada \r\nunaweza kuwa ni pamoja na kuwapatia ushauri nasaha, njia za kupanga uzazi \r\nna huduma za kabla na baada ya kujifungua. Wasichana wajawazito huhitaji \r\nuangalizi maalumu pamoja na kuhudhuria kliniki mara kwa mara kabla na \r\nbaada ya kujifungua. \r\n\r\nWavulana balehe na wanaume wanaweza kusaidia sana katika kuzuia mimba \r\nzisizohitajika (zisizokusudiwa); hivyo, ni muhimu wawezeshwe kupata taarifa \r\npamoja na huduma zinazohusu afya ya uzazi.\r\n\r\nKadiri mwanamke anavyopata elimu zaidi ndivyo anavyokuwa na uwezekano \r\nmkubwa zaidi wa kutumia njia za uzazi wa mpango kutopata watoto katika \r\numri mdogo, wa kuwa na uwezo zaidi kiuchumi na kuwa na watoto wachache \r\nwenye afya njema. Hivyo kuandikisha wasichana shule na kuhakikisha \r\nkwamba wanahitimu masomo yao ni jambo muhimu sana kwa afya ya mama \r\nna mtoto licha ya manufaa mengine mengi ya elimu.\r\n\r\nKatika mbinu zote za kuzuia mimba, ni mbinu ya kutumia kondomu \r\npekee ndiyo yenye uwezo wa kuzuia mimba pamoja na magonjwa \r\nyanayoambukizwa kwa njia ya ngono, ikiwa ni pamoja na VVU. \r\n\r\nNi muhimu kuelimisha vijana balehe na wanaume wengine kuhusu wajibu \r\nwao katika matumizi ya kondomu. Vijana balehe wa kike na wa kiume, \r\nwalioolewa na ambao hawajaolewa, wanapaswa kufahamu kuhusu kinga \r\nmbili za kondomu pamoja na njia nyingine za kuzuia mimba (kutumia njia mbili \r\nza kuzuia mimba kwa wakati mmoja) ili kuepuka mimba na kuzuia magonjwa \r\nyanayoambukizwa kwa njia ya ngono, ikiwa ni pamoja na VVU. \r\n\r\nKatika baadhi ya nchi vifo vinavyotokana na utoaji mimba ni vingi miongoni \r\nmwa wasichana. Kuna umuhimu wa kuwapatia wasichana pamoja na \r\nwanawake wa makamu na wenzi wao wa kiume taarifa kuhusu uzuiaji wa \r\nmimba pamoja na hatari zinazohusiana na utoaji mimba na kuhusu huduma \r\nza baada ya utoaji mimba. \r\n\r\nMama anayemnyonyesha mtoto wake wakati wote anapohitaji kunyonya \r\nusiku na mchana katika kipindi cha miezi sita ya mwanzo ya mtoto, anaweza \r\nasipate siku zake na hivyo kuzuia uwezekano wa kupata mimba. Uwezekano \r\nwa kupata mimba kabla ya kuona tena siku zake ni mdogo sana, chini ya \r\nasilimia 2, ambayo ni sawa na asilimia ya njia nyingine za uzazi wa mpango; \r\nuwezekano wa mama wa aina hiyo kupata mimba huongezeka baada ya \r\nkupita miezi sita ya mwanzo.", 
        "source": "d0ecf4918dd14449b51fa2a74067be93", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "9024efcbf7314fe6ab625d1e6da18392"
    }, 
    "model": "GitPageModel"
}