{
    "fields": {
        "subtitle": "", 
        "description": "Kuanza shule ya msingi kwa wakati ni jambo muhimu sana\r\nkwani humsaidia mtoto kujenga uendelevu wa yale aliyojifunza\r\nutotoni. Msaada wa wazazi, walezi wengine, waalimu na jamii ni\r\nwa muhimu sana katika kipindi hicho. ", 
        "language": "swh_TZ", 
        "title": "Kuanza shule ya msingi kwa wakati ni jambo muhimu sana kwani humsaidia mtoto kujenga uendelevu wa yale aliyojifunza utotoni. Msaada wa wazazi, walezi wengine, waalimu na jamii ni wa muhimu sana katika", 
        "primary_category": "84c39134746243a1a04fc013fd1b1e0e", 
        "created_at": "2014-10-12T17:36:06.205406+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T17:36:06.205750+00:00", 
        "linked_pages": [], 
        "slug": "kuanza-shule-ya-msingi-kwa-wakati-ni-jambo-muhimu-sana-kwani-humsaidia-mtoto-kujenga-uendelevu-wa-yale-aliyojifunza-utotoni-msaada-wa-wazazi-walezi-wengine-waalimu-na-jamii-ni-wa-muhimu-sana-katika", 
        "content": "Katika nchi nyingi watoto huanza elimu ya msingi wakiwa na umri wa miaka\r\n6 au 7. Kuanza shule ni hatua muhimu katika maendeleo ya mtoto. Watoto,\r\nfamilia, shule yenyewe pamoja na jamii hawana budi kujiandaa kumhudumia\r\nmtoto katika kipindi hicho cha mpito. \r\n\r\nWatoto wa kike na wa kiume hawana budi kuanza shule kwa wakati (kwa\r\nmujibu wa sera ya nchi yao). Hadi wanapofikia muda wa kuanza shule\r\nwanapaswa wawe tayari wameshafahamu mambo ya msingi, lugha, namna\r\nya kuishi na wenzao pamoja na kueleza hisia zao ili waweze kufurahia maisha\r\nmapya ya shule na kujifunza pamoja na wenzao.\r\n\r\nUsaidizi wa wazazi pamoja na walezi wengine ni wa muhimu sana katika\r\nkumwezesha mtoto aanze shule vizuri. Wazazi pamoja na walezi wengine\r\nwawasaidie watoto wa kiume na wa kike bila kuwabagua ili waweze\r\nkuhudhuria shuleni bila kukosa na kwa kujiandaa vizuri. Wawasaidie pia katika\r\nkazi zao wanazopewa shuleni. Kwa kufanya hivyo watoto watazoea mazingira\r\nya shule haraka zaidi na kujifunza kwa furaha bila kukosa kwenda shuleni. \r\n\r\nWaalimu wanapaswa kuwa tayari kuwasaidia watoto wale ambao bado\r\nhawajafikia kiwango cha kuweza kuanza kujifunza vizuri shuleni. Waalimu\r\nwana jukumu kubwa la kuwajengea watoto, wasichana kwa wavulana, hali\r\nya kujiamini ambayo huwafanya wafurahie maisha ya shuleni na kujifunza\r\nkwa ufanisi. Michezo huendelea kuwa njia bora zaidi ya kujifunzia kwa\r\nwatoto wanaoanza shule. Shule ambayo ina mazingira mazuri kimichezo,\r\nyenye kumwezesha kila mwanafunzi ashiriki na kufurahia huwafanya watoto\r\nkujifunza vizuri zaidi. \r\n\r\nKwa kushirikiana na familia na shule, jamii – katika ngazi za serikali za mitaa na\r\nza vyama vya kiraia – inaweza kuchangia katika:\r\n\r\n - kuifanya shule iwe jambo la lazima katika jamii\r\n - kuhakikisha kwamba mazingira ya shule ni salama na ya kuvutia kwa\r\n   watoto wote\r\n - kuhakikisha kwamba shule inazo raslimali zinazohitajika, ikiwa ni\r\n   pamoja na kujihusisha kwa wanajamii katika usimamizi wa shule na\r\n   katika vyama vya waalimu na wazazi.\r\n\r\n", 
        "source": "cc672eb42b8749509bddc0266f153af0", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "b5c0e39596ee4e3aa25a3d6433ca6e42"
    }, 
    "model": "GitPageModel"
}