{
    "fields": {
        "subtitle": "", 
        "description": "Msaada wa kipato na huduma za ustawi wa jamii zinaweza\r\nkuzisaidia familia pamoja na watoto walio shuleni na\r\nkuhakikisha huduma za afya zinapatikana.", 
        "language": "swh_TZ", 
        "title": "Msaada wa kipato na huduma za ustawi wa jamii zinaweza kuzisaidia familia pamoja na watoto walio shuleni na kuhakikisha huduma za afya zinapatikana.", 
        "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
        "created_at": "2014-10-13T15:53:48+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T15:53:53.487675+00:00", 
        "linked_pages": [], 
        "slug": "msaada-wa-kipato-na-huduma-za-ustawi-wa-jamii-zinaweza-kuzisaidia-familia-pamoja-na-watoto-walio-shuleni-na-kuhakikisha-huduma-za-afya-zinapatikana", 
        "content": "Kaya zinazohitaji msaada wa kipato na huduma za ustawi wa jamii zinaweza\r\nkuwa zinaongozwa na wazee, wajane, watoto au wagonjwa au walemavu.\r\nKaya hizi zinaweza kuwa ni pamoja na familia zilizoathiriwa na VVU.\r\n\r\nMsaada wa kipato na huduma za ustawi wa jamii zinaweza kuwasaidia watoto\r\nna familia zao kufanya yafuatayo: \r\n\r\n- kununua chakula\r\n- kulipia au kupata huduma za afya na elimu\r\n- kuweka familia pamoja\r\n- kuwafanya watoto waishi nje ya malezi ya kitaasisi au kufanya kazi au kuishi\r\nmitaani\r\n- kusaidia familia kuondokana na kifungo cha umasikini. \r\n\r\nSerikali na mamlaka za mitaa, kwa kusaidiana na asasi za kiraia, zinaweza\r\nkusaidia kubaini familia zinazohitaji msaada. Zinaweza kuzisaidia familia kupata\r\nmsaada wa kipato na huduma za ustawi wa jamii kama vile msaada wa unasihi\r\nna wa kisheria. Ni muhimu kuhakikisha kuwa familia hazifanyiwi vitendo vya\r\nkibaguzi vinavyosababishwa na kupata na kutumia huduma hizi. \r\n\r\nTaarifa kuhusu msaada na huduma za ustawi wa jamii zinaweza kutolewa\r\nkwa njia mbalimbali za mawasiliano, ikiwa ni pamoja na vituo vya afya, shule\r\nna vituo vya kijamii; wakati wa mikutano na matukio ya kijamii; na kupitia\r\nmatangazo ya redio na vipaza sauti. \r\n", 
        "source": "1f214549c5b64d91b7a58a1e88874b14", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "7aec8b35bee240d2bd38bb68b615a6cc"
    }, 
    "model": "GitPageModel"
}