{
    "fields": {
        "subtitle": "", 
        "description": "Mtoto mdogo anapaswa kukua na kuongezeka uzito haraka.\r\nTangu kuzaliwa hadi umri wa miaka miwili, watoto wanapaswa\r\nkupimwa uzito mara kwa mara ili kufuatilia ukuaji wake.\r\nUpimaji wa uzito wa mara kwa mara ukionyesha kuwa mtoto\r\nhaongezeki uzito, au wazazi na walezi wengine wanaona mtoto\r\nhakui, ifahamike kuwa kuna tatizo. Mtoto huyo anapaswa\r\nkuchunguzwa na mtaalamu wa afya", 
        "language": "swh_TZ", 
        "title": "Mtoto mdogo anapaswa kukua na kuongezeka uzito haraka. Tangu kuzaliwa hadi umri wa miaka miwili, watoto wanapaswa kupimwa uzito mara kwa mara ili kufuatilia ukuaji wake. Upimaji wa uzito wa mara kwa m", 
        "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
        "created_at": "2014-10-12T18:52:40+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T18:56:01.597472+00:00", 
        "linked_pages": [], 
        "slug": "mtoto-mdogo-anapaswa-kukua-na-kuongezeka-uzito-haraka-tangu-kuzaliwa-hadi-umri-wa-miaka-miwili-watoto-wanapaswa-kupimwa-uzito-mara-kwa-mara-ili-kufuatilia-ukuaji-wake-upimaji-wa-uzito-wa-mara-kwa-m", 
        "content": "Kuongezeka uzito ni dalili muhimu sana kwamba mtoto ana afya njema na\r\nanakuwa na kukomaa vizuri. Tangu kuzaliwa hadi umri wa mwaka mmoja,\r\nmtoto mchanga anapaswa kupimwa uzito angalau mara moja kila mwezi.\r\nKuanzia umri wa mwaka 1 hadi miaka 2, watoto wadogo wanapaswa\r\nkupimwa uzito angalau mara moja kwa kila miezi mitatu. \r\n\r\nKila mtoto mdogo anapopelekwa katika kituo cha afya, anapaswa kupimwa\r\nuzito. Hatua hii inasaidia kugundua mapema endapo kuna matatizo ya ukuaji ili\r\nhatua zinazostahili ziweze kuchukuliwa.\r\n\r\nUchunguzi wa afya unaweza pia kugundua iwapo mtoto anaongezeka uzito\r\nharaka sana kuliko inavyostahili kwa mujibu wa umri wake. Hali hii inahitaji\r\nkumchunguza mtoto kuhusiana na urefu wake, ili kuamua iwapo mtoto ana\r\nuzito mkubwa zaidi kuliko inavyostahili. Iwapo mtoto ana uzito mkubwa kuliko\r\numri wake, ni muhimu kuchunguza mlo wa mtoto na kuwapa wazazi au walezi\r\nwengine wa mtoto ushauri kuhusu lishe nzuri kulingana na umri wa mtoto.\r\nKuna ongezeko kubwa la watu wanaopata chakula pungufu au kingi kupita\r\nkiasi katika familia.\r\n\r\nKwa kawaida, mtoto anayenyonyeshwa maziwa ya mama pekee kwa miezi\r\nsita ya mwanzo hukua vizuri katika kipindi hiki. Unyonyeshaji maziwa ya mama\r\nhusaidia kuwalinda watoto dhidi ya magonjwa ya kawaida na kuwahakikishia\r\nukuaji bora wa kimwili na kiakili. Watoto wachanga wanaonyonyeshwa\r\nmaziwa ya mama hujifunza haraka zaidi kuliko watoto wachanga wanaolishwa\r\naina nyingine za maziwa.\r\n\r\nKatika umri wa miezi sita, mtoto anapaswa kuanza kula vyakula vya kulikiza\r\nvyenye virutubisho muhimu, pamoja na kunyonyeshwa maziwa ya mama ili\r\nkuhakikisha ukuaji wenye afya.\r\n\r\nKila mtoto anapaswa kuwa na chati ya ukuaji inayofuatilia ukuaji wake. Chati\r\nhiyo inaweza kuonyesha iwapo mtoto anakua vizuri kulingana na umri wake.\r\nKila anapopimwa, uzito wa mtoto lazima uwekewe alama ya nukta kwenye\r\nchati ya ukuaji na nukta hizo ziunganishwe kwa mstari. Uunganishaji huu wa\r\nnukta utaunda mstari unaoonyesha hali ya ukuaji wa mtoto. Iwapo mstari\r\nutaelekea juu, mtoto atakuwa anakua vizuri. Mstari unaoendelea kuwa\r\nsambamba au kuelekea chini hudokeza hali inayohitaji uchunguzi.\r\n\r\nWatoto wanapaswa si tu kuongezeka uzito bali pia urefu unaostahili. Urefu\r\nwa mtoto pia huonyeshwa katika chati. Lishe bora, matunzo, na usafi,\r\nhususani katika miaka miwili ya mwanzo tangu kuzaliwa, ni muhimu sana ili\r\nkuepusha mtoto kuwa mfupi sana kuliko umri wake (udumavu). Kama mama\r\nanapata lishe duni, au hapati lishe inayostahili wakati wa ujauzito, mtoto wake\r\nmchanga anaweza kuzaliwa akiwa mdogo mno. Hali hii humweka mtoto\r\nmchanga katika hatari ya udumavu hapo baadaye. Watoto wachanga wenye\r\nuzito mdogo wanahitaji uangalizi na matunzo ya ziada ili waweze kukua\r\nkikamilifu baada ya kuzaliwa.\r\n\r\nMtoto asiyeongezeka uzito wa kutosha kwa kipindi cha mwezi mmoja au\r\nmiwili, anaweza kuhitaji huduma kubwa zaidi, chakula chenye lishe nying\r\nzaidi, au milo ya mara kwa mara. Mtoto anaweza kuwa mgonjwa au anaweza\r\nkuhitaji uangalizi na matunzo ya karibu zaidi au kusaidiwa kulishwa na\r\nmlezi. Wazazi na wataalamu wa afya wanapaswa kutoa huduma haraka ili\r\nkugundua chanzo cha tatizo na kuchukua hatua za kutatua tatizo husika. \r\n\r\n**Ili kusaidia kubainisha tatizo, yafuatayo ni maswali muhimu ya\r\nkuuliza:**\r\n\r\n - **Je, mtoto anakula mara kwa mara inavyopasa?** Pamoja na kunyonyeshwa\r\n   maziwa ya mama, mtoto mwenye umri kati ya miezi 6 na 8 anahitaji kula\r\n   mara 2 hadi 3 kwa siku, na mara 3 hadi 4 kwa siku baada ya hapo.\r\n   Vyakula vyenye virutubisho vya ziada kama vile kipande cha tunda au\r\n   mkate na siagi (ya karanga) vinaweza kuhitajika mara 1 au 2 kwa siku.\r\n   Mtoto mwenye mtindio au ulemavu anaweza kuhitaji msaada na muda wa\r\n   ziada kumlisha.\r\n - **Je, mtoto anapata chakula cha kutosha?** Mtoto mwenye umri wa miezi 6\r\n   hadi 8, mwanzoni anapaswa kupata vijiko vya chakula 2 hadi 3, huku\r\n   vikiongezeka taratibu hadi kufikia nusu kikombe chenye ujazo wa\r\n   mililita 250 wakati wa kila chakula. Watoto wenye umri wa miezi 9\r\n   hadi 12 wanahitaji kupata nusu kikombe chenye ujazo wa mililita 250\r\n   katika kila mlo, wakati watoto wenye umri kati ya miezi 12 na 23\r\n   wanahitaji robo tatu hadi kikombe kimoja chenye ujazo wa mililita 250\r\n   cha chakula kinacholiwa na familia katika kila mlo. Watoto wenye umri\r\n   wa miaka miwili na zaidi wanapaswa kupewa angalau kikombe kizima\r\n   chenye ujazo wa mililita 250 katika kila mlo. Akimaliza chakula chake\r\n   na akahitaji zaidi, mtoto huyo anapaswa kupewa zaidi.\r\n - **Je, milo ya mtoto ina vyakula vichache mno vya ‘ukuaji’ au ‘vya kuongeza nguvu’?** Vyakula vinavyowasaidia watoto kukua ni maharage,\r\n   jamii ya karanga, nyama, samaki, mayai, bidhaa za maziwa, nafaka, na\r\n   jamii ya kunde. Ujumuishaji wa vyakula vyenye asili ya wanyama katika\r\n   mlo ni muhimu sana. Kiasi kidogo cha mafuta kinaweza kuongeza nguvu.\r\n   Mafuta mekundu ya mawese au mafuta ya kula yaliyoongezewa vitamini ni\r\n   vyanzo vizuri vya vyakula vinavyoongeza nguvu.\r\n\r\n**Vyakula bora vya ‘ukuaji’ ni muhimu ili kuhakikisha kuwa\r\nwatoto** wanaongezeka uzito na urefu unaotosha. Vyakula vinavyoongeza\r\nnguvu lakini havina vitamini na madini, na virutubisho vingine muhimu\r\n(kama vile vyakula vilivyosindikwa vyenye mafuta mengi au vyakula vyenye\r\nsukari) vinaweza kusababisha watoto kuongezeka uzito kupita kiasi bila\r\nuwiano na ongezeko la urefu.\r\n\r\n - **Je, mtoto anakataa kula?** Kama mtoto anaonekana kutopenda ladha ya\r\n   aina fulani ya chakula, apewe vyakula vingine. Aanze kupewa vyakula\r\n   vingine taratibutaratibu.\r\n\r\n - **Je, mtoto ni mgonjwa?** Mtoto mgonjwa anahitaji kuhimizwa kula milo\r\n   midogo ya mara kwa mara. Baada ya ugonjwa, anahitaji kula chakula\r\n   kingi kuliko kawaida ili kuongeza na kurejesha nguvu na virutubisho\r\n   vilivyopotea kutokana na ugonjwa. Kama anaumwa mara kwa mara, mtoto\r\n   huyo anapaswa kuchunguzwa na mtaalamu wa afya.\r\n\r\n - **Je, mtoto anapata vyakula vya kutosha vyenye vitamini A?** Maziwa ya mama yana vitamini A za kutosha. Vyakula vingine vyenye vitamini A\r\n   ni maini, mayai, bidhaa za maziwa, mafuta mekundu ya mawese, matunda\r\n   ya rangi ya njano na ya chungwa, na mbogamboga. Kama vyakula hivi\r\n   havipatikani kwa kiasi cha kutosha, mtaalamu wa afya anaweza kumpa\r\n   mtoto dawa za vitamini A (vidonge au dawa ya maji) kila baada ya\r\n   miezi 4 hadi 6.\r\n\r\n - **Je, mtoto analishwa maziwa ya kawaida kwa kutumia chupa?** Kama mtoto ni mdogo chini ya miezi 6, ni vizuri akanyonyeshwa kwa maziwa\r\n   ya mama tu. Kuanzia miezi 6 hadi 24, maziwa ya mama yanaendelea kuwa\r\n   maziwa bora kwa sababu yana virutubisho vingi. Kama atapewa aina\r\n   nyingine za maziwa, anapaswa kunyweshwa kwa kutumia kikombe safi na\r\n   salama badala ya chupa.\r\n\r\n - **Je, chakula kinatunzwa katika mazingira safi na salama?** Kama si hivyo, mtoto ataumwa mara kwa mara. Vyakula vibichi vinapaswa kuoshwa\r\n   kwa maji safi kutoka katika chanzo salama. Vyakula vilivyopikwa\r\n   vinapaswa kuliwaa mara moja baada ya kupikwa. Chakula kilichobaki\r\n   (kiporo) kitunzwe vizuri na kipashwe moto vizuri kabla ya kuliwa.\r\n\r\n - **Je, maji yanahifadhiwa vizuri?** Maji safi na salama ni muhimu sana kwa\r\n   afya ya mtoto. Maji yanapaswa kutoka katika chanzo salama na kutunzwa\r\n   kwa usafi kwa kuhifadhiwa katika vifaa vilivyofunikwa, ambavyo ni\r\n   safi ndani na nje. Maji safi ya kunywa yanaweza kupatikana kutoka\r\n   kwenye mabomba, mabwawa, visima vya umma, chemchem zinazotunzwa, au\r\n   maji ya mvua yaliyovunwa. Kama maji yanachotwa kutoka kwenye mabwawa,\r\n   vijito, na chemchem zisizolindwa, visima, au matanki, yanapaswa\r\n   kusafishwa kwa kuwekwa dawa. Usafishaji wa maji unaofanyika majumbani\r\n   unaweza kufanywa kwa kuchemshwa, kuchujwa, kuweka shabu , au kuondoa\r\n   vijidudu kwa kuanika juani kwa kuzingatia taarifa zilizotolewa na\r\n   mtaalamu wa afya.\r\n\r\n - **Je, choo kinatupwa katika choo cha shimo, choo cha kusukuma kwa maji, au hufukiwa chini?** Je, mikono huoshwa kwa sababu na maji au\r\n   mbadala wake kama vile jivu na maji baada ya kutoka chooni? Kama\r\n   hapana, mtoto anaweza kupata minyoo na magonjwa mengine mara kwa\r\n   mara. Mtoto mwenye minyoo anapaswa kupewa dawa ya minyoo na mtaalamu\r\n   wa afya. \r\n\r\n - Je, mtoto mdogo anaachwa peke yake muda mwingi au chini ya   \r\n   uangalizi wa mtoto mkubwa? Kama ndiyo, mtoto mdogo anaweza kuhitaji  \r\n   uangalizi na kuwa karibu zaidi na watu wazima, hususani wakati wa   \r\n   kula.", 
        "source": "c7a4340fa57c46e38561263efa772a74", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "168c39969bc549108d1ab6c1d1ba580b"
    }, 
    "model": "GitPageModel"
}