{
    "fields": {
        "subtitle": "", 
        "description": "Wakati mwingine, kikohozi ni dalili ya tatizo kubwa zaidi. Mtoto\r\nambaye anapumua harakaharaka au kwa shida anaweza kuwa\r\nna nyumonia, maambukizo katika mapafu. Huu ni ugonjwa\r\nhatari kwa maisha ya mtoto. Mtoto hana budi kutibiwa bila\r\nkucheleweshwa na mtaalamu wa afya ambaye pia anaweza\r\nkuelekeza apelekwe katika hospitali kubwa zaidi.", 
        "language": "swh_TZ", 
        "title": "Wakati mwingine, kikohozi ni dalili ya tatizo kubwa zaidi. Mtoto ambaye anapumua harakaharaka au kwa shida anaweza kuwa na nyumonia, maambukizo katika mapafu. Huu ni ugonjwa hatari kwa maisha ya mtoto", 
        "primary_category": "2ffe198e7447448e825f4cb543fb7267", 
        "created_at": "2014-10-12T21:19:41.329960+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T21:19:41.330117+00:00", 
        "linked_pages": [], 
        "slug": "wakati-mwingine-kikohozi-ni-dalili-ya-tatizo-kubwa-zaidi-mtoto-ambaye-anapumua-harakaharaka-au-kwa-shida-anaweza-kuwa-na-nyumonia-maambukizo-katika-mapafu-huu-ni-ugonjwa-hatari-kwa-maisha-ya-mtoto", 
        "content": "Mara nyingi kikohozi, mafua, homa, mkereketo wa koo na kutokwa makamasi\r\nhupona bila kutumia dawa. Hata hivyo, wakati mwingine kikohozi na homa ni\r\ndalili za nyumonia, ambayo ni lazima itibiwe na mtaalamu wa afya.\r\n\r\nIkwa mtaalamu wa afya atatoa dawa za kutibu nyumonia, ni lazima kuzingatia\r\nmaelekezo yake ya namna ya kutumia dawa na kuhakikisha kwamba mtoto\r\nanapewa dawa hadi amalize dozi hata kama ataonyesha dalili za kupona.\r\n\r\nWatoto wengi hufia nyumbani kutokana na nyumonia kwa sababu wazazi au\r\nwalezi wao huwa hawatambui hatari ya ugonjwa huo na umuhimu wa kupata\r\ntiba bila kuchelewa. Mamilioni ya vifo vya watoto vinaweza kuepukika endapo:\r\n\r\n - Wazazi na walezi watatambua kwamba kupumua harakaharaka au kwa taabu\r\n   ni dalili mbaya, ambayo huhitaji msaada wa daktari bila kuchelewa\r\n - Wazazi na walezi wengine watafahamu mahali pa kupata huduma ya   \r\n   matibabu\r\n - Huduma ya matibabu na dawa za kufaa zitapatikana bila matatizo.\r\n\r\nWatoto wapelekwe kwa mtaalamu wa afya au kliniki bila kucheleweshwa\r\nendapo wataonyesha moja ya dalili zifuatazo:\r\nmtoto\r\n\r\n - kupumua harakaharaka kuliko kawaida : kwa mtoto siku 0 hadi 59\r\n   mipumuo – 60 kwa dakika; miezi 2 hadi 12 — mipumuo 50kwa dakika au\r\n   zaidi; zaidi ya miezi 12 hadi miaka 5 — mipumuo 40 kwa dakika au\r\n   zaidi\r\n - mtoto anapumua kwa shida au anatweta\r\n - sehemu ya chini ya kifua inaingia ndani wakati mtoto anapovuta hewa,\r\n   au tumbo la mtoto linaonekana kama linapanda na kushuka\r\n - mtoto amekuwa akikohoa kwa zaidi ya wiki tatu\r\n - mtoto hawezi kunyonya au kunywa\r\n - mtoto anatapika mara kwa mara.\r\n\r\nWatoa huduma ya afya wana jukumu la kuwaelimisha wazazi pamoja ana\r\nwalezi wa watoto kuhusu hatari za kiafya kwa watoto wenye nyumonia\r\npamoja na hatua za kuchukua kwa ajili ya uzuiaji pamoja na za matibabu yake. ", 
        "source": "4ff876c9bb194623bdea49cb2261f8dd", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "39ce498e8b724e9eaf253cd9859f778e"
    }, 
    "model": "GitPageModel"
}