{
    "fields": {
        "subtitle": "", 
        "description": "Watoto wanapaswa kulindwa kutokana na kazi za hatari. Kazi zisizuie\r\nwatoto kwenda shuleni. Watoto kamwe hawapaswi kujihusisha na\r\naina yoyote ya kazi mbaya za watoto, kama vile utumwa, kazi za\r\nkulazimishwa, uzalishaji na usafirishaji wa dawa za kulevya. ", 
        "language": "swh_TZ", 
        "title": "Watoto wanapaswa kulindwa kutokana na kazi za hatari. Kazi zisizuie watoto kwenda shuleni. Watoto kamwe hawapaswi kujihusisha na aina yoyote ya kazi mbaya za watoto, kama vile utumwa, kazi za kulazimi", 
        "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
        "created_at": "2014-10-13T15:43:52+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T15:43:56.691284+00:00", 
        "linked_pages": [], 
        "slug": "watoto-wanapaswa-kulindwa-kutokana-na-kazi-za-hatari-kazi-zisizuie-watoto-kwenda-shuleni-watoto-kamwe-hawapaswi-kujihusisha-na-aina-yoyote-ya-kazi-mbaya-za-watoto-kama-vile-utumwa-kazi-za-kulazimi", 
        "content": "Watoto wanapaswa kukingwa na kazi zote za hatari. Kazi zisizuie watoto\r\nkwenda shule. Watoto kamwe hawapaswi kujihusisha na aina zote za kazi\r\nmbaya za watoto, kama vile utumwa, kazi za shurti, uzalishaji na usafirishaji wa\r\ndawa za kulevya. \r\n\r\nMara nyingi watoto wanaofanya kazi hufanya hivyo kwa malengo ya kuzisaidia\r\nfamilia zao kupata kipato cha kuziwezesha kula na kupata mahitaji ya msingi.\r\nWatoto wengi huanza kufanya kazi wakiwa katika umri mdogo, umri wa miaka\r\n4. Kwa sehemu nyingi, inachukuliwa kuwa ni kawaida kwa watoto kufanya kazi\r\nkwa muda mrefu kabla au baada ya kwenda shule, au kufanya kazi siku nzima\r\nbila kwenda shule kabisa.\r\n\r\nWatoto hufanya kazi katika sekta nyingi, ikiwa ni pamoja na kilimo, biashara,\r\nviwanda, uvuvi, masoko, kazi za ndani, kulea watoto, kazi za mikono, hotelini,\r\nmajalala ya takataka na mitaani.\r\n\r\nTakriban asilimia 70 ya watoto hufanya kazi katika sekta ya kilimo. Kazi yao\r\nhuweza kuwa ni ya hatari sana, ikihusisha dawa za kuulia wadudu, vifaa\r\nvyenye ncha kali, kazi nzito za mikono zinazofanywa kwa muda mrefu. \r\n\r\nWatoto wanaweza kuwa katika hatari ya kufanyiwa vitendo vya kikatili na\r\nkutumiwa katika biashara ya ngono, hasa wakati wa majira ya mavuno\r\n(wakati wanapofanya kazi kwa muda mrefu) na wakati wakifanya kazi katika\r\nmashamba makubwa. \r\n\r\nBaadhi ya watoto wanajihusisha na aina mbaya kabisa ya kazi za watoto, kama\r\nvile utumwa wa watoto, kazi za shurti, uzalishaji na usafirishaji wa dawa za\r\nkulevya. Matendo haya si halali kisheria. Watoto wanapaswa kuondolewa\r\nharaka sana katika hali hiyo na kuunganishwa pamoja na familia na jamii zao,\r\nikiwa kufanya hivyo kuna maslahi kwa watoto. \r\n\r\nKazi zifanywazo na watoto hazipaswi kuwa zinazohatarisha afya au ustawi\r\nwao. Kazi hizo zisiwazuie watoto kwenda shule.\r\n\r\n**Serikali na mamlaka za mitaa, kwa kusaidiana na familia na\r\nasasi za kiraia, zinapaswa kuunda mbinu za kulishughulikia\r\ntatizo la kazi za watoto zenye madhara, kama vile:**\r\n\r\n- Kubaini na kuueleza umma wote aina mbalimbali za kazi za watoto\r\nzenye madhara zinazofanywa katika jamii na aina ya kazi ambayo watoto\r\nwanaweza kukumbana nayo ikiwa watahama\r\n- Kubaini na kuondoa watoto kutoka katika kazi za watoto zenye madhara\r\n- Kuwasaidia watoto walioondolewa katika kazi za watoto ambao wanaishi\r\nmbali na familia zao ili waungane na familia na jamii zao, ikiwa kufanya hivi\r\nkutakuwa na maslahi kwa watoto.\r\n- Kuhakikisha kwamba watoto wote katika jamii wanahudhuria shule\r\ninayowafaa muda wote na kupata elimu bora, usawa kwa watoto wote na\r\nisiyokuwa na ukatili\r\n- Kutoa msaada wa kipato na/au huduma za ustawi wa jamii kwa\r\nfamilia zinazohitaji, ili zisitegemee kipato kinachotafutwa na watoto na\r\nkuwapeleka watoto shule. \r\n\r\nFamilia zinapaswa kujua hatari zilizopo kwa kuwapeleka watoto wao maeneo\r\nya mbali kufanya kazi, kama vile kazi za nyumbani na za kilimo.\r\n\r\nWatoto na watu wazima wanapaswa kuelimishwa vizuri kuhusu hatari ya\r\nkuondoka nyumbani na kufanya kazi ambazo zinaweza kuwafikisha katika\r\nhatari kubwa kama vile ukahaba na usafirishaji wa dawa za kulevya.\r\n\r\n\r\n\r\n", 
        "source": "00e4d2b6f95b470e9188442af1bf337f", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "0822cf92b8c8486097630095ad1bb8ef"
    }, 
    "model": "GitPageModel"
}