{
    "fields": {
        "subtitle": "", 
        "description": "Watoto wanaweza kufa kwa kuzama majini kwa muda wa chini\r\nya dakika 2 na kwa kiasi kidogo sana cha maji, hata katika\r\nbeseni la kuogea. Kamwe wasiachwe peke yao majini au karibu\r\nna maji.", 
        "language": "swh_TZ", 
        "title": "Watoto wanaweza kufa kwa kuzama majini kwa muda wa chini ya dakika 2 na kwa kiasi kidogo sana cha maji, hata katika beseni la kuogea. Kamwe wasiachwe peke yao majini au karibu na maji.", 
        "primary_category": "8db1a6f44dd9426da7a50a4664bb84cf", 
        "created_at": "2014-10-13T11:27:15+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T11:27:20.799321+00:00", 
        "linked_pages": [], 
        "slug": "watoto-wanaweza-kufa-kwa-kuzama-majini-kwa-muda-wa-chini-ya-dakika-2-na-kwa-kiasi-kidogo-sana-cha-maji-hata-katika-beseni-la-kuogea-kamwe-wasiachwe-peke-yao-majini-au-karibu-na-maji", 
        "content": "Kuzama katika maji kunaweza kusababisha kifo au uharibifu katika ubongo.\r\nIli kuwaepusha watoto na tatizo la kuzama, wazazi na walezi wengine\r\nwanapaswa kuwasimamia watoto walio karibu na maji au majini muda wote.\r\nNi muhimu kufanya yafuatayo: \r\n\r\n- kufunika visima na matangi ya maji ili watoto wasiifungue\r\n- kupindua chini juu vyombo kama vile mabeseni na ndoo vikiwa havitumiki, na kuwasimamia watoto muda wote wakiwa wanaoga\r\n- kuwafundisha watoto kukaa mbali na mitaro na mifereji inayotumika\r\nkutolea maji\r\n- kwa familia zinazoishi karibu na maji, kujengwe uzio kuzunguka nyumba na\r\nmilango kufungwa ili kuwazuia watoto wasiende kwenye maji\r\n- kuzungushia madimbwi na mabwawa ya kuogelea uzio wa chuma/miti/\r\nmbao ulio wima ili kuwazuia watoto wasiende katika maeneo hayo ya maji\r\n- kwa familia zinazoishi katika maji, kuwekwe vizuizi vilivyo wima katika\r\nngazi, milango na madirisha ili kuwazuia watoto wasiangukie majini\r\n- kuwafundisha watoto kuogelea wakiwa bado wadogo\r\n- kuhakikisha kuwa watoto wadogo na watoto wengine wasiojua kuogelea\r\nwanavaa maboya wakiwa wanacheza majini au katika boti.\r\n- wasimamie watoto wanaoogelea muda wote\r\n- kuwafundisha watoto kamwe wasiogelee katika vijito vyenye maji\r\nyanayotembea na wasiogelee peke yao\r\n- katika maeneo yenye mafuriko ya mara kwa mara, watoto waangaliwe\r\nkwa uangalifu mkubwa wakati maji yanaanza kuongezeka; hakikisha\r\nkwamba wanafamilia wote, pamoja na watoto wakubwa wanaoelewa, wanaeleweshwa mahali salama pa kwenda ikiwa wanataka kuondoka\r\nnyumbani haraka. \r\n\r\n**Kwa ushauri kuhusu kutoa Huduma ya Kwanza kwa mtu aliyezama majini,\r\nsoma mwishoni mwa sura hii. **\r\n", 
        "source": "518e07182193461590d6a88f1d19db05", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "01f87db8bf4d4dfdb46f95268c305049"
    }, 
    "model": "GitPageModel"
}