{
    "fields": {
        "subtitle": "", 
        "description": "Katika dharura, watoto wana haki sawa kama ilivyo katika\r\nmaeneo yasiyo na dharura. Hii hujumuisha dharura zinazotokana\r\nna migogoro, majanga au mlipuko wa magonjwa.", 
        "language": "swh_TZ", 
        "title": "Katika dharura, watoto wana haki sawa kama ilivyo katika maeneo yasiyo na dharura. Hii hujumuisha dharura zinazotokana na migogoro, majanga au mlipuko wa magonjwa.", 
        "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
        "created_at": "2014-10-09T18:53:20+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T12:47:10.569575+00:00", 
        "linked_pages": [], 
        "slug": "katika-dharura-watoto-wana-haki-sawa-kama-ilivyo-katika-maeneo-yasiyo-na-dharura-hii-hujumuisha-dharura-zinazotokana-na-migogoro-majanga-au-mlipuko-wa-magonjwa", 
        "content": "Watoto wote, familia zao pamoja na jamii nzima wana haki ya kupata msaada\r\nwa kibinadamu wanapokuwa katika hali ya dharura.\r\n\r\nWatoto na familia zao ambazo zimeondolewa katika makazi yao nchini mwao\r\nkutokana na migogoro au majanga ya asili wana haki sawa na wale wanaoishi\r\nkatika makazi yao na jamii iliyo katika hali ya utulivu. \r\n\r\nJamii zinazohusika zinaweza kutenga maeneo ya kuwahifadhi raia na\r\nwagonjwa. Maeneo hayo kamwe hayapaswi kutumika kwa malengo yoyote\r\nyale ya kijeshi. \r\n\r\nWafanyakazi wanaotoa misaada ya kibinamu na ugavi ni lazima waheshimiwe\r\nna kulindwa daima. Wapiganaji wanapaswa kuwaruhusu raia wote kupata\r\nmisaada ya kibinadamu.\r\n\r\nMahitaji mahususi ya akina mama na wasichana katika dharura lazima\r\nyaheshimiwe. Mahitaji yao mahususi ya siri, usafi na ulinzi ni lazima\r\nyazingatiwe. Watoto wasio na watu wa kuwaongoza, akina mama wajawazito,\r\nakina mama wenye watoto wadogo, akina mama wanaoongoza kaya,\r\nwalemavu na wazee wanaweza kuhitaji namna mahususi ya kushughulikia\r\nmahitaji yao. \r\n\r\nWakati watoto na familia zinapohamishwa na kuhamia sehemu nyingine\r\nnchini, mamlaka za nchi husika zina wajibu wa kulinda haki za watoto na\r\nkuwasaidia watoto na familia zao. Umoja wa Mataifa, asasi zisizo za kiserikali\r\nna Kamati ya Kimataifa ya Msalaba Mwekundu, licha ya mambo mengine, pia\r\nwana wajibu mkubwa wa kutoa msaada na ulinzi kwa watoto na familia zao. \r\n\r\n\r\nWatu waliohamishwa wana haki ya kurudi katika makazi yao mara sababu za\r\nkuondoka kwao zinapokwisha. Haki za mali za watu waliohamishwa ni lazima\r\nziheshimiwe ili watoto na familia zao ziweze kujijenga upya kimaisha.\r\n\r\nWakati jamii zinapoanza kujijenga na kujiimarisha baada ya hali ya dharura,\r\nkuna haja ya kuzingatia utoaji wa huduma za jamii, kama vile afya na elimu\r\nkwa watoto, akina mama na familia zao. \r\n\r\nWafanyakazi wanaotoa misaada ya kibinadamu kwa raia wanapaswa\r\nkupunguza uwezekano wa kutokea vurugu, unyonyaji na tabia mbaya.\r\nShughuli yoyote inayowanyonya raia husika inapaswa kupigiwa ripoti haraka\r\nkwa shirika na mamlaka husika \r\n\r\n", 
        "source": "3e3b6cd861094a53a35c24e1c60f01bf", 
        "featured": false, 
        "published": true, 
        "position": 69, 
        "id": "630ec954cb034f22b1e9063bfcc5870b"
    }, 
    "model": "GitPageModel"
}