{
    "fields": {
        "subtitle": "", 
        "description": "Mlipuko wa ugonjwa unaweza kusababisha hali ya dharura kwa\r\nsababu ya ukubwa wa tatizo lenyewe au kwa sababu ya hatua\r\nzinazochukuliwa na jamii katika kukabiliana na ugonjwa huo.\r\nKwa ugonjwa wa mfua na magonjwa mengine ambayo huenea\r\nkutokanana kukaribiana kati ya mtu na mtu, wazazi na walezi\r\nwengine wanapaswa kuwaweka watoto na wanafamilia wengine\r\nmbali na wagonjwa. Ikiwa mtoto au mwanafamilia mwingine\r\nni mgonjwa wa mafua, anapaswa kutengwa na watoto na\r\nwanafamilia wengine.", 
        "language": "swh_TZ", 
        "title": "Mlipuko wa ugonjwa unaweza kusababisha hali ya dharura kwa sababu ya ukubwa wa tatizo lenyewe au kwa sababu ya hatua zinazochukuliwa na jamii katika kukabiliana na ugonjwa huo. Kwa ugonjwa wa mfua na ", 
        "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
        "created_at": "2014-10-13T12:55:25+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T12:55:29.788009+00:00", 
        "linked_pages": [], 
        "slug": "mlipuko-wa-ugonjwa-unaweza-kusababisha-hali-ya-dharura-kwa-sababu-ya-ukubwa-wa-tatizo-lenyewe-au-kwa-sababu-ya-hatua-zinazochukuliwa-na-jamii-katika-kukabiliana-na-ugonjwa-huo-kwa-ugonjwa-wa-mfua-na", 
        "content": "Athari za mlipuko wa ugonjwa hutegemea ukali wa ugonjwa pamoja na hatua\r\nzinazochukuliwa na serikali, jamii na watu binafsi katika kukabiliana na ugonjwa\r\nhuo. \r\n\r\nMlipuko wa homa ya mafua, unaosababishwa na kirusi kipya, unaweza\r\nkuenea kwa kasi kwa watu walio na kinga dhaifu dhidi ya kirusi hicho. Mafua\r\nyanaweza kuwa ya wastani au makali kwa maana ya ukali wa ugonjwa au\r\nidadi ya vifo yanavyovisababisha. Mlipuko wa ugonjwa unaweza kutokea na\r\nkupotea kwa vipindi mbalimbali. Kiwango chake cha ukali kinaweza kubadilika\r\nkadiri ugonjwa unavyotokea, na kuufanya ukali huo kutotabirika. Kwa kawaida\r\nmlipuko wa homa ya mafua una athari kubwa zaidi kuliko mafua ya kawaida\r\nyanayotokea katika majira fulani ya mwaka. \r\n\r\nMafua ya kawaida yanayotokea katika majira fulani ya mwaka yanasababisha\r\nvifo kwa watu wenye zaidi ya umri wa miaka 65. Mlipuko wa homa ya\r\nmafua unasababisha kuumwa sana na vifo kwa makundi ya vijana wenye\r\numri mdogo. Mafua yote, yale ya kawaida yanayotokea katika majira fulani\r\nna yale yanatokea kama mlipuko, huwaweka katika hali ya hatari zaidi na\r\nkuwasababishia vifo akina mama wajawazito na watoto walio chini ya miaka\r\n2. Watoto wakubwa wana viwango vikubwa vya maambukizo, lakini huwa\r\nhawapati athari kubwa sana. \r\n\r\nDalili za mafua hujumuisha homa kali, kikohozi, maumivu ya koo, maumivu ya\r\nmwili, kuumwa kichwa, kuhisi baridi, uchovu, kutapika na kuharisha. Wakati\r\nmwingine, mafua yanaweza kusababisha vichomi na matatizo ya kupumua. \r\n\r\nHatua za kuchukua zinazoshauriwa kuwakinga watoto na familia zao wakati\r\nwa mlipuko wa mafua au magonjwa mengine yanayoambukiza hutegemeana\r\nna aina ya ugonjwa. Baadhi ya hatua muhimu, hatua za jumla za kufuata, ni\r\npamoja na: \r\n\r\n- ukiwa ni mgonjwa, basi ukae nyumbani, na ukae mbali na watu wengine\r\n- pata taarifa sahihi zinazohusu dalili za ugonjwa na hatua za kuchukua\r\npale ugonjwa unapokuwa tishio: zijue dalili za hatari na wapi kwa kwenda\r\nzinapotokea\r\n- nawa mikono kwa maji na sabuni na hakikisha maeneo yote ni safi\r\n- kohoa au piga chafya kwa kuelekeza uso wako viganjani au tumia tishu, na\r\nuitupe tishu hiyo katika hali ya usalama\r\n- usiteme mate karibu na watoto au mahali penye watu wengi.\r\nKatika mlipuko wa ugonjwa unaoambukiza, wenye athari mbaya, ni muhimu\r\nkupunguza kukaribiana na watu wengine:\r\n- kaa angalau mita 1 mbali na wengine, hasa wakiwa wanakohoa au kupiga\r\nchafya au wanaonekana ni wagonjwa\r\n- kaa nyumbani pale inapowezekana na epuka kukaa katika mikusanyiko ya\r\nwatu au kusafiri.\r\n\r\nKatika mlipuko mkubwa wa ugonjwa, baadhi ya watu wanaweza kutengwa\r\nkatika maeneo ya hospitali kwa ajili ya matibabu au kuzuia kuenea kwa\r\nugonjwa. Lakini kwa watu wengi upatikanaji wa matunzo unaweza kuwa\r\nmdogo. Ni muhimu kujifunza namna ya kumtunza mgonjwa nyumbani na\r\nkuzuia kuenea kwa ugonjwa katika kaya:\r\n\r\n- watengee wagonjwa mahali pao maalumu nyumbani\r\n- mtu mmoja apewe jukumu la kumtunza mgonjwa\r\n- mgonjwa apewe vinywaji na chakula vya kutosha. ", 
        "source": "8ec3a706cd14498cb211105407a9d326", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "4eaa3e11050e4919a24cbedb948e4b6c"
    }, 
    "model": "GitPageModel"
}