{
    "fields": {
        "subtitle": "", 
        "description": "Wasichana na wavulana lazima walindwe dhidi ya aina zote za\r\nunyanyasaji na udhalilishaji. Hii ni pamoja na udhalilishaji wa\r\nkimwili, kijinsia na kihisia, kupuuzwa, na vitendo vinavyodhuru\r\nkama vile ndoa za utotoni, na ukeketaji wa wasichana. Familia,\r\njamii na mamlaka husika zinawajibika kuhakikisha kuwa kuna\r\nulinzi wa kutosha dhidi ya vitendo hivyo.", 
        "language": "swh_TZ", 
        "title": "Wasichana na wavulana lazima walindwe dhidi ya aina zote za unyanyasaji na udhalilishaji. Hii ni pamoja na udhalilishaji wa kimwili, kijinsia na kihisia, kupuuzwa, na vitendo vinavyodhuru kama vile nd", 
        "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
        "created_at": "2014-10-13T15:40:23+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T15:40:27.625948+00:00", 
        "linked_pages": [], 
        "slug": "wasichana-na-wavulana-lazima-walindwe-dhidi-ya-aina-zote-za-unyanyasaji-na-udhalilishaji-hii-ni-pamoja-na-udhalilishaji-wa-kimwili-kijinsia-na-kihisia-kupuuzwa-na-vitendo-vinavyodhuru-kama-vile-nd", 
        "content": "Wasichana na wavulana wanaweza kukumbwa na aina tofauti za unyanyasaji,\r\nukatili na/au vitendo vinavyodhuru katika mazingira mengi:\r\n\r\n- Katika familia na nyumbani:\r\n- ukatili wa kimwili\r\n- ukatili wa kisaikolojia\r\n- ukatili na unyanyasaji wa kijinsia\r\n- adhabu za viboko\r\n- kupuuzwa na kutelekezwa\r\n- ndoa za utotoni\r\n- mila zenye madhara, kama vile ukeketaji wa wasichana. \r\n\r\n**Katika shule na shughuli zingine za kielimu:**\r\n\r\n- adhabu za viboko\r\n- adhabu za kisaikolojia\r\n- ukatili wa kingono na kijinsia\r\n- mateso kwa maneno au vitendo vya kikatili\r\n- kupigana.\r\n\r\n**Katika taasisi za malezi na haki (kwa mfano, vituo vya watoto\r\nyatima, nyumba za kulea watoto na vizuizini)**\r\n\r\n- ukatili wa kisaikolojia kwa kisingizio cha nidhamu\r\n- kupuuzwa\r\n- ukatili wa mtoto kwa mtoto\r\n- ukatili na unyanyasaji wa kijinsia. \r\n\r\n**Mahali pa kazi:**\r\n\r\n- adhabu za viboko na kisaikolojia\r\n- udhalilishaji\r\n- unyanyasaji na wa kijinsia na ubakaji.\r\n\r\n**Katika jamii (kati ya watoto wa rika moja, kati ya makundi,\r\nkutoka kwa askari polisi, na wasafirishaji):**\r\n\r\n- Ukatili wa kimwili\r\n- Ukatili wa kijinsia. \r\n\r\nKatika kila moja ya mazingira haya, watoto wanaweza kushuhudia aina tofauti\r\nza unyanyasaji, kama vile unyanyasaji unaotokea nyumbani kati ya mume na\r\nmke au kati ya wanafamilia. \r\n\r\nWatoto wanaoshuhudia unyanyasaji mara nyingi hukaa kimya kwa woga, aibu\r\nau fedheha. Wengine huichukulia hali hii kama sehemu ya maisha. Wakati\r\nunyanyasaji mwingine unafanywa na wageni, unyanyasaji mwingi hufanywa\r\nna watu ambao hujulikana kwa watoto na ni wale ambao hupaswa kuaminiwa\r\nna kutoa ulinzi kwa watoto. Hawa ni pamoja na wazazi, wazazi wa kambo\r\nau mwenzi wa mzazi, ndugu wa ukoo, walezi, rafiki wa kiume, mwanafunzi\r\nwanaosoma pamoja, walimu, viongozi wa kidini, na waajiri. \r\n\r\nWasichana na wavulana wote wapo katika hatari ya kufanyiwa ukatili. Kwa\r\nujumla, wavulana wapo katika hatari kubwa sana ya kunyanyaswa kimwili na\r\nwasichana wanakumbana na hatari kubwa ya unyanyasaji wa kupuuzwa, wa\r\nkijinsia, na unyonyaji. \r\n\r\nBaadhi ya vikundi vya watoto vipo katika mazingira yanayoviingiza kwenye\r\nhatari ya kunyanyaswa. Hawa ni pamoja na watoto walemavu, watoto wa\r\njamii ndogondogo, watoto wanaoishi au wanaofanya kazi mitaani, watoto\r\nwalio katika mgogoro wa sheria na watoto ambao ni wakimbizi, watoto\r\nwaliohamishwa katika makazi yao au waliohama makazi yao.\r\n\r\nWatoto wadogo wakati mwingine ni vitu watumiavyo wazazi au walezi\r\nwengine kwa kumalizia hasira au msongo wa mawazo, mara nyingi watoto\r\nhawaachi kulia. Walezi wanaweza kuwatikisa watoto wadogo kwa nguvu na\r\nvurugu kiasi cha kuwasababishia majeraha katika ubongo, jambo ambalo\r\nlinaweza kusababisha majeraha au kifo. Wazazi na walezi wengine ni lazima\r\nwajue kwamba kamwe haitakiwi kuwatikisa watoto. Dalili za kutikisa kwa\r\nnguvu ni pamoja na kupandwa hasira kirahisi, kukaa macho, kupumua kwa\r\ntaabu, kudhoofu, kutapika, kuzimia. Yakitokea hayo huduma za afya zinahitajika\r\nharaka iwezekanavyo. \r\n\r\nKwa kawaida, jamii huingilia baada ya mtoto kutendewa vitendo vibaya. Kwa\r\nkuangalia ukubwa wa tatizo, ni ukweli kwamba jamii zinaelekea kumlinda\r\nmtoto dhidi ya vitendo vya unyanyasaji, ukatili, kupuuzwa na vitendo vyenye\r\nmadhara. \r\n\r\n**Kila jamii inapaswa kuandaa na kuutekeleza mpango wa\r\nutekelezaji ili kutokomeza unyanyasaji dhidi ya watoto. Baadhi\r\nya matendo makuu ni pamoja na:**\r\n\r\n- Andaa na kuwasilisha kwa mapana kanuni za maadili dhidi ya aina zote za\r\nunyanyasaji katika mazingira ambayo watoto huishi, huenda shule, hucheza\r\nna kufanya kazi.\r\n- Waelimishe wazazi na walezi wengine kuheshimu mtazamo wa mtoto,\r\nkujifunza jinsi ya kutumia njia nzuri za kufundisha nidhamu zisizo za\r\nunyanyasaji na kutomwadhibu mtoto wakiwa na hasira.\r\n- Saidia shule kujenga mitazamo ambayo inapinga unyanyasaji na\r\nkuhamasisha njia zisizo za kiunyanyasaji za kutatua migogoro. Hii inahusisha\r\nkubadilisha uendeshaji wa darasa (kimapokeo inatokana na woga, vitisho,\r\nudhalilishaji na adhabu za viboko) ili uhusishe mkabala unaowafaa watoto\r\nusio wa kibaguzi na unaosaidia kujifunza kwa ushirikiano\r\n- Dhamini kampeni za jamii za kuzuia adhabu za viboko, ukatili na vitendo\r\nvyenye madhara kama vile ndoa za utotoni na ukeketaji\r\n- Wape huduma za jamii watoto walioathiriwa na unyanyasaji ili kuwasaidia\r\nwaungane na familia na jamii zao\r\n- Anzisha njia salama ambazo watoto watatumia kutoa taarifa za unyanyasaji\r\ndhidi yao, kama vile kuweka simu maalumu ya moja kwa moja ya kutolea\r\ntaarifa za hatari au vituo vya ulinzi wa kijamii vinavyopatikana. ", 
        "source": "8310b2268c244582abc0f714bdd4d95d", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "cd51d8b7667b4725939e78dd0f726aa2"
    }, 
    "model": "GitPageModel"
}