{
    "fields": {
        "subtitle": "", 
        "description": "Watoto wote wana haki ya kupata taarifa zinazolingana\r\nna umri wao, kusikilizwa na kushiriki katika kutoa uamuzi\r\nunaowahusu. Utekelezaji wa haki hii unawawezesha watoto\r\nkuwajibika kikamilifu katika kujikinga na ukatili, unyanyasaji na\r\nudhalilishaji, na kuwa raia hai.", 
        "language": "swh_TZ", 
        "title": "Watoto wote wana haki ya kupata taarifa zinazolingana na umri wao, kusikilizwa na kushiriki katika kutoa uamuzi unaowahusu. Utekelezaji wa haki hii unawawezesha watoto kuwajibika kikamilifu katika kuj", 
        "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
        "created_at": "2014-10-13T15:55:55+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T15:56:00.237477+00:00", 
        "linked_pages": [], 
        "slug": "watoto-wote-wana-haki-ya-kupata-taarifa-zinazolingana-na-umri-wao-kusikilizwa-na-kushiriki-katika-kutoa-uamuzi-unaowahusu-utekelezaji-wa-haki-hii-unawawezesha-watoto-kuwajibika-kikamilifu-katika-kuj", 
        "content": "Kutoka katika umri mdogo kabisa, ikiwa ni pamoja na umri wa uchanga,\r\nwasichana na wavulana huunda na kuelezea maoni yao pamoja na vitu\r\nwavipendeleavyo. Kadiri wanavyokua ndivyo uwezo wao wa kushiriki katika\r\nkutoa uamuzi unaowahusu wao wenyewe na familia pamoja na jamii zao\r\nunavyokua.\r\n\r\nWatoto na watu wazima wanapaswa kuzungumza pamoja na kubadilishana\r\nmawazo nyumbani, shuleni na katika jamii. Mazungumzo hayo yanapaswa\r\nkuwa ya kuheshimiana. Mawazo ya watoto yanapaswa kusikilizwa na kupewa\r\nuzito kulingana na umri na ukomavu wao.\r\n\r\nWasichana na wavulana wanaotoa maoni yao kwa uwazi inaelekea wanaweza\r\nkutimiza majukumu yao, kujenga udadisi na stadi za mawasiliano, na kutoa\r\nuamuzi mzuri kadiri wanavyokua. Mara nyingi wanaweza kufanya yafuatayo:\r\n\r\n- kujifunza na kufanya vizuri shuleni\r\n- kuchangia katika kutoa uamuzi wa kiuwajibikaji unaohusu elimu na afya zao\r\n- kujilinda wenyewe dhidi ya magonjwa yanayoenezwa kwa njia ya ngono,\r\nikiwa ni pamoja na VVU, dhidi ya kupata ujauzito usiohitajika, vitendo vya\r\nkikatili, upendeleo, ubaguzi na unyonyaji\r\n- kujifunza na kutekeleza wajibu wa kiraia; na wanapokuja kuwa watu\r\nwazima wanakuwa watu ambao wapo tayari kufuatilia haki na kutimiza\r\nwajibu wao. \r\n\r\nWatoto huwa na shauku ya kuwa watumiaji, watayarishaji na walengwa wa\r\nvyombo vya habari, chanzo chenye nguvu ya kuathiri na kubadili mawazo na\r\nmtazamo miongoni mwa watoto. Vyombo vyote vya habari vinaweza kutumika\r\nkiuwajibikaji na kuongeza maarifa ya watoto, kuwatia taarifa kuhusu jinsi ya\r\nkujilinda na kujenga stadi za uraia.\r\n\r\nUmoja au vilabu vinavyoongozwa na watoto vinaweza kuwapatia wasichana\r\nna wavulana mahali pa kutolea mawazo yao, mitazamo yao na masuala\r\nyanayowahusu. Vilabu hivyo vinatoa fursa kwao kukutana na kuandaa vitu\r\nwanavyovipenda na kustawisha stadi za uongozi.\r\n\r\n", 
        "source": "170805c42d6b4475bd3a3f943c16712e", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "de2fcfe1102c43dfb22089902bd5be49"
    }, 
    "model": "GitPageModel"
}