{
    "fields": {
        "subtitle": "", 
        "description": "Vinyesi, ikiwa ni pamoja na vile vya watoto wachanga,\r\nvinapaswa kutupwa mahali salama. Kuhakikisha kuwa\r\nwanafamilia wote wanatumia choo, au kifaa cha kuendea haja\r\n(kwa watoto wadogo) kama njia bora ya kutupa vinyesi. Pale\r\nambapo hapana choo, vinyesi vifukiwe ardhini.", 
        "language": "swh_TZ", 
        "title": "Vinyesi, ikiwa ni pamoja na vile vya watoto wachanga, vinapaswa kutupwa mahali salama. Kuhakikisha kuwa wanafamilia wote wanatumia choo, au kifaa cha kuendea haja (kwa watoto wadogo) kama njia bora ya", 
        "primary_category": "ab26c6bfad66410a82b0e274f4c3b729", 
        "created_at": "2014-10-13T10:22:49+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T10:22:55.212810+00:00", 
        "linked_pages": [], 
        "slug": "vinyesi-ikiwa-ni-pamoja-na-vile-vya-watoto-wachanga-vinapaswa-kutupwa-mahali-salama-kuhakikisha-kuwa-wanafamilia-wote-wanatumia-choo-au-kifaa-cha-kuendea-haja-kwa-watoto-wadogo-kama-njia-bora-ya", 
        "content": "Magonjwa mengi, hasa ugonjwa wa kuhara, huletwa na vijidudu vilivyomo\r\nkatika kinyesi cha binadamu. Vijidudu vikiingia katika maji au chakula, mikono,\r\nvyombo, au sehemu zinazotumika katika kuandaa na kuhudumu chakula,\r\nvinaweza kumezwa na kusababisha magonjwa. Utupaji salama wa vinyesi—\r\nvinyesi vya binadamu na wanyama—ni jambo muhimu sana katika kuzuia\r\nkuenea kwa vijidudu hivi, kunakofanywa na nzi na binadamu. Kinyesi cha\r\nbinadamu kinapaswa kutupwa chooni au kufukiwa ardhini. \r\n\r\nVinyesi vyote, ikiwa ni pamoja na vinyesi vya watoto wachanga na watoto\r\nwadogo, vina vijidudu na ni hatari. Watoto wakijisaidia bila kutumia choo,\r\nvinyesi hivyo vinapaswa kuondolewa mapema na kutupwa chooni au vifukiwe\r\nchini. Mikono ya wazazi au walezi na ya watoto inapaswa kuoshwa kwa sabuni\r\nna maji au kwa majivu na maji. \r\n\r\nKama haiwezekani kutumia choo, kila mtu anapaswa kujisaidia vizuri mbali na\r\nnyumba, njia za watu, vyanzo vya maji, na maeneo ambayo watoto hucheza.\r\nVinyesi vinapaswa kufukiwa ardhini mara tu baada ya kumaliza kujisaidia.\r\nVinyesi vya wanyama pia vinapaswa kutupwa mbali na nyumba, njia za watu,\r\nna maeneo ambayo watoto hucheza.\r\n\r\nVyoo vinapaswa kusafishwa mara kwa mara. Vyoo vinapaswa kufunikwa.\r\nChoo safi huwa na nzi wachache. Watu hupendelea kutumia choo safi. Serikali\r\nza mitaa na asasi zisizo za serikali zinaweza kutoa ushauri kwa kaya na jamii\r\nkuhusu usanifu, vifaa, na ujenzi wa vyoo vya gharama nafuu. \r\n\r\nKatika maeneo ya mijini, serikali na jamii zinapaswa kufanya kazi pamoja\r\nkuangalia namna ya kujenga vyoo vya gharama nafuu, mifumo ya maji taka,\r\nna mifereji ya kutolea maji machafu, kuboresha mifumo ya maji safi, na\r\nukusanyaji salama wa taka. ", 
        "source": "e33464393a654a9ebebd479a45a12d1d", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "214fc83164934b05948adf9fb92daa7c"
    }, 
    "model": "GitPageModel"
}