{
    "fields": {
        "subtitle": "", 
        "description": "Kuwahimiza watoto kucheza na kutambua mambo mapya\r\nhuwasaidia kujifunza na kubadilika kimahusiano, kihisia, kimwili\r\nna kiakili. Hali hiyo huwafanya watoto wawe tayari kuanza\r\nshule.", 
        "language": "swh_TZ", 
        "title": "Kuwahimiza watoto kucheza na kutambua mambo mapya huwasaidia kujifunza na kubadilika kimahusiano, kihisia, kimwili na kiakili. Hali hiyo huwafanya watoto wawe tayari kuanza shule.", 
        "primary_category": "84c39134746243a1a04fc013fd1b1e0e", 
        "created_at": "2014-10-12T17:31:29.242402+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T17:31:29.242552+00:00", 
        "linked_pages": [], 
        "slug": "kuwahimiza-watoto-kucheza-na-kutambua-mambo-mapya-huwasaidia-kujifunza-na-kubadilika-kimahusiano-kihisia-kimwili-na-kiakili-hali-hiyo-huwafanya-watoto-wawe-tayari-kuanza-shule", 
        "content": "Watoto hucheza kwa vile kufanya hivyo huwafurahisha. Mchezo pia ni njia\r\nmuhimu sana ya kujifunzia na kuleta mabadiliko kwa mtoto. Kucheza, ama\r\nkwa kuzingatia kanuni au kiholela, huwajengea watoto msingi wa mbinu za\r\nkujifunza na kuelewa maisha. Huwasaidia watoto:\r\n\r\n - kujenga maarifa , uzoefu , udadisi na kujiamini\r\n - kujifunza kwa vitendo, kwa kulinganisha matokeo, kwa kuuliza maswali\r\n   na kwa kutatua matatizo\r\n - kujenga lugha, uwezo wa kufikiri, kupanga, kuandaa na kutoa maamuzi.\r\n\r\nKuhimizwa pamoja na kushiriki katika michezo pamoja na watoto wengine\r\nna watu wazima ni mambo muhimu sana kwa watoto wenye ulemavu au\r\nmaradhi sugu, kwa mfano watoto wenye VVU. \r\n\r\nPale wazazi na walezi wengine wanapozungumza na watoto kwa kutumia\r\nlugha yao ya awali huwasaidia watoto kujenga uwezo wa kufikiri na kujieleza\r\nwao wenyewe. Watoto hujifunza lugha kwa urahisi zaidi kwa kusikia na\r\nkuimba nyimbo, kusimuliwa au kusomewa hadithi, kukariri nyimbo za watoto\r\nna kucheza michezo. \r\n\r\nWasichana na wavulana wote hawana budi kupewa nafasi sawa za kushiriki\r\nkwenye michezo na kushirikiana pamoja na wanafamilia wengine, wakiwemo\r\nndugu na bibi na babu, katika shughuli za nyumbani. Michezo na kukaa pamoja\r\nna mama na baba husaidia kuimarisha uhusiano baina ya watoto na wazazi.\r\n\r\nWanafamilia pamoja na walezi wa watoto wanaweza kuwasaidia watoto\r\nkatika kujifunza kwa kuwapatia majaribio rahisi yenye maelekezo bayana, vitu\r\nvya kuchezea na kuwaanzishia mambo mapya ya kufanya. Hata hivyo wasiwe\r\nwachezaji wakuu katika michezo ya watoto. \r\n\r\nWatoto wote huhitaji aina mbalimbali za vitu rahisi vya kuchezea\r\nvinavyolingana na hatua yao ya mabadiliko na ya ujifunzaji. Maji, mchanga,\r\nmaboksi, vipande vidovidogo vya miti kwa ajili ya kujengea, vitu vidogovidogo\r\nvilivyofinyangwa pamoja na mifuniko, vyote hivi vinafaa kwa michezo ya\r\nwatoto sawa tu na wanasesere wanaonunuliwa dukani.\r\n\r\nWazazi pamoja na walezi hawana budi kuwa na uvumilivu pale mtoto mdogo\r\nkabisa anapokataa kusaidiwa katika kufanya kitu fulani. Watoto hujifunza kwa\r\nkurudiarudia hadi wafanikiwe. Ili mradi mtoto hayuko kwenye hatari yoyote,\r\njitihada zake za kufanya kitu kipya na kigumu ni ishara nzuri ya maendeleo ya\r\nmtoto.\r\n\r\nWatoto hubadilika wakati wote na kujenga uwezo mpya. Walezi wa watoto\r\nhawana budi kubaini mabadiliko hayo ya mtoto na kuyafuatilia . Kufuatilia na\r\nkuwasifia watoto huwasaidia kujenga uwezo mpya haraka zaidi.\r\n\r\nKadiri watoto wadogo wanavyozidi kukuwa ndivyo wanavyohitaji kupewa\r\nnafasi ya kujifunza na kuchanganyika na watoto wengine wa umri wao.\r\nUjifunzaji wa pamoja nyumbani, au kwenye shule ya chekechea chini ya\r\nuangalizi wa mlezi mwenye ujuzi au mwalimu husaidia kumwandaa mtoto\r\nkwa ajili ya kuanza shule.", 
        "source": "48ce644a888049cabd58a9f3c68550ab", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "a8a377d6dbe04f5c972de95d7ba814d5"
    }, 
    "model": "GitPageModel"
}