{
    "fields": {
        "subtitle": "", 
        "description": "Kila palipo na malaria, watoto huwa wako hatarini. Mtoto\r\nanayeumwa malaria anapaswa kuchunguzwa mapema na\r\nmtaalam wa afya na kupata tiba sahihi dhidi ya malaria mapema\r\niwezekanavyo akibainika kuwa na malaria. Shirika la Afya\r\nDuniani linashauri kutumia tiba mchanganyiko ya Artemisinin\r\nkwa ajili ya kutibu ugonjwa wa malaria unaosababishwa na\r\nvimelea vinavyofahamika kama Plasmodium falciparu. Malaria\r\ninayosababishwa na vimelea hawa ni hatari sana na husababisha\r\nkaribu vifo vyote vitokanavyo na malaria", 
        "language": "swh_TZ", 
        "title": "Kila palipo na malaria, watoto huwa wako hatarini. Mtoto anayeumwa malaria anapaswa kuchunguzwa mapema na mtaalam wa afya na kupata tiba sahihi dhidi ya malaria mapema iwezekanavyo akibainika kuwa na ", 
        "primary_category": "50790d85e8594cb192f47187ec0b26d0", 
        "created_at": "2014-10-13T13:49:19+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T13:49:24.697383+00:00", 
        "linked_pages": [], 
        "slug": "kila-palipo-na-malaria-watoto-huwa-wako-hatarini-mtoto-anayeumwa-malaria-anapaswa-kuchunguzwa-mapema-na-mtaalam-wa-afya-na-kupata-tiba-sahihi-dhidi-ya-malaria-mapema-iwezekanavyo-akibainika-kuwa-na", 
        "content": "Mtu yeyote katika familia mwenye homa, au watoto wanaokataa kula au\r\nwanaotapika, wanaoharisha, wanaolegea na wanaopata homa za vipindi\r\nwachukuliwe kuwa wana malaria.\r\n\r\nMtoto mwenye homa inayodhaniwa kuwa ni ya malaria anahitaji kupata tiba\r\nya malaria mapema kama inavyoshauriwa na mtaalam wa afya. Ikiwezekana,\r\nmtoto apimwe kwa Kipimo cha Kuchunguza Malaria kwa Kasi au kwa darubini\r\n(uchunguzi wa maabara unaohusisha uchunguzi wa damu ya mtu katika\r\ndarubini) ili kuhakikisha kuwa ana maambukizo ya malaria. Vipimo hivi ni vya\r\ngharama nafuu na vinaendelea kupatikana kwa wingi.\r\n\r\nMtoto mwenye ugonjwa wa malaria asipotibiwa ndani ya siku moja, anaweza\r\nkufariki dunia. Shirika la Afya Duniani linashauri kutumia tiba mchanganyiko\r\nya Artemisinin kutibu ugonjwa wa malaria unaosababishwa na Plasmodium\r\nfalciparu. Mtaalam wa afya anaweza kushauri aina ya tiba mchanganyiko\r\ninayofaa kutumika na kwa wakati gani kwa kuzingatia miongozo ya kitaifa. \r\n\r\nKwa kawaida malaria husababisha homa kali na kutetemeka. Mtoto mwenye\r\nhoma kali anapaswa kuwekwa katika hali ya ubaridi kwa muda wote\r\nanaosumbuliwa na homa kwa:\r\n\r\n- kumsafisha kwa kutumia sifongo au kumuogesha mtoto kwa kutumia maji\r\nya uvuguvugu (yasiyo ya baridi)\r\n- kutoa tiba kwa kutumia dawa za kushusha homa (paracetemol au\r\nibuprofen, na si aspirini).\r\n\r\nKudhibiti homa ili isiendelee kuwa kali ni muhimu sana ili kuepuka mtoto\r\nkupatwa na degedege kunakoweza kusababisha ulemavu.\r\n\r\nMtoto mwenye malaria anapaswa kumeza dawa mpaka amalize\r\ndozi aliyopangiwa, hata kama akionyesha dalili za kupona. Matibabu\r\nyasipokamilika, ugonjwa wa malaria huweza kuwa hatari zaidi na ngumu\r\nkutibika. Kutokamilisha matibabu kwa taratibu zinazotakiwa kunaweza\r\nkusababisha dawa husika isiweze kutibu malaria katika eneo husika. \r\n\r\nDalili za malaria zinapoendelea baada ya kupata matibabu, mtoto anapaswa\r\nkupelekwa katika kituo cha afya au hospitali. Tatizo linaweza kuwa: \r\n\r\n- mtoto hapati dozi kamili ya dawa\r\n- mtoto ana ugonjwa mwingine zaidi ya malaria\r\n- malaria ni sugu kwa dawa husika, hivyo dawa ya aina nyingine inahitajika.\r\n\r\nWataalam wa afya wana jukumu la kuhakikisha kuwa wazazi na walezi wana\r\ntaarifa za kutosha na sahihi kuhusu njia za kujikinga dhidi ya ugonjwa wa\r\nmalaria na njia bora za kumtunza mtoto mwenye malaria. ", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "f4590d0078a64b66a13557f70fa6af64"
    }, 
    "model": "GitPageModel"
}