{
    "fields": {
        "subtitle": "", 
        "description": "Kuungua kunaweza kuzuilika kwa kuhakikisha kuwa watoto\r\nwanakaa mbali na mioto, meko, vimiminika na vyakula vya\r\nmoto, na nyaya za umeme zilizo wazi.", 
        "language": "swh_TZ", 
        "title": "Kuungua kunaweza kuzuilika kwa kuhakikisha kuwa watoto wanakaa mbali na mioto, meko, vimiminika na vyakula vya moto, na nyaya za umeme zilizo wazi.", 
        "primary_category": "8db1a6f44dd9426da7a50a4664bb84cf", 
        "created_at": "2014-10-13T11:34:03+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T11:34:09.089762+00:00", 
        "linked_pages": [], 
        "slug": "kuungua-kunaweza-kuzuilika-kwa-kuhakikisha-kuwa-watoto-wanakaa-mbali-na-mioto-meko-vimiminika-na-vyakula-vya-moto-na-nyaya-za-umeme-zilizo-wazi", 
        "content": "Kuungua moto na maji ya moto ni miongoni mwa sababu kubwa za majeraha\r\nkwa watoto wadogo. Mara nyingi kuungua husababisha makovu ya kudumu,\r\nna wakati mwingine majeraha hayo huua. Takriban majeraha yote haya\r\nyanaweza kuzuilika.\r\n\r\nMoja ya aina za kuungua zinazotokea mara kwa mara ni kule kunakotokana na\r\nkugusa moja kwa moja mioto au miale ya moto au kugusa sehemu za joto. Ili\r\nkuzuia aina hizi za kuungua: \r\n\r\n- watoto wakae mbali na mioto, vibiriti, taa za mafuta ya taa, mishumaa na\r\nvimiminika vinavyoweza kuwaka kama vile mafuta ya taa\r\n- weka jiko la kupikia katika sehemu bapa, iliyo juu ambapo mtoto hawezi\r\nkufikia\r\n- ikiwa moto wa nje ndio unaotumika, ukokwe katika sehemu ya juu\r\niliyotengenezwa kwa udongo wa mfinyanzi, sio kukokwa chini kabisa.\r\nKizuizi cha udongo, mianzi au vitu vingine au kisanduku cha kutunzia\r\nwatoto ili wasiende katika moto vinaweza kutumika kuwazuia watoto\r\nkufika sehemu za kupikia\r\n- usimwache mtoto peke yake karibu na moto au aangalie moto au apike\r\n- watoto wawekwe mbali na mabirika ya kuchemshia maji, pasi za moto na\r\nvifaa vingine vya moto\r\n- kamwe usimwache mtoto peke yake katika chumba ambacho kina\r\nmshumaa au moto unaowaka.\r\n\r\n**Kitu kingine kinachosababisha kuungua ni vimiminika au\r\nvyakula vya moto. Ili kuzuia kuungua huko:**\r\n\r\n- geuza mikono ya vyombo vya kupikia uielekeze mahali ambapo watoto\r\nhawawezi kufikia\r\n- tunza chakula na vimiminika vya moto sehemu salama mbali na watoto\r\n- usiwaruhusu watoto kufungua maji ya moto wakiwa bafuni au bomba la\r\nmvua wakiwa peke yao\r\n- weka joto la mabirika ya kuchemshia chini ya wastani ili kuzuia watoto\r\nwasiungue ikiwa watayawasha\r\n- wafundishe watoto wasiwachezee watu wenye vinywaji vya moto au\r\nwasicheze jikoni wakati chakula kinaandaliwa\r\n- usimshike mtoto ukiwa una kimiminika au chakula cha moto. \r\n\r\n**Watoto wanaweza kupata mshituko mkubwa au kuungua\r\nwakigusa umeme. Ili kuzuia mishituko na kuungua kwa watoto\r\nyafuatayo yazingatiwe:**\r\n\r\n- wafundishe watoto wasiweke vidole au vifaa vingine katika soketi za\r\numeme\r\n- funika soketi za umeme ili kuzuia watoto wasizifikie\r\n- nyaya za umeme ziwekwe mbali na watoto\r\n- funika nyaya za umeme zilizo wazi, hasa zile za hatari, kwa kutumia utepe\r\nusiopitisha umeme.\r\n\r\n*Kwa Ushauri kuhusu kutoa Huduma ya Kwanza kwa ajili ya kutibu majeraha,\r\nmadogo na makubwa, yanayotokana na kuungua moto, soma mwishoni mwa\r\nsura hii.*\r\n", 
        "source": "66b84af02cde47fba239d136c9430dd7", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "b4cbba9e0e494f83aa2b9e93ff88bb36"
    }, 
    "model": "GitPageModel"
}