{
    "fields": {
        "subtitle": "", 
        "description": "About Us", 
        "language": "swh_TZ", 
        "title": "Kuhusu", 
        "primary_category": null, 
        "created_at": "2014-10-13T16:11:14+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-15T15:40:42.300923+00:00", 
        "linked_pages": [], 
        "slug": "about", 
        "content": "Kiasi cha watoto milioni tisa, wanafariki kila mwaka kabla ya kufikia umriwa miaka mitano kutokana na magonjwa yanayoweza kuzuilika. Mamilioni mengine ya watoto humudu kuishi lakini wakajikuta katika maisha duni, yanayokwaza ukuaji kikamilifu wa vipaji vyao.\r\n\r\nMagonjwa ambayo yanaweza kuzuiwa au kutibiwa kwa pamoja husababisha nusu ya vifo vyote vya watoto wa umri wa chini ya miaka mitano. Lishe duni inachangia zaidi ya theluthi mbili ya vifo vya watoto hawa. Inawezekana kuokoa maisha na kupunguza magonjwa kwa binadamu kwa kupanua wigo wa huduma za kinga zenye gharama nafuu, matibabu na hatua za ulinzi. Changamoto ni kuhakikisha uelewa huu unawafikia wazazi, walezi na jamii wengine, ambao ndio walinzi wa kwanza wanawalinda watoto dhidi ya magonjwa na madhara mengine.\r\n\r\nTangu chapisho la kwanza la Ukweli Kuhusu Maisha mwaka 1989, familia na jamii mbalimbali duniani zimetekeleza kwa vitendo ujumbe uliopatikana kwenye kitabu hiki. Juhudi hizi za miaka kadhaa ya utekelezaji zimechangia kwa kiasi kikubwa katika mafanikio kwa mujibu wa viashiria vikuu vya kidunia kama vile afya, elimu, muda wa kuishi, na magonjwa na vifo vya mama wazazi na watoto wachanga. Mengi zaidi yanaweza kupatikana kwa njia ya kuzijengea familia na jamii uwezo wa kujifunza tabia zinazoboresha uhai wa mtoto, ukuaji wake kimwili, kiakili na kiuwezo pamoja na ulinzi wake, sambamba na kuzitambua haki za watoto na wanawake.\r\n\r\nUkweli Kuhusu Maisha imetengenezwa kama hazina muhimu katika\r\nkuelemisha jamii. Inawasilisha taarifa muhimu kwa ajili ya kuzuia vifo vya watoto na wanawake, magonjwa, ajali na unyanyasaji.\r\n\r\nToleo la nne la Ukweli Kuhusu Maisha limejumuisha matoleo ya awali na lina mabadiliko muhimu. Kwa mfano, kwa kuzingatia mahusiano kati ya afya ya mama na mtoto, kipengele cha Afya ya Mtoto Mchanga kimeongezwa katika Sura ya Uzazi Salama kusisitiza umuhimu wa kutetea na kulinda uhai wa motto tangu hatua ya mwanzo kabisa ya maisha yake.\r\n\r\nUkweli Kuhusu Maisha inalenga kuwaelimisha wote wanahusika kulinda na kuboresha afya za watoto. Kwa kutumia lugha nyepesi, inakusudia kufikisha elimu inayoweza kuokoa maisha katika kona zote za dunia.\r\n\r\nKama unaweza kutafsiri sehemu au kitabu kizima au unajua kutafsiri katika lugha nyingine, tungependelea kushiriki na wewe ili tuweke hapa katika toviti ya Ukweli kuhusu Maisha!", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 2, 
        "id": "acd6bc8f75284461a32a7358a8c0a537"
    }, 
    "model": "GitPageModel"
}