{
    "fields": {
        "subtitle": "", 
        "description": "Mtoto mwenye kikohozi au mafua atunzwe katika mazingira ya\r\njoto na kuhimizwa kula na kunywa kadiri inavyowezekana", 
        "language": "swh_TZ", 
        "title": "Mtoto mwenye kikohozi au mafua atunzwe katika mazingira ya joto na kuhimizwa kula na kunywa kadiri inavyowezekana", 
        "primary_category": "2ffe198e7447448e825f4cb543fb7267", 
        "created_at": "2014-10-12T21:15:19.691986+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T21:15:19.692269+00:00", 
        "linked_pages": [], 
        "slug": "mtoto-mwenye-kikohozi-au-mafua-atunzwe-katika-mazingira-ya-joto-na-kuhimizwa-kula-na-kunywa-kadiri-inavyowezekana", 
        "content": "Watoto wachanga na watoto wadogo hupata baridi haraka. Wanapokuwa na\r\nkikohozi au mafua wafunikwe vizuri na nguo za joto.\r\n\r\nWatoto wanye kikohozi, mafua, makamasi na mkereketo wa koo ambao\r\nhawana matatizo ya kupumua wanaweza kuhudumiwa nyumbani na kupona\r\nbila kuhitaji matibabu. Wanapaswa kufunikwa nguo za joto, lakini sio joto\r\nsana, na kupatiwa chakula na vinywaji vya kutosha. Dawa zitumike tu kwa\r\nmaelekezo ya mtaalamu wa afya. \r\n\r\nMtoto mwenye homa anahitaji uangalizi maalumu. Akandwe kwa maji ya\r\nkawaida lakini yasiyo baridi. Katika maeneo yenye malaria, homa inaweza\r\nkuwa dalili ya malaria, ambayo ni hatari kwa afya na uhai wa mtoto. Mtoto\r\nafanyiwe uchunguzi na mtaalamu wa afya bila kucheleweshwa. Mtoto apewe\r\nvinywaji vya kutosha ili asikaukiwe maji mwilini.\r\n\r\nPua ya mtoto mwenye kikohozi au mafua ifutwe mara kwa mara, hasa kabla\r\nmtoto hajala chakula na hajaenda kulala. Hali ya unyevu inaweza ikapunguza\r\nmatatizo ya upumuaji. Inaweza kusaidia ikiwa mtoto atavuta mvuke wa maji\r\nkutoka kwenye bakuli la maji ya moto lakini ambayo hayajachemka. Mzazi au\r\nmlezi wa mtoto ahakikishe kwamba maji sio ya moto sana na kwamba mtoto\r\nanaelekezwa vizuri namna ya kuvuta mvuke wa maji. \r\n\r\nMtoto anayenyonya mwenye kikohozi na mafua anaweza akapata matatizo\r\nya kunyonya. Kwa vile unyonyeshaji husaidia katika kupambana na magonjwa\r\nna ni muhimu kwa ukuaji wa mtoto, mama aendelee kumnyonyesha mtoto\r\nmara kwa mara. Ikiwa mtoto atashindwa kabisa kunyonya maziwa ya mama\r\nyanaweza kukamuliwa kwenye kikombe safi na halafu mtoto akalishwa kutoka\r\nkwenye kikombe na mama, baba au mlezi wake. \r\n\r\nKabla ya kumpa mtoto ziwa au maziwa yaliyokamuliwa (au maziwa mbadala)\r\nkwa kikombe, itakuwa vizuri kuhakikisha kwanza kwamba pua ya mtoto\r\ninasafishwa vizuri hasa kama imeziba kwa makamasi.\r\n\r\nWatoto wa umri wa miezi 6 au wakubwa zaidi wahimizwa kula na kunywa\r\n(ikiwa ni pamoja na kunyonya) mara kwa mara. Mtoto anapokuwa amepona,\r\napewe vyakula vya ziada vya kumuongezea lishe kila siku hadi arejeshe uzito\r\nuliopetea wakati wa ugonjwa.\r\n\r\nKikohozi na mafua huenea kirahisi. Watu wenye kikohozi na mafua wajizuie\r\nkukohoa, kupiga chafya au kutema ovyo karibu na watoto. Wakohoe au kupiga\r\nchafya wakiwa wamefunika mdomo na pua kwa viganja au kwa kitambaa\r\nna kukitunza kitambaa hicho mbali na watoto. Baada ya kukohoa au kupiga\r\nchafya wanawe mikono yao kwa sabuni Kufanya hivyo husaidia kuzuia kuenea\r\nkwa vijidudu vya magonjwa.", 
        "source": "138c2058217847118cf3b3bc723eb10b", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "0e6fedfa20e0416a87867e09d62423a7"
    }, 
    "model": "GitPageModel"
}