{
    "fields": {
        "subtitle": "", 
        "description": "Uangalizi wa karibu kwa mama aliyejifungua pamoja na mtoto wake ni jambo \r\nla lazima katika kupunguza hatari za kuzuka kwa matatizo na kuwasaidia \r\nwazazi wa mtoto waweze kuhakikisha kwamba mtoto wao anaanza safari \r\nyake ya maisha akiwa salama.. Mama na mtoto hawana budi kuchunguzwa \r\nmara kwa mara ndani ya kipindi cha saa 24 baada ya mama kujifungua na \r\nkatika wiki ya kwanza na halafu katika wiki ya sita baada ya kujifungua. \r\nEndapo kuna dalili zozote za matatizo, uchunguzi ufanywe mara nyingi zaidi. ", 
        "language": "swh_TZ", 
        "title": "Uangalizi wa karibu kwa mama aliyejifungua pamoja na mtoto wake ni jambo  la lazima katika kupunguza hatari za kuzuka kwa matatizo na kuwasaidia  wazazi wa mtoto waweze kuhakikisha kwamba mtoto wao an", 
        "primary_category": "27038d5886564782adcce92ec89494eb", 
        "created_at": "2014-10-10T21:29:05.331473+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-10T21:29:05.331628+00:00", 
        "linked_pages": [], 
        "slug": "uangalizi-wa-karibu-kwa-mama-aliyejifungua-pamoja-na-mtoto-wake-ni-jambo-la-lazima-katika-kupunguza-hatari-za-kuzuka-kwa-matatizo-na-kuwasaidia-wazazi-wa-mtoto-waweze-kuhakikisha-kwamba-mtoto-wao", 
        "content": "Ni muhimu kwa mama aliyejifungua kuwa chini ya uangalizi wa mtaalamu \r\nili kulinda uhai na afya yake pamoja na ya mtoto wake. Pale tu mtoto \r\nanapozaliwa na katika wiki na mwezi wa kwanza baada ya kuzaliwa, watoto \r\nwachanga huwa katika hatari kubwa ya kukumbwa na matatizo. \r\n\r\nBaada tu ya kujifungua, mtaalamu wa ukunga ampatie mama na mtoto \r\nhuduma mbalimbali ikiwa ni pamoja na:\r\n\r\n - kuchunguza afya ya mama na mtoto mara kwa mara ndani ya saa 24 baada \r\n   ya mama kujifungua na katika wiki ya kwanza na halafu wiki ya sita.\r\n - Kumshauri na kumsaidia mama ili aweze kumnyonyesha mtoto wake kila \r\n   inapobidi\r\n - Kumshauri mama na baba namna ya kuepuka au kuchelewa kupata mtoto \r\n   mwingine\r\n - Kumshauri mama kuhusu lishe, kupumzika, usafi, chanjo, kutumia \r\n   chandarua chenye dawa kwa maeneo yenye malaria, uchunguzi wa mara \r\n   kwa mara wa afya na namna ya kujitunza yeye mwenyewe na mtoto wake; \r\n   kumshauri baba kuhusu umuhimu wa kumsaidia mama pamoja na mtoto.\r\n - Kumwelimisha mama kuhusu dalili za hatari zinazoweza kujionyesha\r\n   kwake  na kwa mtoto\r\n - Kumsaidia mama na familia yake katika kuandaa mapango wa dharura \r\n   endapo patazuka tatizo linalohitaji kuchukuliwa kwa hatua za dharura\r\n - Kuwashauri kinamama na kinababa kuhusu magonjwa yanayoambukizwa  kwa\r\n   njia ya ngono, ikiwa ni pamoja na VVU, na endapo wameambukizwa  VVU,\r\n   kuwashauri namna ya kujitunza wenyewe pamoja na mtoto wao na  namna\r\n   ya kumnyonyesha mtoto katika hali ambayo itapunguza hatari za \r\n   kumuambukiza VVU, kutoa ushauri nasaha kwa mama aliyeambukizwa  VVU\r\n   pamoja na mwenza wake juu ya namna ya kufikia maamuzi ya busara \r\n   kuhusu uwezekano wa kupata tena ujauzito pamoja na matumizi ya njia\r\n   za  kuzuia mimba. (Soma sura ya VVU kwa taarifa zaidi.)\r\n - Kupanga siku za mama za kufika kliniki pamoja na mtoto wake.\r\n\r\n**Uangalizi wa mama aliyejifungua kwa matatizo yake mwenyewe \r\nna/au ya mtoto unapaswa ufanywe na mtaalamu wa ukunga \r\nambaye anaweza:**\r\n\r\n - Kumfahamisha mama aliyejifungua kuhusu matatizo yaliyotokea kwake au \r\n   kwa mtoto wake pamoja na tiba iliyotolewa na namna atakavyoendelea \r\n   kujitunza yeye mwenyewe pamoja na mtoto wake pindi warejeapo \r\n   nyumbani\r\n - Kumuelimisha mama aliyejifungua kwa mara ya kwanza namna ya \r\n   kuhudumia majeraha yaliyotokana na kujifungua\r\n - Kumwelimisha mama kuhusu namna ya kuzingatia maelekezo , kama ni \r\n   lazima, ya namna ya kutumia dawa, hasa kuhusu wakati na kipindi cha \r\n   kutumia dawa.\r\n - Kubainisha na kumpatia mama chanjo ambazo hakuwahi kuzipata, ikiwa ni\r\n   pamoja na chanjo ya pepopunda.\r\n - Kumshauri mama kuhusu njia bora ya kumhudumia mtoto wake endapo \r\n   mtoto amezaliwa kabla ya wakati au mdogo sana au akiwa na mahitaji \r\n   maalumu\r\n - Kujipangia muda wa kumtembelea mara kwa mara mama na mtoto ili kujua \r\n   hali ya maendeleo ya afya zao.\r\n\r\n**Siku na wiki za mwanzo za kuzaliwa ni za hatari zaidi kwa \r\nwatoto waliozaliwa na uzito pungufu. Vifo vingi vya watoto \r\nwachanga hutokea kwa watoto wanaozaliwa wakiwa na uzito \r\npungufu. Maisha ya idadi kubwa ya watoto hawa yanaweza \r\nkuokolewa kwa njia ya huduma watakazopatiwa baada ya \r\nkuzaliwa. Huduma hizo ni pamoja na:**\r\n\r\n - Kuzitambua dalili za hatari na kuzishughulikia kwa wakati\r\n - Pamoja na kuwanyonyesha, kuwapatia maziwa ya ziada yanayokubalika \r\n   kiafya\r\n - Kuwatunza katika mazingira ya joto la kutosha, kwa kukutanisha miili\r\n   yao  na ya mama zao, njia ambayo pia hujulikana kama mbinu ya kutunza\r\n   mtoto  mchanga Kikangaruu.\r\n - Kuwahamishia watoto wenye matatizo ya kunyonya au ya kutumia maziwa \r\n   ya ziada katika hospitali zinazoweza kuwapatia huduma maalumu.", 
        "source": "3f63f8ecbb3e469683766b3ab4d0024d", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "2c24be301eff4b5a9954f37d7a3345da"
    }, 
    "model": "GitPageModel"
}