{
    "fields": {
        "subtitle": "", 
        "description": "Chanjo hukinga dhidi ya magonjwa hatari kadhaa. Mtoto\r\nambaye hajapewa chanjo anakuwa katika hatari zaidi ya\r\nkuumwa, kupata ulemavu wa kudumu, au kupata utapiamlo, na\r\nhata kupoteza maisha. ", 
        "language": "swh_TZ", 
        "title": "Chanjo hukinga dhidi ya magonjwa hatari kadhaa. Mtoto ambaye hajapewa chanjo anakuwa katika hatari zaidi ya kuumwa, kupata ulemavu wa kudumu, au kupata utapiamlo, na hata kupoteza maisha. ", 
        "primary_category": "f1977f57cd124b348820df64ee59bc1a", 
        "created_at": "2014-10-12T19:40:31.804705+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T19:40:31.805027+00:00", 
        "linked_pages": [], 
        "slug": "chanjo-hukinga-dhidi-ya-magonjwa-hatari-kadhaa-mtoto-ambaye-hajapewa-chanjo-anakuwa-katika-hatari-zaidi-ya-kuumwa-kupata-ulemavu-wa-kudumu-au-kupata-utapiamlo-na-hata-kupoteza-maisha", 
        "content": "Chanjo huwakinga watoto dhidi ya baadhi ya mgonjwa hatari sana. Watoto\r\nwote, ikiwa ni pamoja na wenye ulemavu, wanapaswa kupewa chanjo. Mtoto\r\nhupewa chanjo kwa njia ya kuchomwa sindano au kulishwa mdomoni. Chanjo\r\nhufanya kazi kwa kujenga ulinzi wa mtoto dhidi ya magonjwa. Kinga hufanya\r\nkazi tu pale inapotolewa kabla ya ugonjwa kujitokeza. \r\n\r\nMtoto ambaye hajapewa chanjo ana uwezekano mkubwa wa kupata\r\nsurua, kifaduro, na magonjwa mengine mengi yanayoweza kuua. Watoto\r\nwanaonusurika na magonjwa haya hudhoofika na wakati mwingi kudumaa\r\nkiukuaji. Wanaweza pia kupata ulemavu wa kudumu. Vilevile wanaweza\r\nkupoteza maisha kutokana na utapiamlo na magonjwa mengine.\r\n\r\nWatoto wote hawana budi kupewa chanjo ya BCG, ambayo hutoa kinga dhidi\r\nya baadhi ya aina za kifuakikuu na ukoma.\r\n\r\nWatoto wote wanapaswa kupewa chanjo ya DTP ambayo hutoa kinga dhidi\r\nya ugonjwa wa donda koo, pepopunda, na kifaduro. Kifaduro husababisha\r\nmaambukizo ya njia ya juu ya hewa, ambayo yakiwa makali sana huweza\r\nkusababisha matatizo ya upumuaji na kifo. Pepopunda husababisha misuli\r\nkukakamaa na maumivu ya misuli na huweza kusababisha kifo. Kifaduro\r\nhuathiri njia ya hewa na kusababisha kikohozi kinachodumu kwa wiki 4 hadi 8.\r\nUgonjwa huu ni hatari sana kwa watoto.\r\n\r\nMama wajawazito na watoto wote wanapaswa kupewa chanjo ya kinga dhidi\r\nya pepopunda. \r\n\r\n - Kumpa chanjo mama au msichana kwa angalau dozi mbili za pepopunda\r\n   kabla au baada ya mimba humkinga mtoto mchanga kwa wiki chache za\r\n   mwanzo tangu kuzaliwa na humkinga pia mama.\r\n - Katika umri wa wiki 6, mtoto anapaswa kupewa dozi ya kwanza ya\r\n   pepopunda (DTP (DPT) ili kuimarisha kinga dhidi ya pepopunda\r\n   aliyopata toka kwa mama.\r\n\r\nMtoto hana budi kupata chanjo ya surua, ugonjwa ambao unaweza kuwa\r\nchanzo kikuu cha utapiamlo, kudumaa kwa akili, na matatizo ya kusikia na\r\nkuona. Dalili za mtoto kuwa na surua ni homa na vipele, pamoja na kikohozi,\r\nmakamasi, au macho mekundu. Mtoto huweza kupoteza maisha kutokana na\r\nsurua.\r\n\r\nWatoto wote wanapaswa kupewa chanjo ya polio. Dalili za ugonjwa wa\r\npolio ni miguu legelege au kushindwa kutembea. Kwa kila watoto 200\r\nwanaoambukizwa polio, mtoto mmoja hupata ulemavu wa kudumu.\r\n\r\nKatika nchi ambako homa ya ini ni tatizo, watoto 10 kati ya 100 watapata\r\nmaambukizo ya kudumu kama hawatapewa kinga kwa kutumia chanjo ya\r\nhoma ya ini. Hadi robo ya watoto wanaoambukizwa ugonjwa wa homa ya ini\r\nhuweza kupata matatizo makubwa ya ini kama vile saratani wanapokuwa watu\r\nwazima.\r\n\r\nKatika nchi nyingi, nyumonia, ugonjwa ambao husababishwa na bakteria, ni\r\nugonjwa wa kawaida na husababisha vifo vingi vya watoto wadogo. Bakteria\r\nwanaosababisha nyumonia huweza pia kusababisha ugonjwa wa uti wa\r\nmgongo pamoja na maambukizo mengine hatari kwa watoto. Bakteria hawa\r\nni miongoni mwa bakteria hatari sana kwa watoto, hususani wenye umri wa\r\nchini ya miaka 5. Kinga ya chanjo za Hib na PCV huweza kuzuia vifo hivyo.\r\n\r\nMatumizi ya chanjo moja yenye kinga tano, inayojumuisha chanjo za DTP,\r\nhoma ya ini, na Hib yamekuwa yakiongezeka kwa kasi kwa njia ya programu\r\nza kitaifa za chanjo.\r\n\r\nUgonjwa wa kuhara unaosababishwa na virusi aina ya rota ni wa kawaida na\r\nhuweza kuwa mkali sana. Humwathiri karibu kila mtoto mwenye umri wa\r\nchini ya miaka 5. Ugonjwa mkali wa kuhara unaotokana na virusi hivyo ni wa\r\nkawaida sana katika nchi zinazoendelea ambako huduma za afya hupatikana\r\nkwa shida, hivyo kusababisha vifo vingi kwa watoto wa umri wa chini ya\r\nmiaka 5, hususani wale wa umri wa chini ya miaka 2. chanjo ya ugonjwa\r\nhuo humkinga mtoto dhidi ya virusi vinavyosababisha ugonjwa. Hata hivyo,\r\nugonjwa wa kuhara unaotokana na bakteria au aina nyingine ya virusi bado\r\nunaweza kuwapata watoto hawa. \r\n\r\nKatika baadhi ya nchi, ugonjwa wa homa ya manjano huhatarisha maisha ya\r\nwatoto wadogo na ya watu wazima. Chanjo huweza kuzuia ugonjwa huu.\r\n\r\nVirusi vya aina ya Japanese encephalitis husambazwa na mbu, hususani\r\nkatika maeneo ya vijijini ya nchi za Asia. Virusi hivi husababisha ugonjwa\r\nmbaya sana, unaoua hadi robo ya wanaoambukizwa. Wengi wa\r\nwanaonusurika hupata matatizo ya akili. Mtaalamu wa afya anapaswa kuonwa\r\nkwa ajili ya kutoa ushauri na elimu kuhusu miongozo ya kitaifa ya matumizi ya\r\nchanjo ya ugonjwa huu.\r\n\r\nMaziwa ya mama na dang’a—maziwa mazito ya njano yanayotoka kwa siku\r\nchache baada ya mama kujifungua, hutoa kinga dhidi ya ugonjwa wa kuhara,\r\nnyumonia, na magonjwa mengine. Dang’a wakati mwingine hujulikana kama\r\nkinga ya kwanza ya mtoto mchanga inayomsaidia kujenga kinga ya mwili dhidi\r\nya magonjwa. \r\n\r\nVitamini A huzuia upofu na huwasaidia watoto kukabiliana na maambukizo.\r\nVitamini A hupatikana katika maziwa ya mama, maini, samaki, bidhaa\r\nza maziwa, baadhi ya matunda ya rangi ya machungwa na manjano, na\r\nmbogamboga, na baadhi ya mboga za kijani.\r\n\r\nKatika nchi nyingi ambako upungufu wa vitamini A ni jambo la kawaida, dozi\r\nkubwa ya vidonge au maji ya vitamini A hutolewa kwa kila mtoto mwenye\r\numri wa kuanzia miezi 6 hadi miaka 5, kila baada ya miezi 4 hadi 6. vitamini\r\nA husambazwa wakati wa vipindi vya kawaida vya chanjo (kama vile wakati\r\nwa chanjo ya surua kwa watoto wa umri wa miezi 9) lakini pia wakati wa\r\nkampeni maalum za chanjo. Vitamini A pia ni sehemu muhimu pia ya tiba ya\r\nsurua. ", 
        "source": "1487420890a24c44a7e2d7b753ea195d", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "b41366decd4d4882863f54d4caf299b1"
    }, 
    "model": "GitPageModel"
}