{
    "fields": {
        "subtitle": "", 
        "description": "Mabomu ya kutegwa ardhini na zana nyingine za vita ambazo\r\nhazijalipuka ni hatari sana. Vinaweza kulipuka na kuua au\r\nkusababisha ulemavu kwa watu wengi vikiguswa, vikikanyagwa\r\nau vikichezewa kwa njia yoyote ile. Watoto wanapaswa\r\nkuonywa kuwa wakae mbali na vifaa visivyojulikana na kucheza\r\nkatika maeneo yale tu yaliyohakikishwa kuwa salama.", 
        "language": "swh_TZ", 
        "title": "Mabomu ya kutegwa ardhini na zana nyingine za vita ambazo hazijalipuka ni hatari sana. Vinaweza kulipuka na kuua au kusababisha ulemavu kwa watu wengi vikiguswa, vikikanyagwa au vikichezewa kwa njia y", 
        "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
        "created_at": "2014-10-13T13:34:37+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T13:38:49.199444+00:00", 
        "linked_pages": [], 
        "slug": "mabomu-ya-kutegwa-ardhini-na-zana-nyingine-za-vita-ambazo-hazijalipuka-ni-hatari-sana-vinaweza-kulipuka-na-kuua-au-kusababisha-ulemavu-kwa-watu-wengi-vikiguswa-vikikanyagwa-au-vikichezewa-kwa-njia-y", 
        "content": "Mabomu ya ardhini ni vifaa vya kulipuka vinavyochochewa na mwaathirika\r\nmwenyewe vyenye lengo la kuua au kusababisha majeraha kwa watu au\r\nkuharibu magari. Zana za vita ambazo hazijalipuka ni aina yoyote ile ya silaha,\r\nkama vile mabomu, risasi, maguruneti au makombora, ambayo yalitumiwa\r\nlakini hayakulipuka kama ilivyodhamiriwa. \r\n\r\nVyote viwili, mabomu ya ardhini na zana za vita ambazo hazijalipuka, vina\r\nmaumbo tofautitofauti, ukubwa tofautitofauti na rangi tofautitofauti. Vinaweza\r\nkufukiwa ardhini, au kuwekwa juu ya ardhi au kufichwa kwenye majani, miti au\r\nmaji. Vinaweza kuwa vinang’aa au kuwa vichafu na vyenye kutu, lakini wakati\r\nwote ni hatari na ni lazima viepukwe muda wote. \r\n\r\nKwa kawaida mabomu ya ardhini hayaonekani. Hadhari maalumu inatakiwa\r\npindi mtu anapokuwa jirani na maeneo kunakofanyika shughuli za kijeshi au\r\nyaliyoachwa au yaliyofunikwa kwa majani au miti. Mara nyingi maeneo hatari\r\nhubainishwa kwa kuwekewa alama kama vile picha ya fuvu na mifupa ya paja\r\niliyopandana inayochorwa chini ya fuvu la kichwa, mawe yaliyopakwa rangi\r\nnyekundu au alama zingine za kawaida kwa watu wa eneo husika ambazo\r\nzitatoa tahadhari na ambazo zinaeleweka kirahisi kama tahadhari za hatari.\r\n\r\nMara nyingi zana za vita ambazo hazijalipuka ni rahisi kuonekana kuliko\r\nmabomu ya kufukiwa ardhini. Rangi zake na maumbo yake yanawavutia\r\nwatoto, lakini ni hatari sana na hayatabiriki. Yanaweza kulipuka yakiguswa\r\nkidogo tu au panapokuwa na mabadiliko ya joto. Mara nyingi zana za vita\r\nambazo hazijalipuka huua kuliko mabomu ya kufukiwa. \r\n\r\nWatoto wafundishwe kutoshika vitu wasivyovijua. Wanapaswa kujifunza\r\nkwamba ikiwa watakiona kitu chochote wanachokitilia mashaka, wakae mbali\r\nna kuwaarifu watu wazima wanaowajua au mamlaka husika. \r\n\r\nKwa kuwa mabomu ya kufukiwa ardhini na mabaki ya milipuko yameenea\r\nkatika baadhi ya barabara, ni muhimu kwa familia kuwasiliana na familia zingine\r\nau kuwauliza watu waishio maeneo husika kuhusu barabara au njia salama za\r\nkutumia. Wakati wa kusafiri, barabara na njia ambazo hutumiwa mara nyingi\r\nndizo zinapaswa kutumika. \r\n\r\nMaeneo ambayo huweza kuwa na mabomu ya kufukiwa ardhini, zana za vita\r\nambazo hazijalipuka au silaha zilizotelekezwa, na risasi/mabomu, ni pamoja na\r\nmajengo yaliyotelekezwa au yaliyoharibika, njia zisizotumika, maeneo ambayo\r\nwatu huwa hawaendi na sehemu iliyofunikwa kwa nyasi na miti, vituo vya\r\nzamani na vya sasa vya kijeshi, vituo vya askari, vituo vya ukaguzi wa magari,\r\nmitaro au mifereji. Watoto wanapaswa kuarifiwa kukaa mbali na maeneo haya.\r\nHatua za kuwafanya wakae mbali na maeneo haya zinapaswa kuchukuliwa. \r\n\r\nKwa kuwa mabomu ya kufukiwa ardhini na mabaki ya milipuko yameenea\r\nkatika baadhi ya barabara, ni muhimu kwa familia kuwasiliana na familia zingine\r\nau kuwauliza watu waishio maeneo husika kuhusu barabara au njia salama za\r\nkutumia. Wakati wa kusafiri, barabara na njia ambazo hutumiwa mara nyingi\r\nndizo zinapaswa kutumika. \r\n\r\n**Mtoto anapaswa kujifunza kitu cha kufanya akiona bomu la\r\nkufukiwa ardhini au zana za vita ambazo hazijalipuka. Hii ni\r\npamoja na:**\r\n\r\n- kusimama na kutulia na kuwaambia wenzake walio karibu naye kufanya\r\nhivyohivyo.\r\n- kutohangaika kwa hofu\r\n- kutembeakuomba msaada\r\n- ikiwa hakuna msaada wowote, kufikiria nini cha kufanya kabla hajaanza\r\nkurudi nyuma huku akikanyaga sehemu alizokanyaga hapo mwanzo\r\npolepole.\r\n\r\n**Ikiwa kuna majeraha yaliyosababishwa na bomu la kufukiwa\r\nchini au zana za vita ambazo hazijalipuka:**\r\n\r\n- gandamiza kwa nguvu katika sehemu inayovuja damu mpaka damu iache\r\nkutoka\r\n- ikiwa damu inaendelea kutoka, funga sehemu hiyo na kitambaa (fundo\r\nla kuzuia damu) juu ya jeraha au karibu na jeraha na tafuta msaada wa\r\nkitabibu.\r\n- ikiwa hakuna msaada kwa zaidi ya saa moja, legeza fundo la kuzuia damu\r\nkila baada ya saa moja ili kuangalia utokaji wa damu.\r\n- ikiwa mtoto anapumua lakini hajapata fahamu, mlaze kiubavu ili ulimi\r\nusimzuie kupumua\r\n- tafuta huduma za kitabibu.\r\n\r\nSerikali na mamlaka za mitaa zina jukumu la kuhakikisha kuwa jamii zipo\r\nsalama kwa watoto na familia. Ufukuaji wa mabomu yaliyofukiwa wa\r\nkitaalamu ni suluhisho zuri ili kuhakikisha kuwa kunakuwa na hali ya usalama. ", 
        "source": "3ea74751a44c451c9d2f6fdcce1e0ebf", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "40860e0085104f6598baf6eac2b4f0e9"
    }, 
    "model": "GitPageModel"
}