{
    "fields": {
        "subtitle": "", 
        "description": "Watoto waliokonda sana na/au waliovimba mwili wanahitaji huduma\r\nmaalum za tiba. Wanapaswa kupelekwa kwa mtaalamu wa afya ili\r\nwachunguzwe na kupatiwa matibabu. ", 
        "language": "swh_TZ", 
        "title": "Watoto waliokonda sana na/au waliovimba mwili wanahitaji huduma maalum za tiba. Wanapaswa kupelekwa kwa mtaalamu wa afya ili wachunguzwe na kupatiwa matibabu. ", 
        "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
        "created_at": "2014-10-12T19:22:27.102358+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T19:22:27.102683+00:00", 
        "linked_pages": [], 
        "slug": "watoto-waliokonda-sana-naau-waliovimba-mwili-wanahitaji-huduma-maalum-za-tiba-wanapaswa-kupelekwa-kwa-mtaalamu-wa-afya-ili-wachunguzwe-na-kupatiwa-matibabu", 
        "content": "Upungufu wa lishe ulioambatana na ugonjwa au maambukizo kwa kipindi kifupi kabisa\r\nunaweza kumsababishia mtoto hali ya utapiamlo mkali. Mtoto mwenye matatizo ya\r\naina hiyo anahitaji huduma ya haraka ya matibabu pamoja na chakula maalumu na\r\ndawa. Hivyo apelekwe katika kituo cha afya cha karibu au kwa mtaalamu wa afya aliye\r\nkaribu.\r\n\r\nWatoto wenye utapiamlo mkali huwa wamekondeana sana. Wanaweza kuwa na\r\nbaadhi ya viungo vilivyovimba, kwa kawaida miguu. Mtaalamu wa afya anaweza\r\nkubaini hali ya utapiamlo mkali kwa mtoto kwa njia ya kupima uzito na urefu wa\r\nmtoto, akitumia mpira maalumu kupima mzunguko wa sehemu ya juu ya mkono au\r\nkuchunguza uvimbe katika miguu. \r\n\r\nMatibabu ya mtoto mwenye utapiamlo mkali hayana budi kuratibiwa na mtaalamu\r\nwa afya ambaye amemchunguza mtoto na kubaini kiwango hicho cha utapiamlo.\r\nMatibabu yake yatategemea hali ya ugonjwa wa mtoto. Watoto wengi wa umri wa\r\nzaidi ya miezi 6 wanaweza kutibiwa kwa kutumia lishe maalumu. Hii ni lishe yenye aina\r\nzote za virutubisho vinavyohitajika kwa ajili ya matibabu ya mtoto. Lishe ya aina hiyo\r\nni rahisi kutumiwa na watoto moja kwa moja na haihitaji kuchanganywa na maji au\r\nvyakula vingine hali ambayo huifanya iwe salama zaidi kwa kutumiwa nyumbani. Mtoto\r\nhupata pia tiba ya dawa itakayosaidia kumponyesha. Wazazi au walezi hupatia aina\r\nhiyo ya lishe maalumu ya kutosha kwa wiki kadhaa pamoja na maelekezo ya namna ya\r\nkumhudumia mtoto nyumbani. Mtoto hana budi kurejeshwa kwa mtaalamu wa afya\r\nkila wiki kwa ajili ya ufuatiliaji wa maendeleo ya afya yake.\r\n\r\nBaadhi ya watoto huhitaji matibabu makubwa zaidi. Hawa ni pamoja na wale watoto\r\nambao hawana uwezo wa kula lishe maalumu, wenye matatizo mengine ya kiafya au\r\nwalio na umri wa chini ya miezi 6 . Hawa hawana budi kupelekwa kwenye hospitali\r\nau vituo vya afya vinavyotoa huduma kwa saa 24, pia wapatiwe maziwa maalumu na\r\nkusaidiwa ili waweze kunyonya. \r\n\r\nWatoto wenye utapiamlo mkali hupatwa na baridi zaidi kuliko watoto wengine, hivyo\r\nhawana budi kufunikwa wakati wote. Kugusanisha miili yao na ile ya mama au walezi\r\nwao huweza pia kuwaongezea joto. Mama pamoja na mtoto hawana budi kufunikwa\r\nvizuri. Kichwa cha mtoto pia kifunikwe.\r\n\r\nPamoja na kwamba watoto wenye utapiamlo mkali huhitaji tiba ya lishe\r\nmaalumu, maziwa ya mama bado ni chanzo muhimu sana kwao cha\r\nvirutubisho na kinga dhidi ya magonjwa. Pamoja na kupewa tiba maalumu\r\n(nyumbani au kwenye kituo cha afya), watoto wanaonyonya waendelee\r\nkunyonyeshwa. \r\n\r\n", 
        "source": "d52cd175be0f4152b4d8422b70354dd3", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "edea7f898ceb42969c174b482ec3441f"
    }, 
    "model": "GitPageModel"
}