{
  "subtitle": "", 
  "description": "Wasichana na wavulana wanaweza kuwa katika hatari ya\r\nkufanyiwa ukatili na kutumiwa katika biashara ya ngono\r\nnyumbani, shuleni, mahali pa kazi au katika jamii. Hatua\r\nzinapaswa kuchukuliwa ili kuzuia ukatili wa kijinsia na biashara\r\nya ngono. Watoto wanaofanyiwa ukatili na kunyonywa kwa\r\nbiashara ya ngono wanahitaji msaada wa haraka kuzuia\r\nunyanyasaji huo. ", 
  "language": "swh_TZ", 
  "title": "Wasichana na wavulana wanaweza kuwa katika hatari ya kufanyiwa ukatili na kutumiwa katika biashara ya ngono nyumbani, shuleni, mahali pa kazi au katika jamii. Hatua zinapaswa kuchukuliwa ili kuzuia uk", 
  "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
  "created_at": "2014-10-13T15:46:56.146159+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:16.481995+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "01a0f1b22e7f47928faf66b275df7f7e", 
  "content": "Watoto wanapaswa kulindwa dhidi ya aina zote za vitendo vya unyonyaji na\nukatili wa kijinsia, vitendo vingi vya aina hiyo vinaweza na vinapaswa\nkuzuiwa. Watoto wengi wanaofanyiwa vitendo vya ukatili wa kijinsia wanawajua\nwale wanaofanya vitendo hivyo. Watu wengi wanaofanya ukatili huo ni ndugu wa\nukoo au jamaa wanaofahamika na watoto. Vitendo hivi hufanywa kwa asilimia\nndogo sana na wageni. Unyanyasaji mwingi wa kijinsia hufanywa na wanaume. Kwa\nvyovyote vile, ukatili na unyonyaji wa kijinsia kamwe si makosa ya mtoto. Muda\nwote anayewajibika ni yule anayefanya vitendo vya ukatili. Kila mtu ana\nmtazamo tofauti kuhusu unyanyasaji wa kijinsia au unyonyaji wa kingono, bila\nkujali aina, kiwango au muda. Waathirika wanaweza kuonesha mtazamo wa aina\nmbalimbali wa kihisia kama vile kutulia, hasira, kutojali au kushtuka. Baadhi\nya watoto wanaweza kuwa katika hali zinazotishia maisha, kama vile magonjwa\nyanayoenezwa kwa njia ya ngono, ikiwa ni pamoja na VVU. Wasichana wanakabiliwa\nna hatari zaidi ya kupata mimba za mapema na zisizotakiwa ambazo zinaweza\nkuhatarisha maisha yao na kuwafanya waandamwe na vitendo vya unyanyapaa na\nubaguzi. Watoto wanaweza kuanza kujifunza mapema kuhusu miguso “mizuri” na\nmiguso “mbaya”. Wanaweza pia kujifunza kuwaambia watu wazima wanaowaamini kama\nni mguso “mbaya”. Ikiwa mtoto analeta taarifa hiyo kwa mtu mzima, mtu huyo\nanapaswa kuyapa uzito madai ya mtoto na kuhakikisha kuwa udhalilishaji huo\nunakomeshwa. Taarifa juu ya udhalilishaji husika ipelekwe kwa mamlaka husika,\nna mtoto anapaswa kupewa huduma za ulinzi. Watoto wengi na vijana ambao\nwamefanyiwa vitendo vya udhalilishaji na unyonyaji wa kijinsia hupona na\nhuendelea na maisha yao ya kawaida. Udhalilishaji wa kijinsia katika utoto\nhauwezi kumfanya mtoto awe na tabia ya ujeuri katika masuala yanayohusiana na\nngono. Watu wengi wanaofanya vitendo vya udhalilishaji wa kijinsia\nhawakufanyiwa udhalilishaji wa kijinsia walipokuwa watoto, na watoto wengi\nambao wamedhalilishwa kijinsia hawawadhalilishi wenzao. **Serikali ina wajibu\nwa kuhakikisha kunakuwa na mifumo na hatua mahususi zinazoungwa mkono:** \\-\nKuzuia udhalilishaji, unyanyasaji na unyonyaji wa watoto \\- Kuwawezesha watoto\nkutoa taarifa za udhalilishaji na unyonyaji \\- Kuhakikisha kuwa watendaji wa\nvitendo vya udhalilishaji na unyonyaji wa kingono wanachukuliwa hatua za\nkisheria \\- Kufanya huduma za kijamii, kama vile huduma za afya, msaada wa\nkiakili wa kuwaliwaza waathirika, matunzo ya muda, msaada wa kielimu na\nkisheria, zipatikane kwa muda mwafaka kwa watoto waliofanyiwa vitendo vya\nudhalilishaji na unyonyaji.\n\n", 
  "source": "eb3a513533444e1382e02c6b7a1fdab3", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "wasichana-na-wavulana-wanaweza-kuwa-katika-hatari-ya-kufanyiwa-ukatili-na-kutumiwa-katika-biashara-ya-ngono-nyumbani-shuleni-mahali-pa-kazi-au-katika-jamii-hatua-zinapaswa-kuchukuliwa-ili-kuzuia-uk", 
  "uuid": "01a0f1b22e7f47928faf66b275df7f7e"
}