{
  "subtitle": "", 
  "description": "Watoto wanaweza kufa kwa kuzama majini kwa muda wa chini\r\nya dakika 2 na kwa kiasi kidogo sana cha maji, hata katika\r\nbeseni la kuogea. Kamwe wasiachwe peke yao majini au karibu\r\nna maji.", 
  "language": "swh_TZ", 
  "title": "Watoto wanaweza kufa kwa kuzama majini kwa muda wa chini ya dakika 2 na kwa kiasi kidogo sana cha maji, hata katika beseni la kuogea. Kamwe wasiachwe peke yao majini au karibu na maji.", 
  "primary_category": "8db1a6f44dd9426da7a50a4664bb84cf", 
  "created_at": "2014-10-13T11:27:15.228514+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:28.107855+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "01f87db8bf4d4dfdb46f95268c305049", 
  "content": "Kuzama katika maji kunaweza kusababisha kifo au uharibifu katika ubongo. Ili\nkuwaepusha watoto na tatizo la kuzama, wazazi na walezi wengine wanapaswa\nkuwasimamia watoto walio karibu na maji au majini muda wote. Ni muhimu kufanya\nyafuatayo: \\- kufunika visima na matangi ya maji ili watoto wasiifungue \\-\nkupindua chini juu vyombo kama vile mabeseni na ndoo vikiwa havitumiki, na\nkuwasimamia watoto muda wote wakiwa wanaoga \\- kuwafundisha watoto kukaa mbali\nna mitaro na mifereji inayotumika kutolea maji \\- kwa familia zinazoishi\nkaribu na maji, kujengwe uzio kuzunguka nyumba na milango kufungwa ili\nkuwazuia watoto wasiende kwenye maji \\- kuzungushia madimbwi na mabwawa ya\nkuogelea uzio wa chuma/miti/ mbao ulio wima ili kuwazuia watoto wasiende\nkatika maeneo hayo ya maji \\- kwa familia zinazoishi katika maji, kuwekwe\nvizuizi vilivyo wima katika ngazi, milango na madirisha ili kuwazuia watoto\nwasiangukie majini \\- kuwafundisha watoto kuogelea wakiwa bado wadogo \\-\nkuhakikisha kuwa watoto wadogo na watoto wengine wasiojua kuogelea wanavaa\nmaboya wakiwa wanacheza majini au katika boti. \\- wasimamie watoto wanaoogelea\nmuda wote \\- kuwafundisha watoto kamwe wasiogelee katika vijito vyenye maji\nyanayotembea na wasiogelee peke yao \\- katika maeneo yenye mafuriko ya mara\nkwa mara, watoto waangaliwe kwa uangalifu mkubwa wakati maji yanaanza\nkuongezeka; hakikisha kwamba wanafamilia wote, pamoja na watoto wakubwa\nwanaoelewa, wanaeleweshwa mahali salama pa kwenda ikiwa wanataka kuondoka\nnyumbani haraka. **Kwa ushauri kuhusu kutoa Huduma ya Kwanza kwa mtu aliyezama\nmajini, soma mwishoni mwa sura hii. **\n\n", 
  "source": "518e07182193461590d6a88f1d19db05", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "watoto-wanaweza-kufa-kwa-kuzama-majini-kwa-muda-wa-chini-ya-dakika-2-na-kwa-kiasi-kidogo-sana-cha-maji-hata-katika-beseni-la-kuogea-kamwe-wasiachwe-peke-yao-majini-au-karibu-na-maji", 
  "uuid": "01f87db8bf4d4dfdb46f95268c305049"
}