{
  "subtitle": "", 
  "description": "Watoto wana haki ya kupata elimu, hata wakati wa dharura.\r\nKuwapeleka watoto katika shule salama, inayowafaa kunasaidia\r\nkuwaongezea nguvu ya kurudi katika hali ya kawaida na kuanza\r\nmchakato wa kupona. ", 
  "language": "swh_TZ", 
  "title": "Watoto wana haki ya kupata elimu, hata wakati wa dharura. Kuwapeleka watoto katika shule salama, inayowafaa kunasaidia kuwaongezea nguvu ya kurudi katika hali ya kawaida na kuanza mchakato wa kupona. ", 
  "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
  "created_at": "2014-10-13T13:30:22.974907+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:23.589265+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "04f64dfabd3a4f81aa3ef98078cff29e", 
  "content": "Ratiba isiyobadilika, kama vile kwenda shule na kufuata ratiba za kula na\nkulala, inawapa watoto hisia za usalama na hali ya kuendelea. Shule zinaweza\nkuwa mazingira yenye ulinzi na salama kwa watoto wote kujifunza kukabiliana na\nhali ya hatari. **Kwa kusaidiana na familia na jamii husika, walimu na\nviongozi wa shule wanaweza kutoa misaada ifuatayo:** \\- kutenga eneo salama,\nlililoandaliwa kwa ajili ya watoto kujifunza na kucheza \\- kubaini watoto\nwanaosumbuliwa na msongo wa mawazo, kihoro au kutengana na familia zao \\-\nkuweka ratiba ya kila siku na kujenga fikra za maisha ya wakati ujao mbali na\nhali ya hatari iliyowakabili \\- kuhakikisha kwamba watoto wanabaki na\nwanaendeleza stadi za kusoma na kuandika \\- kuwapatia watoto taarifa kuhusu\nusalama na njia za kiafya za kuokoa maisha \\- kutoa fursa ya watoto kujieleza\nkupitia michezo, muziki, maigizo na sanaa \\- kuwezesha watoto walio katika\nmazingira hatarishi kujumuishwa shuleni na katika jamii \\- kusaidia kujenga\nmitandao na desturi ya kukutana na kukutana na familia kuwapatia watoto\nmaarifa ya haki za binadamu na stadi za kuishi kwa amani \\- kuwahamasisha\nwatoto kuchambua taarifa, kuelezea mawazo yao na kuchukua hatua katika masuala\nwanayoyaona kuwa ni muhimu kwao. Walimu wanapaswa kusaidiwa na kupatiwa\nmafunzo ya kuelewa na kukabiliana na uzoefu, hasara, mitazamo ya watoto na yao\nwenyewe kuhusiana na hali za hatari, ambayo huleta msongo wa mawazo. Wanapaswa\nkujua jinsi ya kutoa msaada wa kihisia, kiakili na kiroho kwa wanafunzi na\nkuzielekeza familia zao jinsi ya kufanya hivyo kwa watoto wao. Shule na jamii\npia zinaweza kusaidia kuwaandalia burudani watoto nje ya muda wa shule. Fursa\nza kuandaa igizo la kupinga ukatili, michezo, na aina zingine za burudani\nzinaweza kutengenezwa. Mawasiliano na mwingiliano baina ya watoto wenye rika\nmoja vinapaswa kuhimizwa na kuungwa mkono. Matumizi ya sanaa, kama vile\nkuchora au kucheza na vitu vya kuchezea watoto, yanaweza kuwasaidia kuelezea\nmasuala yao na kujirekebisha kutoka katika hali yao ya msongo wa mawazo. Ikiwa\nhoma ya mafua au mlipuko wa ugonjwa mwingine wa kuambukiza unaoenea kwa kasi\nna una athari mbaya kwa watoto na familia zao, serikali za mitaa na watu\nwanaohusika na elimu wanapaswa kuchukua uamuzi unaofaa kuhusiana na namna ya\nkuwalinda watoto dhidi ya ugonjwa huo pamoja na ukali wa mlipuko huo. Wazazi\nna walezi wanapaswa kuwatunza watoto walio na mafua au ugonjwa mwingine wa\nkuambukiza nyumbani au mahali wanapoishi ikiwa hawaishi nyumbani. Ukali wa\nugonjwa wa kuambukiza kati ya mtu na mtu unapokuwa katika kiwango cha juu\ninaweza kuchukuliwa hatua za kufunga shule kama njia mojawapo ya kupunguza\nkuenea kwa ugonjwa huo. Katika hali kama hiyo, elimu inaweza kuendelea\nkutolewa kwa kutumia mikakati inayowezekana. Suala hili linahitaji mpangilio\nmzuri na ufuatiliaji wa wataalamu wa elimu wakishirikiana na familia za\nwanafunzi.\n\n", 
  "source": "2638754faf1c49748f30fda0d8e0abd6", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "watoto-wana-haki-ya-kupata-elimu-hata-wakati-wa-dharura-kuwapeleka-watoto-katika-shule-salama-inayowafaa-kunasaidia-kuwaongezea-nguvu-ya-kurudi-katika-hali-ya-kawaida-na-kuanza-mchakato-wa-kupona", 
  "uuid": "04f64dfabd3a4f81aa3ef98078cff29e"
}