{
  "subtitle": "", 
  "description": "Maziwa ya mama tu ni chakula na kinywaji pekee anachohitaji\r\nmtoto mchanga ndani ya miezi sita ya mwanzo tangu kuzaliwa.\r\nBaada ya miezi sita, pamoja na maziwa ya mama, mtoto\r\nanahitaji aina nyingine mbalimbali za vyakula ili kuhakikisha\r\nkuwa anakua na kwa afya. ", 
  "language": "swh_TZ", 
  "title": "Maziwa ya mama tu ni chakula na kinywaji pekee anachohitaji mtoto mchanga ndani ya miezi sita ya mwanzo tangu kuzaliwa. Baada ya miezi sita, pamoja na maziwa ya mama, mtoto anahitaji aina nyingine mba", 
  "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
  "created_at": "2014-10-12T19:01:23.549140+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:39.586602+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "06b96d9a6d90482b9d33042b9caf073a", 
  "content": "Katika miezi sita ya mwanzo, wakati ambao ni wa hatari zaidi kwa mtoto,\nunyonyeshaji wa maziwa ya mama pekee husaidia kumlinda mtoto dhidi ya ugonjwa\nwa kuharisha na maambukizo mengine ya kawaida, na humwezesha mtoto kuyaanza\nmaisha vizuri. Katika umri wa miezi sita, mtoto anakuwa amekua kufikia hatua\nambayo vyakula na vinywaji vingine huhitajika sambamba na maziwa ya mama.\nVyakula hivi humpa mtoto nguvu, protini, vitamini, na virutubisho vingine\nvinavyohitajika ili kusaidia ukuaji. Aina mbalimbali za vyakula—mbogamboga na\nmatunda, nyama, nyama ya jamii ndege, samaki, mayai, na bidhaa za\nmaziwa—husaidia kumpatia mtoto mahitaji yake ya virutubisho. Kumnyonyesha\nmtoto maziwa ya mama kwa muda wa hadi miaka miwili na zaidi, huwa ni chanzo\nmuhimu cha virutubisho vinavyomlinda mtoto dhidi ya magonjwa. Mtoto\nakicheleweshwa sana kuanza kupewa vyakula vigumu, vigumu kidogo, au laini,\nmtoto huyo anaweza asiwe anapata virutubisho muhimu. Hali hii huweza kupunguza\nkasi ya ukuaji wake. Mtoto anapoanzishiwa vyakula vigumu, vigumu kidogo, au\nlaini, ni muhimu kuanza na vyakula laini, kisha vyakula vya rojorojo na\nhatimaye taratibutaratibu kuendelea kumpa vyakula vigumu zaidi. Kadri mtoto\nanavyopewa aina mbalimbali za vyakula bora, ndivyo hupata mlo wenye\nvirutubisho na kamili zaidi. Utoaji wa aina mbalimbali za chakula na kwa muda\nwote unapaswa uendane na mahitaji ya mtoto na uwezo wake wa kula. Watoto\nwachanga wanaweza kula mchuzi na uji mwepesi/uliochujwa au mseto wa vyakula\nkatika umri wa miezi sita. Katika umri wa miezi 8, watoto wachanga wengi hula\nvyakula vinavyoliwa kwa kutumia vidole (vyakula ambavyo watoto wanaweza kuwa\nwenyewe). Katika umri wa miezi 12, watoto wengi wanaweza kula aina zilezile za\nchakula zinazoliwa na wanafamilia wengine. Wazazi au walezi wengine wanapaswa\nkuepuka kuwapa watoto vyakula vinavyoweza kuwakwama (kupaliwa) watoto kama\nvile jamii ya karanga, zabibu, na karoti mbichi na vyakula vingine vyenye umbo\nlinaloweza kukwama kooni. Inaweza kuwa vigumu kutimiza mahitaji yote ya\nvirutubisho vya mtoto bila kuwa na chakula kingi kinachotokana na wanyama.\nHivyo, inaweza kuwa muhimu kumpa mtoto vyakula vilivyoimarishwa au vya\nmchanganyiko au vyenye mchanganyiko wa vitamini na virutubisho vya madini,\nkama vile ungaunga, majimaji, au vidonge vinavyoweza kuyeyuka. Mtaalamu wa\nafya anaweza kumshauri mzazi au mlezi mwingine kuhusu vyakula vyenye\nvirutubisho vingi, na virutubisho vya nyongeza, kama ni lazima. **Vifuatavyo\nni baadhi ya vyakula vyenye virutubisho vinavyoweza kuliwa na watoto wadogo:**\n\\- Vyakula vikuu, ikiwa ni pamoja na nafaka (mpunga, ngano, mahindi, mtama),\nmizizi (muhogo, viazi vikuu, viazi) na matunda yenye wanga (ndizi na\nshelisheli). \\- Vyakula vyenye protini nyingi, kama vile nyama nyekundu, nyama\nya jamii ya ndege, samaki, maini, na mayai, (huweza kulishwa mtoto mapema\nzaidi na mara kwa mara kadri iwezekanavyo). \\- Bidhaa za maziwa, kama vile\njibini, maziwa mtindo, na maziwa yaliyokaushwa (yanayoweza kuchanganywa na\nvyakula vingine, kama vile uji uliopikwa). Hizi ni aina nzuri za vyakula\nkatika kipindi cha miezi sita ya pili cha unyonyeshaji maziwa ya mama katika\nmaisha ya mtoto. Hizi ni aina nzuri za vyakula kuliko maziwa mabichi, ambayo\nni magumu kufyonzwa tumboni mwa mtoto. \\- Mbogamboga zenye majani ya rangi za\nkijani na chungwa, kama vile mchicha/spinachi, bronkoli (jamii ya kabichi),\nmatembele, karoti, maboga, na viazi vitamu (ambazo zina vitamini). \\- Jamii ya\nkunde, kama vile maharage, dengu, na njugu (kwa ajili ya kuongeza mchanganyiko\nna kupata na protini, nguvu, na madini chuma). \\- Mafuta, hususani mafuta ya\nmbegu , mafuta ya soya, mafuta mekundu ya mawese, siagi au majarini. \\- Mbegu,\nikiwa ni pamoja na siagi ya karanga, na siagi nyingine kama vile za mbegu za\nmaboga, alizeti, matikitimaji, au ufuta (kwa ajili ya nguvu na vitamini). Ni\nvigumu kupata virutubisho vyote vinavyohitajika kwa ajili ya watoto wadogo\nkatika mlo unaotokana na mimea. Ugumu huu ni kwa sababu vyakula vitokanavyo na\nwanyama huwa na virutubisho muhimu, kama vile madini chuma. Mtoto anayekula\nmlo unaotokana na mimea anahitaji kupata virutubisho vya ziada vinavyopatikana\nkatika vidonge au unga wa vitamini mchanganyiko, vyakula mchanganyiko\nvilivyoimarishwa, au vyakula vilivyoongezwa vitamini. Kwa kawaida, mwili\nhaifyonzi vizuri madini chuma yatokanayo na vyakula vya mimea. Hata hivyo,\nvyakula vitokanavyo na mimea kama vile jamii ya kunde (maharage meupe na\ndengu) vina madini mengi ya chuma. Mwili unaweza kufyonza madini chuma vizuri\nzaidi kama vyakula vyake vitaliwa pamoja na vyakula vyenye vitamini C, kama\nvile machungwa na matunda na juisi ya malimau na ndimu.\n\n", 
  "source": "5145fdf697b7420eacaa9ff9cc9d5a39", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "maziwa-ya-mama-tu-ni-chakula-na-kinywaji-pekee-anachohitaji-mtoto-mchanga-ndani-ya-miezi-sita-ya-mwanzo-tangu-kuzaliwa-baada-ya-miezi-sita-pamoja-na-maziwa-ya-mama-mtoto-anahitaji-aina-nyingine-mba", 
  "uuid": "06b96d9a6d90482b9d33042b9caf073a"
}