{
  "subtitle": "", 
  "description": "Watoto wanapaswa kulindwa kutokana na kazi za hatari. Kazi zisizuie\r\nwatoto kwenda shuleni. Watoto kamwe hawapaswi kujihusisha na\r\naina yoyote ya kazi mbaya za watoto, kama vile utumwa, kazi za\r\nkulazimishwa, uzalishaji na usafirishaji wa dawa za kulevya. ", 
  "language": "swh_TZ", 
  "title": "Watoto wanapaswa kulindwa kutokana na kazi za hatari. Kazi zisizuie watoto kwenda shuleni. Watoto kamwe hawapaswi kujihusisha na aina yoyote ya kazi mbaya za watoto, kama vile utumwa, kazi za kulazimi", 
  "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
  "created_at": "2014-10-13T15:43:52.514415+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:16.859690+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "0822cf92b8c8486097630095ad1bb8ef", 
  "content": "Watoto wanapaswa kukingwa na kazi zote za hatari. Kazi zisizuie watoto kwenda\nshule. Watoto kamwe hawapaswi kujihusisha na aina zote za kazi mbaya za\nwatoto, kama vile utumwa, kazi za shurti, uzalishaji na usafirishaji wa dawa\nza kulevya. Mara nyingi watoto wanaofanya kazi hufanya hivyo kwa malengo ya\nkuzisaidia familia zao kupata kipato cha kuziwezesha kula na kupata mahitaji\nya msingi. Watoto wengi huanza kufanya kazi wakiwa katika umri mdogo, umri wa\nmiaka 4\\. Kwa sehemu nyingi, inachukuliwa kuwa ni kawaida kwa watoto kufanya\nkazi kwa muda mrefu kabla au baada ya kwenda shule, au kufanya kazi siku nzima\nbila kwenda shule kabisa. Watoto hufanya kazi katika sekta nyingi, ikiwa ni\npamoja na kilimo, biashara, viwanda, uvuvi, masoko, kazi za ndani, kulea\nwatoto, kazi za mikono, hotelini, majalala ya takataka na mitaani. Takriban\nasilimia 70 ya watoto hufanya kazi katika sekta ya kilimo. Kazi yao huweza\nkuwa ni ya hatari sana, ikihusisha dawa za kuulia wadudu, vifaa vyenye ncha\nkali, kazi nzito za mikono zinazofanywa kwa muda mrefu. Watoto wanaweza kuwa\nkatika hatari ya kufanyiwa vitendo vya kikatili na kutumiwa katika biashara ya\nngono, hasa wakati wa majira ya mavuno (wakati wanapofanya kazi kwa muda\nmrefu) na wakati wakifanya kazi katika mashamba makubwa. Baadhi ya watoto\nwanajihusisha na aina mbaya kabisa ya kazi za watoto, kama vile utumwa wa\nwatoto, kazi za shurti, uzalishaji na usafirishaji wa dawa za kulevya. Matendo\nhaya si halali kisheria. Watoto wanapaswa kuondolewa haraka sana katika hali\nhiyo na kuunganishwa pamoja na familia na jamii zao, ikiwa kufanya hivyo kuna\nmaslahi kwa watoto. Kazi zifanywazo na watoto hazipaswi kuwa zinazohatarisha\nafya au ustawi wao. Kazi hizo zisiwazuie watoto kwenda shule. **Serikali na\nmamlaka za mitaa, kwa kusaidiana na familia na asasi za kiraia, zinapaswa\nkuunda mbinu za kulishughulikia tatizo la kazi za watoto zenye madhara, kama\nvile:** \\- Kubaini na kuueleza umma wote aina mbalimbali za kazi za watoto\nzenye madhara zinazofanywa katika jamii na aina ya kazi ambayo watoto wanaweza\nkukumbana nayo ikiwa watahama \\- Kubaini na kuondoa watoto kutoka katika kazi\nza watoto zenye madhara \\- Kuwasaidia watoto walioondolewa katika kazi za\nwatoto ambao wanaishi mbali na familia zao ili waungane na familia na jamii\nzao, ikiwa kufanya hivi kutakuwa na maslahi kwa watoto. \\- Kuhakikisha kwamba\nwatoto wote katika jamii wanahudhuria shule inayowafaa muda wote na kupata\nelimu bora, usawa kwa watoto wote na isiyokuwa na ukatili \\- Kutoa msaada wa\nkipato na/au huduma za ustawi wa jamii kwa familia zinazohitaji, ili\nzisitegemee kipato kinachotafutwa na watoto na kuwapeleka watoto shule.\nFamilia zinapaswa kujua hatari zilizopo kwa kuwapeleka watoto wao maeneo ya\nmbali kufanya kazi, kama vile kazi za nyumbani na za kilimo. Watoto na watu\nwazima wanapaswa kuelimishwa vizuri kuhusu hatari ya kuondoka nyumbani na\nkufanya kazi ambazo zinaweza kuwafikisha katika hatari kubwa kama vile ukahaba\nna usafirishaji wa dawa za kulevya.\n\n", 
  "source": "00e4d2b6f95b470e9188442af1bf337f", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "watoto-wanapaswa-kulindwa-kutokana-na-kazi-za-hatari-kazi-zisizuie-watoto-kwenda-shuleni-watoto-kamwe-hawapaswi-kujihusisha-na-aina-yoyote-ya-kazi-mbaya-za-watoto-kama-vile-utumwa-kazi-za-kulazimi", 
  "uuid": "0822cf92b8c8486097630095ad1bb8ef"
}