{
  "subtitle": "", 
  "description": "Ili kuzuia ugonjwa wa kuhara, kinyesi chote, ikiwa ni pamoja na\r\ncha watoto wachanga na wadogo, kitupwe chooni au kifukiwe\r\nardhini.", 
  "language": "swh_TZ", 
  "title": "Ili kuzuia ugonjwa wa kuhara, kinyesi chote, ikiwa ni pamoja na cha watoto wachanga na wadogo, kitupwe chooni au kifukiwe ardhini.", 
  "primary_category": "9e39b5f245b241b2af54c96932454c32", 
  "created_at": "2014-10-12T20:43:56.893011+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:32.817443+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "09759f2d072746d3ba1b1e4fe51cf252", 
  "content": "Watoto na watu wazima wanaweza kumeza vijidudu ambavyo husababisha ugonjwa wa\nkuhara ikiwa kinyesi kitaingia katika maji, chakula, mikono, vyombo vya\nchakula na eneo la kutayarishia chakula. Nzi ambao hutua kwenye kinyesi kisha\nwakatua kwenye chakula pia husambaza vijidudu vinavyosababisha ugonjwa wa\nkuhara. Ili kuondokana na inzi na kuzuia kusambaa kwa vijidudu, (1) tupa\nkinyesi chote chooni (2) weka choo chako katika hali ya usafi na (3) funika\nchakula na maji ya kunywa. Kinyesi, kiwe cha mtu mzima au cha mtoto mchanga\nhubeba vijidudu na ni hatari. Ikiwa watoto watajisaidia nje ya choo, kinyesi\nchao kiondolewe mara moja na kutupwa chooni au kuchimbiwa ardhini. Baada ya\nhapo mikono isafishwe kwa sabuni na maji. Endapo hakuna sabuni, majivu na maji\nyanaweza kutumika kama njia mbadala. Wanaume na wavulana wawasaidie kina mama\nna wasichana kutupa kinyesi chooni. Kama hakuna choo chochote, watu wazima na\nwatoto wajisaidie mbali na nyumbani, na njiani, na vyanzo vya maji, na maeneo\nya kuchezea watoto. Wakishajisaidia wafukie kinyesi chao chini ardhini.\nKinyesi cha binadamu na wanyama kisiwe karibu na chanzo cha maji. Katika jamii\nambazo hazina vyoo, wanajamii washirikiane katika kujenga vyoo. Kila kaya\ninaweza kuhimizwa kujenga choo chake.\n\n", 
  "source": "5f831e04890747e988c33f9c9f41c674", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "ili-kuzuia-ugonjwa-wa-kuhara-kinyesi-chote-ikiwa-ni-pamoja-na-cha-watoto-wachanga-na-wadogo-kitupwe-chooni-au-kifukiwe-ardhini", 
  "uuid": "09759f2d072746d3ba1b1e4fe51cf252"
}