{
  "subtitle": "", 
  "description": "Kila mwanamke ana haki ya kupata huduma bora ya afya, wakati wa ujauzito, \r\nwa kujifungua na baada ya kujifungua. Watumishi wa afya wanapaswa kuwa \r\nna utaalamu wa kutosha pamoja na kuwa waangalifu kuhusu masuala ya \r\nmila na desturi na kuwahudumia kwa heshima wanawake wote, wakiwemo \r\nwasichana. ", 
  "language": "swh_TZ", 
  "title": "Kila mwanamke ana haki ya kupata huduma bora ya afya, wakati wa ujauzito,  wa kujifungua na baada ya kujifungua. Watumishi wa afya wanapaswa kuwa  na utaalamu wa kutosha pamoja na kuwa waangalifu kuhu", 
  "primary_category": "27038d5886564782adcce92ec89494eb", 
  "created_at": "2014-10-10T21:48:29.960136+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:44.814047+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "0bdd850fa6c64323a553971faab4aa2e", 
  "content": "Hatari nyingi za ujauzito pamoja na kujifungua zinaweza kuepukika endapo\nkinamama watapata huduma bora za afya wakati wa ujauzito, wakati wa kujifungua\nna baada ya kujifungua. Kinamama wote wana haki ya kupata huduma za mtaalamu\nwa ukunga, kama vile daktari, muuguzi au mkunga pamoja na huduma ya dharura\nendapo matatizo yatazuka. Huduma bora za afya ambazo pia hujumuisha utoaji wa\nushauri nasaha huwasaidia kina mama na kina baba kufanya maamuzi ya busara\nkuhusu afya ya uzazi. Mama hana budi kusaidiwa na wenza wake pamoja na familia\nili aweze kujihudumia vizuri yeye mwenyewe pamoja na mtoto wake, pia aweze\nTaarifa za ufafanuzi\u00001 kupata huduma za afya, ikiwa ni pamoja na huduma za\nkliniki ya wajawazito, za kujifungua, za baada ya kujifungua na za dharura.\nSerikali pamoja na jamii ihakikishe kwamba gharama za huduma ya afya haziwi\nkubwa kiasi cha kuwafanya wanawake, wakiwemo wasichana washindwe kuzimudu.\nVikwazo vingine kama vile gharama za usafiri, umbali mrefu, barabara mbovu na\nimani za kimila pia vinapaswa pia kutatuliwa ili kuhakikisha kwamba wanawake\nwanapata huduma za afya. Watoaji wa huduma ya afya wawezeshwe kwa kupatiwa\nmafunzo ya mara kwa mara ili waimarishe ujuzi wao wa kitaalamu na wa\nkimawasiliano ambao ndio msingi wa utoaji wa huduma bora za afya. Wapewe\nmafunzo kuhusu namna ya kuwahudumia kina mama wote kwa heshima, kuwa\nwaangalifu katika masuala ya mila na desturi pamoja na kuheshimu haki ya mtu\nbinafsi ya kutunziwa siri na kusitiriwa. Wanapaswa wazingatie kwa makini na\nkuelewa vizuri mahitaji maalumu ya vijana na namna ya kuwasaidia na kuwapatia\nushauri nasaha kuhusu namna ya kujitunza wao wenyewe na watoto wao.\n\n", 
  "source": "b0aabb438ba14e98ba9e69a767d923b0", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "kila-mwanamke-ana-haki-ya-kupata-huduma-bora-ya-afya-wakati-wa-ujauzito-wa-kujifungua-na-baada-ya-kujifungua-watumishi-wa-afya-wanapaswa-kuwa-na-utaalamu-wa-kutosha-pamoja-na-kuwa-waangalifu-kuhu", 
  "uuid": "0bdd850fa6c64323a553971faab4aa2e"
}