{
  "subtitle": "", 
  "description": "Mtoto mwenye kikohozi au mafua atunzwe katika mazingira ya\r\njoto na kuhimizwa kula na kunywa kadiri inavyowezekana", 
  "language": "swh_TZ", 
  "title": "Mtoto mwenye kikohozi au mafua atunzwe katika mazingira ya joto na kuhimizwa kula na kunywa kadiri inavyowezekana", 
  "primary_category": "2ffe198e7447448e825f4cb543fb7267", 
  "created_at": "2014-10-12T21:15:19.691986+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:32.153113+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "0e6fedfa20e0416a87867e09d62423a7", 
  "content": "Watoto wachanga na watoto wadogo hupata baridi haraka. Wanapokuwa na kikohozi\nau mafua wafunikwe vizuri na nguo za joto. Watoto wanye kikohozi, mafua,\nmakamasi na mkereketo wa koo ambao hawana matatizo ya kupumua wanaweza\nkuhudumiwa nyumbani na kupona bila kuhitaji matibabu. Wanapaswa kufunikwa nguo\nza joto, lakini sio joto sana, na kupatiwa chakula na vinywaji vya kutosha.\nDawa zitumike tu kwa maelekezo ya mtaalamu wa afya. Mtoto mwenye homa\nanahitaji uangalizi maalumu. Akandwe kwa maji ya kawaida lakini yasiyo baridi.\nKatika maeneo yenye malaria, homa inaweza kuwa dalili ya malaria, ambayo ni\nhatari kwa afya na uhai wa mtoto. Mtoto afanyiwe uchunguzi na mtaalamu wa afya\nbila kucheleweshwa. Mtoto apewe vinywaji vya kutosha ili asikaukiwe maji\nmwilini. Pua ya mtoto mwenye kikohozi au mafua ifutwe mara kwa mara, hasa\nkabla mtoto hajala chakula na hajaenda kulala. Hali ya unyevu inaweza\nikapunguza matatizo ya upumuaji. Inaweza kusaidia ikiwa mtoto atavuta mvuke wa\nmaji kutoka kwenye bakuli la maji ya moto lakini ambayo hayajachemka. Mzazi au\nmlezi wa mtoto ahakikishe kwamba maji sio ya moto sana na kwamba mtoto\nanaelekezwa vizuri namna ya kuvuta mvuke wa maji. Mtoto anayenyonya mwenye\nkikohozi na mafua anaweza akapata matatizo ya kunyonya. Kwa vile unyonyeshaji\nhusaidia katika kupambana na magonjwa na ni muhimu kwa ukuaji wa mtoto, mama\naendelee kumnyonyesha mtoto mara kwa mara. Ikiwa mtoto atashindwa kabisa\nkunyonya maziwa ya mama yanaweza kukamuliwa kwenye kikombe safi na halafu\nmtoto akalishwa kutoka kwenye kikombe na mama, baba au mlezi wake. Kabla ya\nkumpa mtoto ziwa au maziwa yaliyokamuliwa (au maziwa mbadala) kwa kikombe,\nitakuwa vizuri kuhakikisha kwanza kwamba pua ya mtoto inasafishwa vizuri hasa\nkama imeziba kwa makamasi. Watoto wa umri wa miezi 6 au wakubwa zaidi\nwahimizwa kula na kunywa (ikiwa ni pamoja na kunyonya) mara kwa mara. Mtoto\nanapokuwa amepona, apewe vyakula vya ziada vya kumuongezea lishe kila siku\nhadi arejeshe uzito uliopetea wakati wa ugonjwa. Kikohozi na mafua huenea\nkirahisi. Watu wenye kikohozi na mafua wajizuie kukohoa, kupiga chafya au\nkutema ovyo karibu na watoto. Wakohoe au kupiga chafya wakiwa wamefunika mdomo\nna pua kwa viganja au kwa kitambaa na kukitunza kitambaa hicho mbali na\nwatoto. Baada ya kukohoa au kupiga chafya wanawe mikono yao kwa sabuni Kufanya\nhivyo husaidia kuzuia kuenea kwa vijidudu vya magonjwa.\n\n", 
  "source": "138c2058217847118cf3b3bc723eb10b", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "mtoto-mwenye-kikohozi-au-mafua-atunzwe-katika-mazingira-ya-joto-na-kuhimizwa-kula-na-kunywa-kadiri-inavyowezekana", 
  "uuid": "0e6fedfa20e0416a87867e09d62423a7"
}