{
  "subtitle": "", 
  "description": "Ugonjwa wa malaria huenea kwa kuumwa na mbu. Njia bora ya\r\nkujikinga na malaria ni kutumia vyandarua vilivyowekwa dawa\r\nya muda mrefu.", 
  "language": "swh_TZ", 
  "title": "Ugonjwa wa malaria huenea kwa kuumwa na mbu. Njia bora ya kujikinga na malaria ni kutumia vyandarua vilivyowekwa dawa ya muda mrefu.", 
  "primary_category": "50790d85e8594cb192f47187ec0b26d0", 
  "created_at": "2014-10-13T13:46:55.123425+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:22.841352+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "0ed26049a4c64f5c9b504e6c10e0c39d", 
  "content": "Watu wote katika jamii, hususani watoto wadogo na mama wajawazito, wanapaswa\nkujikinga dhidi ya kuumwa na mbu, Kinga inahitajika baada ya machweo na kabla\nya maawio, wakati ambao mbu wanaoeneza malaria huuma. Vyandarua vya mbu\nvilivyowekwa dawa ya muda mrefu husambazwa na miradi ya kudhibiti malaria na\nhupatikana katika vituo vya tiba au katika maduka yaliyochaguliwa kutoa hudumu\nya Hati Punguza kwa wajawazito huchagua fedha kidogo na kupewa chandarua.\nWatoto hupewa vyandarua katika siku za afya za watoto au kampeni zinazoshiriki\nmatukio mengi. Vyandarua vilivyotiwa dawa ya kudumu ya muda mrefu vinapaswa\nkutumika kila siku mwaka mzima. Tanzania imeanzisha mradi wa kupuliza dawa\nzinazokaa kwa muda mrefu katika kuta za nyumba. Kila kaya inapaswa kutoa\nushirikiano kwa timu za watu wanaopulizia dawa ili kuhakikisha kuwa nyumba\nzote zinapuliziwa dawa. Pamoja na kutumia vyandarua vilivyotiwa dawa, au kama\nvyandarua havipatikani au havitumiki, njia zingine huweza kutumika japo\nhaziwezi kuwa madhubuti kama vyandarua: \\- kuweka vioo katika milango na\nmadirisha; hivi hutumika kwa kiasi kikubwa katika maeneo ya mijini na\nhavitumiki sana katika nyumba za asili katika maeneo ya vijijini \\- kutumia\ndawa za koili; dawa hizi hutumika kuwafukuza mbu na sio kuwaua—dawa hizi\nhazina suluhisho la kudumu \\- kuvaa nguo ambazo zinafunika mikono na miguu\n(mashati yenye mikono mirefu na suruali na sketi ndefu); mavazi haya yanaweza\nkupunguza kuumwa na mbu yakivaliwa wakati ambapo mbu wa malaria wanauma—\nkutoka jioni hadi asubuhi. *Mtoto chini ya miezi 4 na chini ya kilo 5,\nharuhusiwi kutumia dawa mseto. Akigundulika kuwa ana malaria atibiwe kufuata\nmwongozo wa matibabu ya malaria.*\n\n", 
  "source": "73aab20a74404b589f60155590f2c11f", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "ugonjwa-wa-malaria-huenea-kwa-kuumwa-na-mbu-njia-bora-ya-kujikinga-na-malaria-ni-kutumia-vyandarua-vilivyowekwa-dawa-ya-muda-mrefu", 
  "uuid": "0ed26049a4c64f5c9b504e6c10e0c39d"
}