{
  "subtitle": "", 
  "description": "Haki zitumikazo kwa watoto zinapaswa kutokana na haki za\r\nwatoto. Kuingilia uhuru wa watoto (kuwafunga jela) ni lazima\r\nliwe suluhisho la mwisho kabisa. Taratibu ambazo zinawagusa\r\nwatoto ambao ni waathirika au ni mashuhuda wa uhalifu\r\nzinapaswa kuwekwa. ", 
  "language": "swh_TZ", 
  "title": "Haki zitumikazo kwa watoto zinapaswa kutokana na haki za watoto. Kuingilia uhuru wa watoto (kuwafunga jela) ni lazima liwe suluhisho la mwisho kabisa. Taratibu ambazo zinawagusa watoto ambao ni waathi", 
  "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
  "created_at": "2014-10-13T15:51:43+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:15.794320+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "0fb271444c2740dfbdedae08ada5caed", 
  "content": "Kuwaweka watoto ambao wamefanya uhalifu au wanaoshtakiwa kwa kufanya uhalifu\nkizuizini, gereza au shule ya kubadilisha tabia uwe ni uamuzi wa mwisho\nkabisa. Kizuizi kinaweza kuharibu mabadiliko ya mtoto na kufanya shughuli ya\nkumuunganisha mtoto na jamii yake kuwa ngumu. Njia mbadala kama vile\nupatanishi, huduma kwa jamii na unasihi hutoa matokeo mazuri kwa watoto na\nfamilia na jamii zao. Kwa ujumla kufanya hivi kunaheshimu haki za watoto na\nkuwasaidia watoto kujifunza jinsi ya kuchukua hatua zenye dhima ya kujenga\njamii. Hili linapaswa kuwa ndilo lengo la suluhisho la haki linalowahusu\nwatoto. Watoto wengi walio vizuizini hawajafanya uhalifu mkubwa. Mara nyingi\nhukamatwa kwa kutoroka shule, kukimbia majumbani kwao, kutumia pombe, kuomba\nau uzururaji. Baadhi ya watoto wapo kizuizini kwa sababu wamenyonywa na watu\nwazima kwa njia ya ukahaba au kujishughulisha na biashara ya dawa za kulevya.\nWatoto wanaweza kukaa kizuizini kwa miezi au miaka wakisubiri mapitio ya kesi\nzao. Watoto hawa wapo katika hatari kubwa ya kufanyiwa vitendo vya unyanyasaji\nna kujiingiza katika matumizi ya dawa za kulevya, kuambukizwa VVU, na matatizo\nmengi ya kiafya. Kizuizi kinaweza kuingilia utaratibu wa kusoma na kumuweka\nmtoto mbali na familia yake. Kwa ujumla, watoto hawa wanahitaji ulinzi wa\nkijamii, si kuchukuliwa hatua za kimahakama. Watoto walio kizuizini wanapaswa:\n\\- watenganishwe na wahalifu wakubwa \\- kesi zao zishughulikiwe kwa muda mfupi\n\\- watengwe kwa misingi ya kijinsia \\- wawe na njia mwafaka za kutoa taarifa\nza unyanyasaji unaofanywa dhidi yao wakiwa kizuizini. Akina mama wajawazito na\nwenye watoto wakiwa kizuizini wanahitaji ulinzi, matunzo na msaada maalumu.\nWatoto wote katika mazingira haya wana haki ya kupewa ulinzi wa haki zao, kama\nvile kupatikana kwa huduma za afya na elimu. **Taratibu zinazowasaidia watoto,\nkwa wavulana na wasichana, zitumike kwa watoto ambao ni waathirika na\nmashuhuda wa uhalifu. Taratibu hizo zinapaswa:** \\- kuzuia kukutana kati ya\nmtoto na mtuhumiwa wa uhalifu (mtu ambaye ameshitakiwa kutenda kosa) \\-\nkuruhusu watoto washiriki kikamilifu katika mchakato wa kutekeleza haki \\-\nkuhakikisha kwamba mtoto anashughulikiwa kwa taratibu za kiutu na huruma.\n\n", 
  "source": "14949c39ec004de6bbbadeb33d8ac7aa", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "haki-zitumikazo-kwa-watoto-zinapaswa-kutokana-na-haki-za-watoto-kuingilia-uhuru-wa-watoto-kuwafunga-jela-ni-lazima-liwe-suluhisho-la-mwisho-kabisa-taratibu-ambazo-zinawagusa-watoto-ambao-ni-waathi", 
  "uuid": "0fb271444c2740dfbdedae08ada5caed"
}