{
  "subtitle": "", 
  "description": "Watoto wadogo hupenda kuweka vitu midomoni mwao. Ili\r\nkuzuia mtoto kukabwa, vitu vidogovidogo kama vile sarafu, nati,\r\nvifungo, vinapaswa kuwekwa mbali na watoto\r\n. ", 
  "language": "swh_TZ", 
  "title": "Watoto wadogo hupenda kuweka vitu midomoni mwao. Ili kuzuia mtoto kukabwa, vitu vidogovidogo kama vile sarafu, nati, vifungo, vinapaswa kuwekwa mbali na watoto . ", 
  "primary_category": "8db1a6f44dd9426da7a50a4664bb84cf", 
  "created_at": "2014-10-13T11:50:25.536841+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:26.406605+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "109387585fa4420d96d1531ef32bf2b9", 
  "content": "Njia mojawapo ambayo watoto hutumia kwa kujifunza mazingira yao ni kuweka vitu\nmdomoni. Vitu hivi vinaweza kukwama katika njia yao ya hewa na kuzuia pumzi.\nWatoto wadogo hupata ugumu kutafuna vyakula vigumu kama vile pipi ngumu.\nVyakula hivi vinaweza kumfanya mtoto akabwe. Wazazi na walezi wengine\nwanapaswa: \\- kuhakikisha kuwa maeneo ya michezo na malazi hayana vitu kama\nvile vifungo, shanga, maputo, vifuniko vya kalamu, sarafu, mbegu na nati \\-\nkuchunguza kwa uangalifu vitu vipya vya kuchezea kabla watoto hawajaanza\nkuvichezea na hakikisha havina vipande vilivyolegea au vipande vyenye ncha\nkali vinaweza kuvunjika na kumezwa na mtoto au kumuumiza mtoto. \\- kamwe\nwasiwape watoto wadogo chakula kinachoweza kuwakwama kama vile karanga, pipi\nngumu au chakula chenye mifupa midogomidogo au mbegu \\- wawasimamie watoto\nwanapokula chakula muda wote, na wakimege chakula hicho katika vipande\nvidogovidogo vinavyoweza kutafunika na kumezwa kwa urahisi. Kukohoa, kukabwa\nna kupumua kwa sauti kubwa, au kushindwa kutoa sauti kabisa ni ishara ya\nkupumua kwa taabu na huenda ikawa ni dalili za kukwama na kitu kinachozuia\nupumuaji. Wazazi na walezi wengine wanapaswa kufikiria uwezekano wa mtoto\nkukwamwa na kitu kinachozuia upumuaji mara wanapomwona anapata matatizo ya\nkupumua, hata kama hakuna aliyemwona akiweka kitu mdomoni. *Kwa Ushauri kuhusu\nKutoa Huduma ya Kwanza kwa aliyekabwa na kitu, soma mwishoni mwa sura hii.*\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "watoto-wadogo-hupenda-kuweka-vitu-midomoni-mwao-ili-kuzuia-mtoto-kukabwa-vitu-vidogovidogo-kama-vile-sarafu-nati-vifungo-vinapaswa-kuwekwa-mbali-na-watoto", 
  "uuid": "109387585fa4420d96d1531ef32bf2b9"
}