{
  "subtitle": "", 
  "description": "Ulishaji watoto kwa chupa na kuwapatia watoto maziwa ya\r\ndukani au ya wanyama (badala ya maziwa ya mama) kunaweza\r\nkuhatarisha afya ya mtoto na hata maisha yake. Endapo mama\r\nhawezi kumnyonyesha mtoto wake, mtoto anaweza kulishwa\r\nmaziwa ya mama yaliyokamuliwa au kama ni lazima, maziwa\r\nmbadala kwa kikombe au kijiko cha kawaida ambacho ni kisafi\r\nna salama.", 
  "language": "swh_TZ", 
  "title": "Ulishaji watoto kwa chupa na kuwapatia watoto maziwa ya dukani au ya wanyama (badala ya maziwa ya mama) kunaweza kuhatarisha afya ya mtoto na hata maisha yake. Endapo mama hawezi kumnyonyesha mtoto wa", 
  "primary_category": "eadb116abd4b427c84316e8f3963b2d6", 
  "created_at": "2014-10-12T18:28:47.884986+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:41.429179+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "10b7de02ab464d64bb99b25dc86b9480", 
  "content": "Watoto wanaokosa kunyonya maziwa ya mama huwa hawapati kinga dhidi ya maradhi\ninayopatikana katika maziwa hayo. Watoto wa aina hiyo huwa katika hatari zaidi\nya kushambuliwa na magonjwa ya kuharisha na maambukizo ya masikio na ya njia\nya hewa. Magonjwa ya kuharisha na maambukizo ya njia ya hewa kama vile\nnyumonia ni hatari sana ka maisha ya watoto wachanga na watoto wadogo.\nUlishaji wa watoto wachanga vyakula vingine badala ya maziwa ya mama pekee\nunaweza kuwadumaza kiukuaji au kuwasababishia maradhi endapo (1) chakula\nkinaongezwa maji kidogo sana au mengi sana, (2) maji yanayotumika sio salama\nna/au (3) chupa pamoja na mpira wake havikusafishwa vizuri. Maziwa ya unga\nyanaweza kuwa na bakteria wabaya ambao wanaweza kumsababishia mtoto magonjwa.\nUtafiti umebaini kwamba watoto wanaopatiwa vyakula vingine badala ya maziwa ya\nmama pekee wako katika hatari kubwa zaidi ya kupata vitambi vya utotoni pamoja\nna magonjwa sugu kama vile magonjwa ya moyo hapo watakapokuwa watu wazima.\nKulisha mtoto mchanga vyakula vingine badala ya maziwa ya mama pekee ni hatari\nzaidi pale wazazi wanapokuwa hawana uwezo wa kumudu gharama kubwa za vyakula\nhivyo. Kwa mfano kumlisha mtoto kwa miezi sita ya kwanza huhitajika kilo 20 za\nmaziwa ya watoto ya dukani. Wataalamu wa afya hawana budi kuwakumbusha kina\nmama wote kuwa watafakari kuhusu gharama kubwa za vyakula vya watoto kabla ya\nkuamua kuchukua uamuzi wa kutowanyonyesha maziwa ya mama pekee. Endapo ni\nlazima mtoto apewe chakula kingine badala ya maziwa pekee ya mama, ni muhimu\nkwamba utayarishaji wa chakula hicho ufanywe vizuri na kwa usafi, maji\nyanayotumika kukurogea chakula cha mtoto yawe yamechemshwa kwanza na\nyachanganywe na chakula cha mtoto yakiwa hayajapoa. Chakula cha mtoto\nkisichanganywe na maji yaliyopoa. Viwango vya uchanganyaji wa chakula cha\nmtoto na maji vizingatiwe kikamilifu ili kuhakikisha kwamba kiasi sahihi cha\nmaji salama na cha chakula kinatumika katika utengenezaji wa chakula cha\nmtoto. Kabla ya kumpa mtoto chakula, mama, baba au mlezi wa mtoto ahakikishe\nkwamba sio cha moto wala baridi sana. Maziwa ya wanyama na yale ya dukani\nhuharibika endapo yataachwa kwenye joto la kawaida (kiasi cha nyuzi joto\nsentigredi 20 hadi 25 ) kwa zaidi ya saa 2. Maziwa ya mama yanaweza kutunzwa\nkatika joto la kawaida kwa hadi saa 8 bila kuharibika. Hata hivyo ni salama\nzaidi kuhifadhi maziwa ya aina zote katika chombo salama chenye mfuniko, na\nikiwezekana ndani ya friji. Kulisha mtoto kwa kutumia kikombe ni salama zaidi\nkuliko kutumia chupa kwa sababu kikombe husafishika kirahisi zaidi kwa sabuni\nna maji kuliko chupa. Kulisha kwa kikombe pia humfanya mtoto ajisikie kuwa\nkaribu zaidi na mlishaji, jambo ambalo ni zuri kwa mtoto, kwa vile inabidi\nmlishaji amshike mtoto wakati wa kumlisha. Kulisha mtoto kwa kikombe\nhakusababishi matatizo yoyote kwa upande wa unyonyaji wa ziwa. Chakula kizuri\nzaidi kwa mtoto ambaye hawezi kunyonyeshwa moja kwa moja ni maziwa\nyaliyokamuliwa kutoka katika ziwa la mama, ambayo atalishwa kwa kikombe kisafi\nna salama. Hata watoto wachanga wanaweza kulishwa kwa kikombe. Endapo ni\nlazima kumlisha mtoto maziwa maalumu badala ya kumnyonyesha, basi mtoto\nalishwe kwa kutumia akikombe.\n\n", 
  "source": "2ce54076301f408e95050efb12ae5a29", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "ulishaji-watoto-kwa-chupa-na-kuwapatia-watoto-maziwa-ya-dukani-au-ya-wanyama-badala-ya-maziwa-ya-mama-kunaweza-kuhatarisha-afya-ya-mtoto-na-hata-maisha-yake-endapo-mama-hawezi-kumnyonyesha-mtoto-wa", 
  "uuid": "10b7de02ab464d64bb99b25dc86b9480"
}