{
  "subtitle": "", 
  "description": "VVU (Virusi vya UKIMWI) ni virusi ambavyo husababisha\r\nugonjwa wa UKIMWI (Ukosefu wa Kinga Mwilini). Ni ugonjwa\r\nunaokingika na kutibika, lakini hauponyeki. Watu wanaweza\r\nkuambukizwa VVU kwa: (1) kufanya ngono isiyo salama\r\nna mtu aliyeambukizwa VVU (kufanya ngono bila kutumia\r\nkondomu za kiume au za kike); (2) maambukizo toka kwa mama\r\naliyeambukizwa kwenda kwa mtoto wake wakati wa ujauzito,\r\nwakati wa kujifungua, au wakati wa kumnyonyesha; na (3)\r\nmabomba ya sindano, sindano, au vitu vyenye ncha kali vyenye\r\ndamu iliyo na VVU, na kutoa na kuongezewa damu iliyo na VVU.\r\nVVU haviambukizwi kwa kugusana au njia zingine. ", 
  "language": "swh_TZ", 
  "title": "VVU (Virusi vya UKIMWI) ni virusi ambavyo husababisha ugonjwa wa UKIMWI (Ukosefu wa Kinga Mwilini). Ni ugonjwa unaokingika na kutibika, lakini hauponyeki. Watu wanaweza kuambukizwa VVU kwa: (1) kufany", 
  "primary_category": "62caccc5066b4e9f82185983536893fb", 
  "created_at": "2014-10-13T14:09:21.484972+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:21.503516+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "126b6e2ec12d494bb331158a0100f29c", 
  "content": "Kwa kawaida, watu walioambukizwa VVU huweza kuishi kwa miaka mingi bila\nkuonyesha dalili za UKIMWI. Wanaweza kuonekana na kujisikia wana afya njema,\nlakini wanaweza kuwaambukiza virusi watu wengine. Kuanza kutumia dawa za\nkupunguza (kufubaza) makali ya VVU kwa muda unaofaa, kunatoa nafasi kwa mtu\naliyeambukizwa kujikinga dhidi ya VVU sugu na hivyo kuishi kwa afya njema.\nUKIMWI ni hatua za mwisho za maambukizo ya VVU. Watu ambao wana UKIMWI huwa\ndhaifu kwa sababu miili yao hupoteza uwezo wa kupigana na magonjwa. Kwa watu\nwazima wasiotumia dawa za kufubaza VVU, UKIMWI hujitokeza tangu miaka 7 hadi\n10 baada ya maambukizo. Kwa watoto wadogo, UKIMWI hujitokeza haraka zaidi.\nHakuna tiba ya kuponya UKIMWI, lakini dawa za kufubaza virusi vya UKIMWI\nzinaweza kuwasaidia watu walio na UKIMWI kuishi muda mrefu zaidi. VVU\nhuambukizwa wakati mtu asiye na virusi anapokutana na majimaji ya mtu\naliyeambukizwa, kama vile damu, vitu vilivyo kwenye damu (kutoa na kuwekewa),\nmaziwa ya mama, majimaji ya sehemu za siri za wanawake na wanaume. Mara\nnyingi, VVU husambazwa toka kwa mtu mmoja hadi mwingine kupitia ngono isiyo\nsalama, wakati ambapo mbegu za kiume, ute unaotoka ukeni au damu toka kwa mtu\naliyeambukizwa huingia kwa mtu asiye na maambukizo hayo. VVU pia huweza kutoka\nkwa mtu mmoja kwenda kwa mwingine kwa kutumia vifaa visivyotakaswa kama vile\nsindano (hutokea mara nyingi kwa wale wanaojidunga sindano za dawa za kulevya\nkwa kuchangia), nyembe, visu au vifaa vingine vya kuchomea, kukatia, au\nkujitoboa mwili. Watu wanaweza kuambukizwa VVU kwa kuwekewa damu za watu\nwaliambukizwa. Damu yoyote ya kuwekewa mtu mwingine inapaswa kupimwa VVU. Kwa\nwatoto wadogo, VVU huambukizwa hususani kutoka kwa mama wakati wa ujauzito, au\nwakati wa kuzaliwa, au wakati wa kunyonyeshwa. Haiwezekani kupata VVU kutokana\nna kazi, kushirikiana au kuishi pamoja na mtu mwenye VVU. Kuwagusa watu walio\nna maambukizo ya VVU, kukumbatiana, kushikana mikono, kukohoa, na kupiga\nchafya hakuambukizi VVU.\n\n", 
  "source": "d475147ac5864d57afc9a33649aaaa68", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "vvu-virusi-vya-ukimwi-ni-virusi-ambavyo-husababisha-ugonjwa-wa-ukimwi-ukosefu-wa-kinga-mwilini-ni-ugonjwa-unaokingika-na-kutibika-lakini-hauponyeki-watu-wanaweza-kuambukizwa-vvu-kwa-1-kufany", 
  "uuid": "126b6e2ec12d494bb331158a0100f29c"
}