{
  "subtitle": "", 
  "description": "Hatari za kujifungua kwa mama na mtoto wake zinaweza \r\nkupunguzwa kwa kiasi kikubwa kama mama akiwa na afya \r\nna lishe nzuri kabla ya kupata ujauzito. Wakati wa ujauzito \r\nna ule wa kunyonyesha, mama wote huhitaji vyakula vyenye \r\nlishe bora zaidi, kiasi kingi zaidi cha chakula pamoja na muda \r\nwa kutosha wa kupumzika. Hawana budi kutumia chumvi \r\niliyoongezwa madini joto kwa ajili ya kuhakikisha kuwa watoto \r\nwao wanakuwa vizuri kiakili. Wanapaswa pia kutumia vidonge \r\nvya madini chuma au vyenye virutubsho vya kufidia lishe \r\nndogondogo mwilini, wakati wote wa ujauzito na unyonyeshaji \r\nhata kama wanapata mlo kamili kilishe. ", 
  "language": "swh_TZ", 
  "title": "Hatari za kujifungua kwa mama na mtoto wake zinaweza  kupunguzwa kwa kiasi kikubwa kama mama akiwa na afya  na lishe nzuri kabla ya kupata ujauzito. Wakati wa ujauzito  na ule wa kunyonyesha, mama wot", 
  "primary_category": "27038d5886564782adcce92ec89494eb", 
  "created_at": "2014-10-10T19:39:41.822667+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:47.320326+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "14701605632e407c9eb805bb8ef0aac1", 
  "content": "Mama ambaye anajiandaa kupata ujauzito, mama mjamzito na mama aliyejifungua\nhuhitaji chakula bora zaidi kinachoweza kupatikana kwenye familia: maziwa,\nmatunda na mbogamboga, nyama, samaki, mayai, nafaka, njegere na maharage.\nVyakula hivi vyote ni salama kuliwa wakati wa ujauzito na wa kunyonyesha. Mama\natajisikia mwenye nguvu na afya wakati wa ujauzito endapo atakuwa akipata mlo\nwenye lishe bora, akila chakula cha kutosha chenye lishe bora na kupumzika vya\nkutosha. Vyakula vyenye lishe bora, hasa vyenye wingi wa Taarifa za\nufafanuzi18 madini chuma, vitamini A na B, ikiwa ni pamoja na nyama, samaki,\nmayai, mboga za kijani na matunda aina ya mchungwa pamoja na mbogamboga. Baada\nya kujifungua vilevile mama anahitaji vyakula vyenye lishe bora na kwa wingi\nzaidi pamoja na mapumziko. Hasa kina mama wanaonyonyesha huhitaji chakula\nkingi zaidi kwa siku (kiasi cha kalori 500 za ziada). Wakati wa kuhudhuria\nkliniki ya wajawazito, mtaalamu wa afya anaweza kumpatia mama mjamzito vidonge\nvya madini chuma kwa ajili ya kumuongezea au kuzuia upungufu wa damu pamoja\ntiba sahihi ya malaria na safura. Uchunguzi wa matatizo ya kuona wakati wa\nusiku unaweza kusaidia katika kubaini kama mama anahitaji vitamini A. Endapo\natakuwa anahitaji, atapatiwa dozi kamili ya kutibu tatizo hilo na kusaidia\nmaendeleo mazuri ya mtoto tumboni. Endapo mama mjamzito anadhani kwamba ana\nupungufu wa damu, malaria au safura, asisite kumwona mtaalamu wa afya wakati\nwowote. Chumvi inayotumiwa na familia iwe imeongezwa madini joto. Madini joto\nkatika lishe ya mama mjamzito au ya mtoto mdogo ni muhimu sana kwa ukuaji wa\nubongo wa mtoto. Goita au uvimbe wa mbele ya shingo, ni kiashiria tosha kwamba\nmwili haupati madini joto ya kutosha. Lishe yenye upungufu wa madini joto ina\nmadhara makubwa hasa kwa mama mwenye mimba changa na kwa mtoto mchanga. Mama\nambaye hapati madini joto ya kutosha yuko katika hatari zaidi ya kujifungua\nmtoto mwenye ulemavu wa akili na viungo. Upungufu mkubwa wa madini joto\nunaweza kusababisha udumavu wa mtoto kiakili na kimwili, mtoto kuzaliwa akiwa\nmfu au mimba kuharibika. Upungufu wa aina hiyo pia huongeza hatari za watoto\nwadogo kupoteza maisha.\n\n", 
  "source": "b7c917d448a247b8907ad261bfdfb0dc", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "hatari-za-kujifungua-kwa-mama-na-mtoto-wake-zinaweza-kupunguzwa-kwa-kiasi-kikubwa-kama-mama-akiwa-na-afya-na-lishe-nzuri-kabla-ya-kupata-ujauzito-wakati-wa-ujauzito-na-ule-wa-kunyonyesha-mama-wot", 
  "uuid": "14701605632e407c9eb805bb8ef0aac1"
}