{
  "subtitle": "", 
  "description": "Mtoto mdogo anapaswa kukua na kuongezeka uzito haraka.\r\nTangu kuzaliwa hadi umri wa miaka miwili, watoto wanapaswa\r\nkupimwa uzito mara kwa mara ili kufuatilia ukuaji wake.\r\nUpimaji wa uzito wa mara kwa mara ukionyesha kuwa mtoto\r\nhaongezeki uzito, au wazazi na walezi wengine wanaona mtoto\r\nhakui, ifahamike kuwa kuna tatizo. Mtoto huyo anapaswa\r\nkuchunguzwa na mtaalamu wa afya", 
  "language": "swh_TZ", 
  "title": "Mtoto mdogo anapaswa kukua na kuongezeka uzito haraka. Tangu kuzaliwa hadi umri wa miaka miwili, watoto wanapaswa kupimwa uzito mara kwa mara ili kufuatilia ukuaji wake. Upimaji wa uzito wa mara kwa m", 
  "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
  "created_at": "2014-10-12T18:52:40.934194+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:39.909726+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "168c39969bc549108d1ab6c1d1ba580b", 
  "content": "Kuongezeka uzito ni dalili muhimu sana kwamba mtoto ana afya njema na anakuwa\nna kukomaa vizuri. Tangu kuzaliwa hadi umri wa mwaka mmoja, mtoto mchanga\nanapaswa kupimwa uzito angalau mara moja kila mwezi. Kuanzia umri wa mwaka 1\nhadi miaka 2, watoto wadogo wanapaswa kupimwa uzito angalau mara moja kwa kila\nmiezi mitatu. Kila mtoto mdogo anapopelekwa katika kituo cha afya, anapaswa\nkupimwa uzito. Hatua hii inasaidia kugundua mapema endapo kuna matatizo ya\nukuaji ili hatua zinazostahili ziweze kuchukuliwa. Uchunguzi wa afya unaweza\npia kugundua iwapo mtoto anaongezeka uzito haraka sana kuliko inavyostahili\nkwa mujibu wa umri wake. Hali hii inahitaji kumchunguza mtoto kuhusiana na\nurefu wake, ili kuamua iwapo mtoto ana uzito mkubwa zaidi kuliko\ninavyostahili. Iwapo mtoto ana uzito mkubwa kuliko umri wake, ni muhimu\nkuchunguza mlo wa mtoto na kuwapa wazazi au walezi wengine wa mtoto ushauri\nkuhusu lishe nzuri kulingana na umri wa mtoto. Kuna ongezeko kubwa la watu\nwanaopata chakula pungufu au kingi kupita kiasi katika familia. Kwa kawaida,\nmtoto anayenyonyeshwa maziwa ya mama pekee kwa miezi sita ya mwanzo hukua\nvizuri katika kipindi hiki. Unyonyeshaji maziwa ya mama husaidia kuwalinda\nwatoto dhidi ya magonjwa ya kawaida na kuwahakikishia ukuaji bora wa kimwili\nna kiakili. Watoto wachanga wanaonyonyeshwa maziwa ya mama hujifunza haraka\nzaidi kuliko watoto wachanga wanaolishwa aina nyingine za maziwa. Katika umri\nwa miezi sita, mtoto anapaswa kuanza kula vyakula vya kulikiza vyenye\nvirutubisho muhimu, pamoja na kunyonyeshwa maziwa ya mama ili kuhakikisha\nukuaji wenye afya. Kila mtoto anapaswa kuwa na chati ya ukuaji inayofuatilia\nukuaji wake. Chati hiyo inaweza kuonyesha iwapo mtoto anakua vizuri kulingana\nna umri wake. Kila anapopimwa, uzito wa mtoto lazima uwekewe alama ya nukta\nkwenye chati ya ukuaji na nukta hizo ziunganishwe kwa mstari. Uunganishaji huu\nwa nukta utaunda mstari unaoonyesha hali ya ukuaji wa mtoto. Iwapo mstari\nutaelekea juu, mtoto atakuwa anakua vizuri. Mstari unaoendelea kuwa sambamba\nau kuelekea chini hudokeza hali inayohitaji uchunguzi. Watoto wanapaswa si tu\nkuongezeka uzito bali pia urefu unaostahili. Urefu wa mtoto pia huonyeshwa\nkatika chati. Lishe bora, matunzo, na usafi, hususani katika miaka miwili ya\nmwanzo tangu kuzaliwa, ni muhimu sana ili kuepusha mtoto kuwa mfupi sana\nkuliko umri wake (udumavu). Kama mama anapata lishe duni, au hapati lishe\ninayostahili wakati wa ujauzito, mtoto wake mchanga anaweza kuzaliwa akiwa\nmdogo mno. Hali hii humweka mtoto mchanga katika hatari ya udumavu hapo\nbaadaye. Watoto wachanga wenye uzito mdogo wanahitaji uangalizi na matunzo ya\nziada ili waweze kukua kikamilifu baada ya kuzaliwa. Mtoto asiyeongezeka uzito\nwa kutosha kwa kipindi cha mwezi mmoja au miwili, anaweza kuhitaji huduma\nkubwa zaidi, chakula chenye lishe nying zaidi, au milo ya mara kwa mara. Mtoto\nanaweza kuwa mgonjwa au anaweza kuhitaji uangalizi na matunzo ya karibu zaidi\nau kusaidiwa kulishwa na mlezi. Wazazi na wataalamu wa afya wanapaswa kutoa\nhuduma haraka ili kugundua chanzo cha tatizo na kuchukua hatua za kutatua\ntatizo husika. **Ili kusaidia kubainisha tatizo, yafuatayo ni maswali muhimu\nya kuuliza:** \\- **Je, mtoto anakula mara kwa mara inavyopasa?** Pamoja na\nkunyonyeshwa maziwa ya mama, mtoto mwenye umri kati ya miezi 6 na 8 anahitaji\nkula mara 2 hadi 3 kwa siku, na mara 3 hadi 4 kwa siku baada ya hapo. Vyakula\nvyenye virutubisho vya ziada kama vile kipande cha tunda au mkate na siagi (ya\nkaranga) vinaweza kuhitajika mara 1 au 2 kwa siku. Mtoto mwenye mtindio au\nulemavu anaweza kuhitaji msaada na muda wa ziada kumlisha. \\- **Je, mtoto\nanapata chakula cha kutosha?** Mtoto mwenye umri wa miezi 6 hadi 8, mwanzoni\nanapaswa kupata vijiko vya chakula 2 hadi 3, huku vikiongezeka taratibu hadi\nkufikia nusu kikombe chenye ujazo wa mililita 250 wakati wa kila chakula.\nWatoto wenye umri wa miezi 9 hadi 12 wanahitaji kupata nusu kikombe chenye\nujazo wa mililita 250 katika kila mlo, wakati watoto wenye umri kati ya miezi\n12 na 23 wanahitaji robo tatu hadi kikombe kimoja chenye ujazo wa mililita 250\ncha chakula kinacholiwa na familia katika kila mlo. Watoto wenye umri wa miaka\nmiwili na zaidi wanapaswa kupewa angalau kikombe kizima chenye ujazo wa\nmililita 250 katika kila mlo. Akimaliza chakula chake na akahitaji zaidi,\nmtoto huyo anapaswa kupewa zaidi. \\- **Je, milo ya mtoto ina vyakula vichache\nmno vya ‘ukuaji’ au ‘vya kuongeza nguvu’?** Vyakula vinavyowasaidia watoto\nkukua ni maharage, jamii ya karanga, nyama, samaki, mayai, bidhaa za maziwa,\nnafaka, na jamii ya kunde. Ujumuishaji wa vyakula vyenye asili ya wanyama\nkatika mlo ni muhimu sana. Kiasi kidogo cha mafuta kinaweza kuongeza nguvu.\nMafuta mekundu ya mawese au mafuta ya kula yaliyoongezewa vitamini ni vyanzo\nvizuri vya vyakula vinavyoongeza nguvu. **Vyakula bora vya ‘ukuaji’ ni muhimu\nili kuhakikisha kuwa watoto** wanaongezeka uzito na urefu unaotosha. Vyakula\nvinavyoongeza nguvu lakini havina vitamini na madini, na virutubisho vingine\nmuhimu (kama vile vyakula vilivyosindikwa vyenye mafuta mengi au vyakula\nvyenye sukari) vinaweza kusababisha watoto kuongezeka uzito kupita kiasi bila\nuwiano na ongezeko la urefu. \\- **Je, mtoto anakataa kula?** Kama mtoto\nanaonekana kutopenda ladha ya aina fulani ya chakula, apewe vyakula vingine.\nAanze kupewa vyakula vingine taratibutaratibu. \\- **Je, mtoto ni mgonjwa?**\nMtoto mgonjwa anahitaji kuhimizwa kula milo midogo ya mara kwa mara. Baada ya\nugonjwa, anahitaji kula chakula kingi kuliko kawaida ili kuongeza na kurejesha\nnguvu na virutubisho vilivyopotea kutokana na ugonjwa. Kama anaumwa mara kwa\nmara, mtoto huyo anapaswa kuchunguzwa na mtaalamu wa afya. \\- **Je, mtoto\nanapata vyakula vya kutosha vyenye vitamini A?** Maziwa ya mama yana vitamini\nA za kutosha. Vyakula vingine vyenye vitamini A ni maini, mayai, bidhaa za\nmaziwa, mafuta mekundu ya mawese, matunda ya rangi ya njano na ya chungwa, na\nmbogamboga. Kama vyakula hivi havipatikani kwa kiasi cha kutosha, mtaalamu wa\nafya anaweza kumpa mtoto dawa za vitamini A (vidonge au dawa ya maji) kila\nbaada ya miezi 4 hadi 6. \\- **Je, mtoto analishwa maziwa ya kawaida kwa\nkutumia chupa?** Kama mtoto ni mdogo chini ya miezi 6, ni vizuri akanyonyeshwa\nkwa maziwa ya mama tu. Kuanzia miezi 6 hadi 24, maziwa ya mama yanaendelea\nkuwa maziwa bora kwa sababu yana virutubisho vingi. Kama atapewa aina nyingine\nza maziwa, anapaswa kunyweshwa kwa kutumia kikombe safi na salama badala ya\nchupa. \\- **Je, chakula kinatunzwa katika mazingira safi na salama?** Kama si\nhivyo, mtoto ataumwa mara kwa mara. Vyakula vibichi vinapaswa kuoshwa kwa maji\nsafi kutoka katika chanzo salama. Vyakula vilivyopikwa vinapaswa kuliwaa mara\nmoja baada ya kupikwa. Chakula kilichobaki (kiporo) kitunzwe vizuri na\nkipashwe moto vizuri kabla ya kuliwa. \\- **Je, maji yanahifadhiwa vizuri?**\nMaji safi na salama ni muhimu sana kwa afya ya mtoto. Maji yanapaswa kutoka\nkatika chanzo salama na kutunzwa kwa usafi kwa kuhifadhiwa katika vifaa\nvilivyofunikwa, ambavyo ni safi ndani na nje. Maji safi ya kunywa yanaweza\nkupatikana kutoka kwenye mabomba, mabwawa, visima vya umma, chemchem\nzinazotunzwa, au maji ya mvua yaliyovunwa. Kama maji yanachotwa kutoka kwenye\nmabwawa, vijito, na chemchem zisizolindwa, visima, au matanki, yanapaswa\nkusafishwa kwa kuwekwa dawa. Usafishaji wa maji unaofanyika majumbani unaweza\nkufanywa kwa kuchemshwa, kuchujwa, kuweka shabu , au kuondoa vijidudu kwa\nkuanika juani kwa kuzingatia taarifa zilizotolewa na mtaalamu wa afya. \\-\n**Je, choo kinatupwa katika choo cha shimo, choo cha kusukuma kwa maji, au\nhufukiwa chini?** Je, mikono huoshwa kwa sababu na maji au mbadala wake kama\nvile jivu na maji baada ya kutoka chooni? Kama hapana, mtoto anaweza kupata\nminyoo na magonjwa mengine mara kwa mara. Mtoto mwenye minyoo anapaswa kupewa\ndawa ya minyoo na mtaalamu wa afya. \\- Je, mtoto mdogo anaachwa peke yake muda\nmwingi au chini ya uangalizi wa mtoto mkubwa? Kama ndiyo, mtoto mdogo anaweza\nkuhitaji uangalizi na kuwa karibu zaidi na watu wazima, hususani wakati wa\nkula.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "mtoto-mdogo-anapaswa-kukua-na-kuongezeka-uzito-haraka-tangu-kuzaliwa-hadi-umri-wa-miaka-miwili-watoto-wanapaswa-kupimwa-uzito-mara-kwa-mara-ili-kufuatilia-ukuaji-wake-upimaji-wa-uzito-wa-mara-kwa-m", 
  "uuid": "168c39969bc549108d1ab6c1d1ba580b"
}