{
  "subtitle": "", 
  "description": "Vinyesi, ikiwa ni pamoja na vile vya watoto wachanga,\r\nvinapaswa kutupwa mahali salama. Kuhakikisha kuwa\r\nwanafamilia wote wanatumia choo, au kifaa cha kuendea haja\r\n(kwa watoto wadogo) kama njia bora ya kutupa vinyesi. Pale\r\nambapo hapana choo, vinyesi vifukiwe ardhini.", 
  "language": "swh_TZ", 
  "title": "Vinyesi, ikiwa ni pamoja na vile vya watoto wachanga, vinapaswa kutupwa mahali salama. Kuhakikisha kuwa wanafamilia wote wanatumia choo, au kifaa cha kuendea haja (kwa watoto wadogo) kama njia bora ya", 
  "primary_category": "ab26c6bfad66410a82b0e274f4c3b729", 
  "created_at": "2014-10-13T10:22:49.171971+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:30.437133+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "214fc83164934b05948adf9fb92daa7c", 
  "content": "Magonjwa mengi, hasa ugonjwa wa kuhara, huletwa na vijidudu vilivyomo katika\nkinyesi cha binadamu. Vijidudu vikiingia katika maji au chakula, mikono,\nvyombo, au sehemu zinazotumika katika kuandaa na kuhudumu chakula, vinaweza\nkumezwa na kusababisha magonjwa. Utupaji salama wa vinyesi— vinyesi vya\nbinadamu na wanyama—ni jambo muhimu sana katika kuzuia kuenea kwa vijidudu\nhivi, kunakofanywa na nzi na binadamu. Kinyesi cha binadamu kinapaswa kutupwa\nchooni au kufukiwa ardhini. Vinyesi vyote, ikiwa ni pamoja na vinyesi vya\nwatoto wachanga na watoto wadogo, vina vijidudu na ni hatari. Watoto\nwakijisaidia bila kutumia choo, vinyesi hivyo vinapaswa kuondolewa mapema na\nkutupwa chooni au vifukiwe chini. Mikono ya wazazi au walezi na ya watoto\ninapaswa kuoshwa kwa sabuni na maji au kwa majivu na maji. Kama haiwezekani\nkutumia choo, kila mtu anapaswa kujisaidia vizuri mbali na nyumba, njia za\nwatu, vyanzo vya maji, na maeneo ambayo watoto hucheza. Vinyesi vinapaswa\nkufukiwa ardhini mara tu baada ya kumaliza kujisaidia. Vinyesi vya wanyama pia\nvinapaswa kutupwa mbali na nyumba, njia za watu, na maeneo ambayo watoto\nhucheza. Vyoo vinapaswa kusafishwa mara kwa mara. Vyoo vinapaswa kufunikwa.\nChoo safi huwa na nzi wachache. Watu hupendelea kutumia choo safi. Serikali za\nmitaa na asasi zisizo za serikali zinaweza kutoa ushauri kwa kaya na jamii\nkuhusu usanifu, vifaa, na ujenzi wa vyoo vya gharama nafuu. Katika maeneo ya\nmijini, serikali na jamii zinapaswa kufanya kazi pamoja kuangalia namna ya\nkujenga vyoo vya gharama nafuu, mifumo ya maji taka, na mifereji ya kutolea\nmaji machafu, kuboresha mifumo ya maji safi, na ukusanyaji salama wa taka.\n\n", 
  "source": "e33464393a654a9ebebd479a45a12d1d", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "vinyesi-ikiwa-ni-pamoja-na-vile-vya-watoto-wachanga-vinapaswa-kutupwa-mahali-salama-kuhakikisha-kuwa-wanafamilia-wote-wanatumia-choo-au-kifaa-cha-kuendea-haja-kwa-watoto-wadogo-kama-njia-bora-ya", 
  "uuid": "214fc83164934b05948adf9fb92daa7c"
}