{
  "subtitle": "", 
  "description": "Karibu kila mama anaweza kunyonyesha vizuri. Unyonyeshaji\r\nwa mtoto mara kwa mara humfanya mama atoe maziwa mengi\r\nzaidi. Mtoto anapaswa kunyonyeshwa walau mara 8 kwa siku,\r\nusiku na mchana na wakati wowote atakapotaka kunyonya. ", 
  "language": "swh_TZ", 
  "title": "Karibu kila mama anaweza kunyonyesha vizuri. Unyonyeshaji wa mtoto mara kwa mara humfanya mama atoe maziwa mengi zaidi. Mtoto anapaswa kunyonyeshwa walau mara 8 kwa siku, usiku na mchana na wakati wow", 
  "primary_category": "eadb116abd4b427c84316e8f3963b2d6", 
  "created_at": "2014-10-12T18:23:46.784988+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:42.100962+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "25ede40201b246cea52ce68901a61644", 
  "content": "Ziwa la mama hutoa maziwa ya kumtosha mtoto. Ziwa hutoa maziwa zaidi pale\nmtoto anapohitaji maziwa zaidi na hivyo kunyonya zaidi. Karibu kila mama\nnaweza kunyonyesha vizuri na kutoa maziwa ya kumtosha mtoto wake pale: \\-\nmtoto anapoishi kwa maziwa ya mama pekee \\- mtoto anaposhika ziwa vizuri na\nkulinyonya vizuri \\- mtoto anaponyonya mara kwa mara na kila anapohitaji\nkunyonya, ikiwa ni pamoja na wakati wa usiku , na awe hanyang’anywi ziwe hadi\nanapoacha mwenyewe kunyonya kwa kushiba. Mtoto amalize kwanza kunyonya ziwa\nmoja ndipo apewe jingine. Namna mama anavyomweka mtoto wake na jinsi mtoto\nanavyopeleka ziwa mdomoni ni kitu muhimu sana. Mtoto akiwekwa katika nafasi\nnzuri huweza kuweka vizuri ziwa mdomoni na kunyonya. **Dalili za kuonyesha\nkuwa mtoto yuko katika nafasi nzuri ya kunyonya ni:** \\- kichwa na mwili wa\nmtoto kuonekana vimenyooka \\- mtoto kuonekana yuko karibu kabisa na mwili wa\nmama \\- mwili wote wa mtoto kuonekana umemgeukia mama \\- mtoto kuonekana\nametulia, anafurahi na ananyonya. **Kumweka mtoto vibaya kunaweza kusababisha\nmatatizo kama:** \\- chuchu kuuma na kuchubuka \\- maziwa kutotoka vizuri \\-\nmtoto kukataa kunyonya **Dalili za kuonyesha kwamba mtoto ameshikilia vizuri\nziwa mdomoni:** \\- sehemu kubwa ya ngozi nyeusi ya ziwa la mama kuonekana\nikiwa juu zaidi kuliko chini ya mdomo wa mtoto \\- mdomo wa mtoto kuonekana\numefunguka kiasi cha kutosha \\- midomo ya chini ya mtoto kuonekana imeinamia\nnje \\- kidevu cha mtoto kuwa kimegusa ziwa la mama **Dalili kwamba mtoto\nananyonya vizuri:** \\- mtoto hufyonza ziwa kwa muda mrefu akivuta maziwa \\-\nmashavu ya mtoto hutuna ka nje wakati akinyonya \\- mtoto huachia ziwa mara\nbaada ya kumaliza kunyonya. Baada ya mtoto kuzaliwa anyonyeshwe wakati wowote\nanapotaka kunyonya. Mtoto anyonyeshwe walau mara 8 katika kipindi cha saa 24,\nusiku na mchana. Endapo mtoto mchanga atakuwa akilala zaidi ya saa 3 baada ya\nkunyonya, anaweza kuamshwa taratibu na kunyonyeshwa. Mtoto anapolia haina\nmaana kwamba anataka chakula au kinywaji zaidi ya maziwa ya mama. Inawezekana\nanahitaji kupakatwa, kubadilishwa nepi au anasikia joto au baridi. Baadhi ya\nwatoto hupenda kunyonya ziwa kwa kujifurahisha. Kadiri mtoto anavyonyonya\nzaidi ndivyo mama anavyotoa maziwa zaidi, hali ambayo humfanya mtoto apate\nmaziwa ya kumshibisha. Endapo mtoto ataendelea kulia sana hata baada ya\nkunyonyeshwa na kupakatwa, inawezekana hajisikii vizuri. Mama na baba inabidi\nwatafute ushauri kwa mtaalamu wa afya, au mama asaidiwa ili aweze kumnyonyesha\nmtoto zaidi. Kumlisha mtoto mara tu baada ya kuzaliwa kwa kutumia vifaa kama\nchupa kunaweza kumfanya asiweze kunyonya ziwa vizuri kwa vile namna ya\nunyonyaji wa mpira wa chupa ni tofauti na ile ya unyonyaji wa ziwa la mama.\nMtoto anaweza kukataa ziwa la mama huku akitaka anyonyeshwe kwa mpira wa\nchupa. Hali hiyo inaweza kupunguza muda wa kunyonya ziwa la mama na hivyo\nkusababisha kupungua kwa maziwa. Mpira wa chupa unaweza kuchafuliwa na viini\nvya magonjwa hivyo kuongeza hatari ya mtoto kupata maambukizo. Mama ambao huwa\nna hofu kuwa huenda watoto wao hawashibi kwa kunyonya maziwa ya mama pekee\nmara nyingi huwapa watoto vyakula na vinywaji vingine kabla hawajatimiza miezi\nsita. Ulishaji huo humfanya mtoto asinyonye ziwa la mama kiasi cha kutosha\nhivyo kufanya maziwa yasitoke kwa wingi. Mama atatoa maziwa mengi zaidi kama\nanamlisha mtoto wake kwa maziwa ya mama pekee. Kadiri mtoto anavyozidi\nkunyonya ndivyo maziwa yanavyotoka kwa wingi zaidi. Mama wafahamishwe kwa\nuhakika kuwa maziwa yao yanatosha kabisa kuwalisha watoto wao wachanga kwa\nkipindi cha miezi sita, na waelekezwe namna ya kuwanyonyesha watoto wao. Mama\nwote hasa wale wenye wasiwasi kama maziwa yao pekee hayatoshelezi lishe ya\nmtoto, wasaidiwe kuondolewa wasiwasi huo, kazi ambayo haina budi kufanywa na\nbaba wa mtoto, wanafamilia wengine, majirani, marafiki, watumishi wa afya,\nwaajiri na vyama vya kinamama. Mama aliyejifungua kwa njia ya upasuaji anaweza\nkuhitaji usaidizi zaidi wakati wa kuanza kumnyonyesha mtoto wake. Ni muhimu\nkutoa mafunzo kwa wakunga katika hospitali za serikali na za binafsi kuhusu\numuhimu wa unyonyeshaji ili nao waweze kuwaelimisha na kuwaelekeza mama wazazi\nnamna ya kuendeleza unyonyeshaji. Wawaelimishe pia kinababa na wanafamilia\nwengine ili nao watambue umuhimu wa unyonyeshaji kwa maisha ya mtoto.\n\n", 
  "source": "275e8d0ff94346eb9856cd5b2064ecca", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "karibu-kila-mama-anaweza-kunyonyesha-vizuri-unyonyeshaji-wa-mtoto-mara-kwa-mara-humfanya-mama-atoe-maziwa-mengi-zaidi-mtoto-anapaswa-kunyonyeshwa-walau-mara-8-kwa-siku-usiku-na-mchana-na-wakati-wow", 
  "uuid": "25ede40201b246cea52ce68901a61644"
}