{
  "subtitle": "", 
  "description": "Watoto wadogo wanakuwa hatarini wanapokuwa karibu na barabara au barabarani. Hawapaswi kucheza karibu na barabara au barabarani na wanapaswa kuwa na mtu mkubwa muda wote wakiwa karibu na au wanapovuka barabara. Wanapaswa kuvaa helmeti wakiendesha baisikeli au pikipiki na wafungwe mikanda vizuri wanaposafirishwa kama abiria garini.", 
  "language": "swh_TZ", 
  "title": "Watoto wadogo wanakuwa hatarini wanapokuwa karibu na barabara au barabarani", 
  "primary_category": "8db1a6f44dd9426da7a50a4664bb84cf", 
  "created_at": "2014-10-09T19:20:58.439420+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:49.763966+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "2610161f638f42d4b17f939692d98659", 
  "content": "Watoto wanaweza kuumia wakiwa wanavuka barabara au wakiwa wanatembea\nkandokando ya barabara, au wakiwa wanacheza karibu na barabara. Watoto wadogo\nhuwa hawafikiri kwanza kabla ya kuingia barabarani. Familia zinapaswa kufanya\nyafuatayo: \u0000\u0000 Kuwaangalia watoto kwa uangalifu mkubwa 2\\. ￼188 Taarifa za\nufafanuzi ￼￼\u0000\u0000 kuijengea nyumba uzio na kufunga lango kuu ili kuwaepusha\nwatoto wadogo wasikimbilie barabarani. \u0000\u0000 kuwafundisha watoto wadogo kamwe\nwasivuke barabara au kutembea kandokando ya barabara isipokuwa pale wanapokuwa\nna mtu mzima au mtoto mkubwa. \u0000\u0000 kuwazuia watoto wasicheze karibu na barabara\n\u0000\u0000 kuwafundisha watoto wasikimbilie mipira, midoli au tiara zinazoelekea\nbarabarani au karibu na barabara \u0000\u0000 kuwaelekeza watoto kutembea kandokando ya\nbarabara huku wakitazamana magari yanayokuja \u0000\u0000 ikiwa kuna njia ya waenda kwa\nmiguu, wafundishe watoto kutumia njia hiyo kuliko kutembea barabarani. Watoto\nwadogo wafundishwe yafuatayo wakiwa wanavuka barabara: \u0000\u0000 kusimama kandokando\nya barabara \u0000\u0000 kuangalia pande zote za barabara \u0000\u0000 kusikiliza sauti za magari\nau vyombo vingine vya moto kabla ya kuvuka \u0000\u0000 kumshika mkono mtu mwingine \u0000\u0000\nkutembea wala si kukimbia \u0000\u0000 kutumia vivuko vya waenda kwa miguu katika maeneo\nya mijini \u0000\u0000 kuepuka kuvuka barabara katika sehemu iliyopinda au katikati ya\nmagari yaliyoegeshwa \u0000\u0000 kuepuka kuvuka barabara yenye magari yanayokwenda kwa\nkasi Watoto wapo katika hatari ya kupata majeraha makubwa ikiwa wanakaa katika\nviti vya mbele katika gari wanaposafiri, kukaa katika kitanda cha lori bila\nkusimamiwa au katika mashine ya kilimo au kusafiri kama abiria katika\npikipiki. Katika gari, watoto wanapaswa kutumia viti maalumu vinavyowafaa\nmpaka wafikie urefu wa sentimita 150 au umri wa miaka 10 wakiwa wameshakuwa\nwakubwa kiasi cha kuweza kutumia mikanda ya watu wazima iliyopo katika viti.\nWakati wakisafiri na wenzao au walezi wengine katika pikipiki, abiria wote,\npamoja na watoto, wavae helmeti ambayo inafungwa kwa uangalifu chini ya kidevu\nkiasi kwamba haiwezi kuvuka kukitokea ajali. ￼Taarifa za ufafanuzi 189 KUZUIA\nMAJERAHA Ajali za baisikeli ni moja kati ya vyanzo vikubwa vya majeraha na\nvifo vya watoto. Watoto wote wanapaswa kuvaa helmeti na kujifunza kanuni za\nusalama barabarani wakiwa wanaendesha baisikeli. Kwa ushauri kuhusu kutoa\nHuduma ya Kwanza kwa mwenye majeraha soma mwishoni mwa sura hii.\n\n", 
  "source": "71dcb2ee6d654f8b91499f088a6a4fa3", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "watoto-wadogo-wanakuwa-hatarini-wanapokuwa-karibu-na-barabara-au-barabarani", 
  "uuid": "2610161f638f42d4b17f939692d98659"
}