{
  "subtitle": "", 
  "description": "Desturi ya usafi na utumiaji wa maji salama ya kunywa huzuia\r\nkuzuka kwa ugonjwa wa kuhara. Mikono haina budi kuoshwa\r\nvizuri kwa maji na sabuni au kitu kingine mbadala kama vile\r\nmajivu na maji, baada ya kutoka chooni au ya kugusa kinyesi, na\r\nkabla ya kugusa au kutayarisha chakula au kulisha mtoto.", 
  "language": "swh_TZ", 
  "title": "Desturi ya usafi na utumiaji wa maji salama ya kunywa huzuia kuzuka kwa ugonjwa wa kuhara. Mikono haina budi kuoshwa vizuri kwa maji na sabuni au kitu kingine mbadala kama vile majivu na maji, baada y", 
  "primary_category": "9e39b5f245b241b2af54c96932454c32", 
  "created_at": "2014-10-12T20:47:02.858144+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:32.446811+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "28ed6c6a53984d148d0aba66cb72a9b6", 
  "content": "Mikono haina budi kuoshwa kwa maji na sabuni au kitu kingine mbadala kama vile\nmajivu na maji, baada ya kutoka chooni, kumpeleka mtoto chooni, kumtawadha\nmtoto, kutupa kinyesi cha mtoto, na kabla ya kumlisha mtoto, kushika chakula\nau kula. Mara kwa mara watoto wadogo hutia mikono yao kinywani. Hivyo ni\nmuhimu kutunza mazingira ya nyumbani katika hali ya usafi na kuwafundisha\nwatoto namna ya kunawa mikono yao vizuri na mara kwa mara, hasa baada ya\nkujisaidia na kula. Utumiaji wa maji salama ya kunywa na utunzaji wake katika\nhali ya usafi na salama husaidia kupunguza ugonjwa wa kuhara. Hatua nyingine\nza usafi ambazo zinaweza kusaidia kuzuia ugonjwa wa kuhara ni pamoja na: \\-\nkumenya matunda au mbogamboga au kusafisha vizuri na maji safi hasa kama vitu\nhivyo vinaliwa vibichi na watoto \\- kutayarisha na kupika vizuri chakua kabila\nya kuliwa. Mabaki ya vyakula yanaweza kuambukizwa vijidudu vinavyosababisha\nugonjwa wa kuhara. Baada ya kupita saa 2 chakula kilichopikwa sio salama tena\nlabda kiwe kimehifadhiwa kikiwa moto sana au baridi sana. \\- kufukia chini,\nkuchoma moto au kuharibu kwa njia salama mabaki yote ya chakula ili kuzuia nzi\nwasisambaze magonjwa.\n\n", 
  "source": "5d37bb61c6e34572909f8bdc5967ff92", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "desturi-ya-usafi-na-utumiaji-wa-maji-salama-ya-kunywa-huzuia-kuzuka-kwa-ugonjwa-wa-kuhara-mikono-haina-budi-kuoshwa-vizuri-kwa-maji-na-sabuni-au-kitu-kingine-mbadala-kama-vile-majivu-na-maji-baada-y", 
  "uuid": "28ed6c6a53984d148d0aba66cb72a9b6"
}