{
  "subtitle": "", 
  "description": "Uangalizi wa karibu kwa mama aliyejifungua pamoja na mtoto wake ni jambo \r\nla lazima katika kupunguza hatari za kuzuka kwa matatizo na kuwasaidia \r\nwazazi wa mtoto waweze kuhakikisha kwamba mtoto wao anaanza safari \r\nyake ya maisha akiwa salama.. Mama na mtoto hawana budi kuchunguzwa \r\nmara kwa mara ndani ya kipindi cha saa 24 baada ya mama kujifungua na \r\nkatika wiki ya kwanza na halafu katika wiki ya sita baada ya kujifungua. \r\nEndapo kuna dalili zozote za matatizo, uchunguzi ufanywe mara nyingi zaidi. ", 
  "language": "swh_TZ", 
  "title": "Uangalizi wa karibu kwa mama aliyejifungua pamoja na mtoto wake ni jambo  la lazima katika kupunguza hatari za kuzuka kwa matatizo na kuwasaidia  wazazi wa mtoto waweze kuhakikisha kwamba mtoto wao an", 
  "primary_category": "27038d5886564782adcce92ec89494eb", 
  "created_at": "2014-10-10T21:29:05.331473+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:45.778358+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "2c24be301eff4b5a9954f37d7a3345da", 
  "content": "Ni muhimu kwa mama aliyejifungua kuwa chini ya uangalizi wa mtaalamu ili\nkulinda uhai na afya yake pamoja na ya mtoto wake. Pale tu mtoto anapozaliwa\nna katika wiki na mwezi wa kwanza baada ya kuzaliwa, watoto wachanga huwa\nkatika hatari kubwa ya kukumbwa na matatizo. Baada tu ya kujifungua, mtaalamu\nwa ukunga ampatie mama na mtoto huduma mbalimbali ikiwa ni pamoja na: \\-\nkuchunguza afya ya mama na mtoto mara kwa mara ndani ya saa 24 baada ya mama\nkujifungua na katika wiki ya kwanza na halafu wiki ya sita. \\- Kumshauri na\nkumsaidia mama ili aweze kumnyonyesha mtoto wake kila inapobidi \\- Kumshauri\nmama na baba namna ya kuepuka au kuchelewa kupata mtoto mwingine \\- Kumshauri\nmama kuhusu lishe, kupumzika, usafi, chanjo, kutumia chandarua chenye dawa kwa\nmaeneo yenye malaria, uchunguzi wa mara kwa mara wa afya na namna ya kujitunza\nyeye mwenyewe na mtoto wake; kumshauri baba kuhusu umuhimu wa kumsaidia mama\npamoja na mtoto. \\- Kumwelimisha mama kuhusu dalili za hatari zinazoweza\nkujionyesha kwake na kwa mtoto \\- Kumsaidia mama na familia yake katika\nkuandaa mapango wa dharura endapo patazuka tatizo linalohitaji kuchukuliwa kwa\nhatua za dharura \\- Kuwashauri kinamama na kinababa kuhusu magonjwa\nyanayoambukizwa kwa njia ya ngono, ikiwa ni pamoja na VVU, na endapo\nwameambukizwa VVU, kuwashauri namna ya kujitunza wenyewe pamoja na mtoto wao\nna namna ya kumnyonyesha mtoto katika hali ambayo itapunguza hatari za\nkumuambukiza VVU, kutoa ushauri nasaha kwa mama aliyeambukizwa VVU pamoja na\nmwenza wake juu ya namna ya kufikia maamuzi ya busara kuhusu uwezekano wa\nkupata tena ujauzito pamoja na matumizi ya njia za kuzuia mimba. (Soma sura ya\nVVU kwa taarifa zaidi.) \\- Kupanga siku za mama za kufika kliniki pamoja na\nmtoto wake. **Uangalizi wa mama aliyejifungua kwa matatizo yake mwenyewe na/au\nya mtoto unapaswa ufanywe na mtaalamu wa ukunga ambaye anaweza:** \\-\nKumfahamisha mama aliyejifungua kuhusu matatizo yaliyotokea kwake au kwa mtoto\nwake pamoja na tiba iliyotolewa na namna atakavyoendelea kujitunza yeye\nmwenyewe pamoja na mtoto wake pindi warejeapo nyumbani \\- Kumuelimisha mama\naliyejifungua kwa mara ya kwanza namna ya kuhudumia majeraha yaliyotokana na\nkujifungua \\- Kumwelimisha mama kuhusu namna ya kuzingatia maelekezo , kama ni\nlazima, ya namna ya kutumia dawa, hasa kuhusu wakati na kipindi cha kutumia\ndawa. \\- Kubainisha na kumpatia mama chanjo ambazo hakuwahi kuzipata, ikiwa ni\npamoja na chanjo ya pepopunda. \\- Kumshauri mama kuhusu njia bora ya\nkumhudumia mtoto wake endapo mtoto amezaliwa kabla ya wakati au mdogo sana au\nakiwa na mahitaji maalumu \\- Kujipangia muda wa kumtembelea mara kwa mara mama\nna mtoto ili kujua hali ya maendeleo ya afya zao. **Siku na wiki za mwanzo za\nkuzaliwa ni za hatari zaidi kwa watoto waliozaliwa na uzito pungufu. Vifo\nvingi vya watoto wachanga hutokea kwa watoto wanaozaliwa wakiwa na uzito\npungufu. Maisha ya idadi kubwa ya watoto hawa yanaweza kuokolewa kwa njia ya\nhuduma watakazopatiwa baada ya kuzaliwa. Huduma hizo ni pamoja na:** \\-\nKuzitambua dalili za hatari na kuzishughulikia kwa wakati \\- Pamoja na\nkuwanyonyesha, kuwapatia maziwa ya ziada yanayokubalika kiafya \\- Kuwatunza\nkatika mazingira ya joto la kutosha, kwa kukutanisha miili yao na ya mama zao,\nnjia ambayo pia hujulikana kama mbinu ya kutunza mtoto mchanga Kikangaruu. \\-\nKuwahamishia watoto wenye matatizo ya kunyonya au ya kutumia maziwa ya ziada\nkatika hospitali zinazoweza kuwapatia huduma maalumu.\n\n", 
  "source": "3f63f8ecbb3e469683766b3ab4d0024d", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "uangalizi-wa-karibu-kwa-mama-aliyejifungua-pamoja-na-mtoto-wake-ni-jambo-la-lazima-katika-kupunguza-hatari-za-kuzuka-kwa-matatizo-na-kuwasaidia-wazazi-wa-mtoto-waweze-kuhakikisha-kwamba-mtoto-wao", 
  "uuid": "2c24be301eff4b5a9954f37d7a3345da"
}