{
  "subtitle": "", 
  "description": "Wakati wa ugonjwa, watoto wadogo wanapaswa kupewa maji zaidi,\r\nikiwa ni pamoja na maziwa ya mama—kwa mtoto anayenyonya—na\r\nwahimizwe kuendelea kula vyakula vya kawaida. Baada ya ugonjwa,\r\nwatoto wadogo anapaswa kupewa chakula zaidi kuliko kawaida ili\r\nkufidia nguvu na virutubisho vilivyopotea kutokana na ugonjwa.", 
  "language": "swh_TZ", 
  "title": "Wakati wa ugonjwa, watoto wadogo wanapaswa kupewa maji zaidi, ikiwa ni pamoja na maziwa ya mama—kwa mtoto anayenyonya—na wahimizwe kuendelea kula vyakula vya kawaida. Baada ya ugonjwa, watoto wadogo a", 
  "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
  "created_at": "2014-10-12T19:18:19.737421+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:37.453066+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "2c2ec1050ce147dd8851f92c7dbf140e", 
  "content": "Watoto wanapokuwa wagonjwa, kwa mfano wanapokuwa na ugonjwa wa kuharisha,\nsurua au nyumonia, hamu yao ya kula chakula hupungua na miili yao hushindwa\nkutumia chakula vizuri. Ikiwa mtoto ataugua mara nyingi kwa mwaka, ukuaji wake\nutapungua au utasimama kabisa. Ni muhimu sana kumuhimiza mtoto mgonjwa ale\nchakula. Hata hivyo inaweza kuwa vigumu kumfanya akubali kula kwa vile watoto\nwanaoumwa wanaweza wakawa hawapati njaa. Wazazi au walezi wa mtoto waendelee\nkumpa mtoto wa aina hiyo vyakula anavyopenda, kidogokidogo na mara kwa mara\nkadiri itakavyowezekana. Unyonyeshaji wa ziada ni muhimu sana kwa vile\nhumwezesha mtoto mgonjwa kupata virutubisho vinavyoweza kumponya dhidi ya\nmaambukizo. Ni muhimu kumhimiza mtoto mgonjwa anywe kinywaji kinachofaa mara\nkwa mara kadiri inavyowezekana. Kukaukiwa maji mwilini ni tatizo kubwa sana\nkwa watoto wanaougua ugonjwa wa kuharisha. Kunywa kwa wingi kinywaji\nkinachofaa kutasaidia kuzuia kukaukiwa maji mwilini. Mtoto anapokuwa na\nugonjwa wa kuharisha apewe kinywaji maalumu cha chumvichumvi kilichopendekezwa\nna mtaalamu wa afya, ambacho pamoja na chakula na vinywaji vingine vinavyofaa,\nhuweza kuzuia kukaukiwa maji mwilini. Kumpati mtoto dawa ya zinki kila siku\nkwa siku 10 hadi 14 kunaweza kupunguza makali ya ugonjwa wa kuharisha. Mtoto\natakuwa amepona ugonjwa wa kuharisha pale tu atakapokuwa amerejesha uzito\nuliopotea tangu aanze kuugua. Mtoto anaweza kupoteza maisha kwa kuharisha kwa\nmuda mrefu kama atacheleweshwa kutibiwa. Endapo mtoto ataendea kuharisha na\nkukosa hamu ya kula kwa siku kadhaa, wazazi wake au mlezi wamuone mtaalamu wa\nafya. *(Soma sura ya Ugonjwa wa Kuharisha kwa taarifa zaidi.)*\n\n", 
  "source": "9de40cd1f2fa42d499f9e6d3c835c3bc", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "wakati-wa-ugonjwa-watoto-wadogo-wanapaswa-kupewa-maji-zaidi-ikiwa-ni-pamoja-na-maziwa-ya-mamakwa-mtoto-anayenyonyana-wahimizwe-kuendelea-kula-vyakula-vya-kawaida-baada-ya-ugonjwa-watoto-wadogo", 
  "uuid": "2c2ec1050ce147dd8851f92c7dbf140e"
}