{
  "subtitle": "", 
  "description": "Imunização - Vacinação, Desparasitação e Vitamina A", 
  "language": "por_PT", 
  "title": "Imunização - Vacinação, Desparasitação e Vitamina A", 
  "primary_category": "d402353aebff41b98e859c7a69db3112", 
  "created_at": "2014-12-23T11:43:44+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-01-06T10:48:13.349647+00:00", 
  "_version": {
    "package_version": "0.3.1", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "c61505a399a74763ac05405e18d3ee96", 
    "ee875716e8f54e33b2cc583d0d5fc2ea", 
    "90171a7964ea4147bb29b4231d1c67e9", 
    "b18a0876f6da4390974af3dad7ed05ee", 
    "d3b0b1d1680643449ea0af9d5e7137db", 
    "259d978d5b1c49479f879a3463693405", 
    "3b49e0abc7e24974a9e5fe9e61ef989b", 
    "ad7128b3bab14cfbadeb8c59b75ffe39", 
    "3f5b365e22ba48c380f1e5cb5c9f4752", 
    "135d7c4e1f854758a47f9ca2de3981e6", 
    "d14680a4b4074ee390102475031e25a5"
  ], 
  "id": null, 
  "content": "A IMPORTÂNCIA DAS VACINAS PARA A SAÚDE DA CRIANÇA\r\n\r\n- Todo o corpo vacinado é como uma casa com portas e janelas fechadas e o corpo que não está vacinado é como uma casa deixada com janelas abertas: o vento, os mosquitos e as doenças podem entrar.\r\n\r\nNÃO SE PREOCUPE COM OS EFEITOS SECUNDÁRIOS DAS VACINAS\r\n\r\n- As mães não se devem assustar se a criança tiver febre após a vacinação. É próprio da vacina.\r\nA criança vai recuperar logo em seguida.\r\n\r\nAPRENDA A CONHECER O CALENDÁRIO DE VACINAÇÃO DA SUA CRIANÇA\r\n\r\nAs crianças até 1 ano de idade devem ser levados à vacina 5 vezes:\r\n\r\n- Ao nascer\r\n- Aos 2 meses\r\n- Aos 4 meses\r\n- Aos 6 meses\r\n- Aos 9 meses\r\n\r\nAs mães devem procurar perceber o que está escrito no cartão de vacina, porque vai-lhes ajudar a saber quando voltar ao centro de saúde.\r\n\r\nSe não conseguem ler ou se não entendem as imagens, peçam aos vossos maridos, uma amiga ou parteira para vos apoiar. Mesmo se as crianças receberem as vacinas nas campanhas, devem seguir com o calendário, indo ao posto ou centro de Saúde nas datas indicadas no cartão.\r\n\r\nA VITAMINA A PARA UMA BOA VISÃO DA SUA CRIANÇA\r\n\r\n- As mães devem saber que a Vitamina A ajuda a criança a ter boa visão e prevenir outras doenças; é dada junto com as vacinas no 6º e no 9º mês, em gotas.\r\n\r\n- Sucessivamente, os pais deverão contactar o técnico de saúde para administrar a vitamina A\r\nà criança de 6 em 6 meses até aos 5 anos de idade.\r\n\r\nA CRIANÇA DESPARASITADA É UMA CRIANÇA FELIZ\r\n\r\n- Para tirar as lombrigas e o maculo, o Albendazol é um medicamento que tem de ser dado à criança de 6 em 6 meses, mas só a partir de um ano de idade. Utilizar produtos tradicionais contra os parasitas é muito perigoso para as crianças.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "80e7940052fa4d23b3b46b78e54851c9", 
  "published": null, 
  "position": 7, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "imunizacao-vacinacao-desparasitacao-e-vitamina", 
  "uuid": "2d6c97998bc44389b132715b7356aaf7"
}