{
  "subtitle": "", 
  "description": "Mama wajawazito na wanaonyonyesha hawana budi kupewa \r\nulinzi kazini dhidi ya kubaguliwa na kufanya kazi katika \r\nmazingira hatarishi kiafya, pia wapewe muda wa kunyonyesha \r\nwatoto wao. Wapewe stahiki yao ya likizo ya uzazi, ulinzi wa \r\najira zao, na marupurupu yao ya kifedha na kimatibabu. ", 
  "language": "swh_TZ", 
  "title": "Mama wajawazito na wanaonyonyesha hawana budi kupewa  ulinzi kazini dhidi ya kubaguliwa na kufanya kazi katika  mazingira hatarishi kiafya, pia wapewe muda wa kunyonyesha  watoto wao. Wapewe stahiki y", 
  "primary_category": "27038d5886564782adcce92ec89494eb", 
  "created_at": "2014-10-10T21:46:21.389457+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:45.139088+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "2f97a11ef625421895efe81f2d1095b9", 
  "content": "Takribani asilimia 60 ya wanawake wa umri wa kuweza kupata watoto hufanya kazi\nkatika sekta rasmi na wengine wengi hufanya kazi katika sekta isiyo rasmi,\nsekta ambayo haitunzi kumbukumbu za kazi zake wala haisimamiwi na mamlaka\nyoyote ya umma. Inabidi hatua za ulinzi zichukuliwe na jamii kwa kushirikiana\nna serikali pamoja na vyama vya kiraia kwa lengo la kulinda afya na maslahi ya\nkiuchumi ya mama wajawazito na wanaonyonyesha pamoja na watoto na familia zao\nbila kujali kama wanafanya kazi katika sekta rasmi au sekta isiyo rasmi.\n**Baadhi ya hatua hizo za kiusalama ni pamoja na:** Likizo ya uzazi: Mama\nmzazi anayo haki ya kupata muda wa kutosha wa kupumzika mara tu baada ya\nkujifungua, uwezo wa kujitunza yeye mwenyewe pamoja na familia yake, na\nuhakika wa kurejea kazini kwake baada ya kumaliza likizo yake ya uzazi. Ulinzi\nwa ajira : Huu ni uhakikisho kwamba mama wajawazito pamoja na mama\nwaliojifungua hawatabaguliwa kazini wala kupoteza ajira zao au haki zao za\nkiajira (malipo ya uzeeni, likizo ya malipo, nk.) kutokana na ujauzito, likizo\nya uzazi au mapumziko ya kujifungua Marupurupu ya kifedha na kimatibabu: Mama\nwajawazito na mama wazazi wanaofanya kazi, pamoja na watoto wao wachanga na\nfamilia zao wanapaswa kupewa marupurupu ya fedha na ya gharama za matibabu.\nMarupurupu ya fedha huwasaidia kupunguza pengo la kipato lililotokana na\nkutokufanya kazi wakati wa ujauzito, kujifungua na wa kulea mtoto mchanga.\nMama wajawazito, wazazi pamoja na vichanga vyao wanastahili kupatiwa huduma za\nafya wakati wa ujauzito, wakati wa kujifungua na baada ya kujifungua pamoja na\nhuduma ya kulazwa hospitali kila inapobidi. Familia nyingi hushindwa\nkugharamia huduma za afya kwa mama wazazi na kwa watoto wadogo, hali hiyo\nhuwazuia au kuwachelewesha mama na watoto wao kupata huduma hizo, na kuathiri\nafya na ustawi wao. Mrupurupu ya mfuko wa ulinzi wa jamii wa serikali na/au wa\nmwajiri yanaweza kutolewa kama fedha pamoja na gharama za huduma za afya kwa\nmama wajawazito, wazazi pamoja na watoto wao. Ulinzi wa afya: Mama mjamzito au\nanayenyonyesha asilazimishwe kufanya kazi ambazo zinaweza kuhatarisha afya\nyake au ya mtoto wake. Endapo pana hatari yoyote ya aina hiyo katika mazingira\nyake ya kazi, mazingira hayo yarekebishwe ili kupunguza hatari hizo. Mama\narejee kazini kwake pale ambapo hali ya usalama itakuwa imetengemaa,\nvinginevyo apewe kazi nyingine yenye maslahi sawa na ile ya mwanzo.\nKunyonyesha mtoto: Mama apewe haki ya kunyonyesha mtoto wake baada ya kurejea\nkazini kwani unyonyeshaji una manufaa makubwa kwa afya ya mama na ya mtoto.\nMama wanaonyonyesha waruhusiwe kuchukua mapumziko mara moja au zaidi au\nwapunguziwe muda wa kazi kwa ajili ya kunyonyesha, bila kulazimika kulipia\nmuda huo kikazi.\n\n", 
  "source": "a77724dbcf0d42e8a4e2f22d9c690404", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "mama-wajawazito-na-wanaonyonyesha-hawana-budi-kupewa-ulinzi-kazini-dhidi-ya-kubaguliwa-na-kufanya-kazi-katika-mazingira-hatarishi-kiafya-pia-wapewe-muda-wa-kunyonyesha-watoto-wao-wapewe-stahiki-y", 
  "uuid": "2f97a11ef625421895efe81f2d1095b9"
}