{
  "subtitle": "", 
  "description": "Visu, mikasi, vitu vyenye ncha kali na chupa zilizopasuka\r\nhuweza kusababisha majeraha.", 
  "language": "swh_TZ", 
  "title": "Visu, mikasi, vitu vyenye ncha kali na chupa zilizopasuka huweza kusababisha majeraha.", 
  "primary_category": "8db1a6f44dd9426da7a50a4664bb84cf", 
  "created_at": "2014-10-13T11:48:11.665796+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:26.703756+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "3855260d6f0f475c8720b6a56fd9c3bd", 
  "content": "Chupa zilizopasuka zinaweza kusababisha kukatwa, kupoteza kwa damu na vidonda\nvinayosababisha maambukizi ya magonjwa mengine. Vifaa vya chuma vyenye ncha\nkali, vifaa vya mashine na makopo yenye kutu huweza kusababisha majeraha\nambayo yanaweza kuambukiza magonjwa mengine ya hatari. Familia zinaweza\nkupunguza hatari ya majeraha kwa watoto kutokana na chupa na vitu vingine\nvyenye ncha kali ikiwa watachukua hatua zifuatazo: \\- wataweka chupa mbali na\nwatoto na kuhakikisha kuwa eneo la kuchezea watoto halina chupa zilizopasuka\nwala takataka \\- wataweka visu, nyembe na mikasi katika droo au kuvifungia\nvizuri katika makabati mbali na watoto wadogo \\- watatupa takataka za nyumbani\nkwa uangalifu, ikiwa ni pamoja na chupa zilizopasuka na makopo ya zamani.\nMajeraha mengine katika maeneo ya nyumbani yanaweza kuzuiwa kwa kuwafundisha\nwatoto kuhusu hatari za kutupa mawe au vitu vyenye ncha kali na kuchezea visu\nau mikasi. *Kwa Ushauri kuhusu kutoa Huduma ya Kwanza kwa aliyekatwa au\nkujeruhiwa, soma mwishoni mwa sura hii.*\n\n", 
  "source": "6620d628e50d45f79ff4f7304fb16883", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "visu-mikasi-vitu-vyenye-ncha-kali-na-chupa-zilizopasuka-huweza-kusababisha-majeraha", 
  "uuid": "3855260d6f0f475c8720b6a56fd9c3bd"
}