{
  "subtitle": "", 
  "description": "Wakati mwingine, kikohozi ni dalili ya tatizo kubwa zaidi. Mtoto\r\nambaye anapumua harakaharaka au kwa shida anaweza kuwa\r\nna nyumonia, maambukizo katika mapafu. Huu ni ugonjwa\r\nhatari kwa maisha ya mtoto. Mtoto hana budi kutibiwa bila\r\nkucheleweshwa na mtaalamu wa afya ambaye pia anaweza\r\nkuelekeza apelekwe katika hospitali kubwa zaidi.", 
  "language": "swh_TZ", 
  "title": "Wakati mwingine, kikohozi ni dalili ya tatizo kubwa zaidi. Mtoto ambaye anapumua harakaharaka au kwa shida anaweza kuwa na nyumonia, maambukizo katika mapafu. Huu ni ugonjwa hatari kwa maisha ya mtoto", 
  "primary_category": "2ffe198e7447448e825f4cb543fb7267", 
  "created_at": "2014-10-12T21:19:41.329960+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:31.863492+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "39ce498e8b724e9eaf253cd9859f778e", 
  "content": "Mara nyingi kikohozi, mafua, homa, mkereketo wa koo na kutokwa makamasi hupona\nbila kutumia dawa. Hata hivyo, wakati mwingine kikohozi na homa ni dalili za\nnyumonia, ambayo ni lazima itibiwe na mtaalamu wa afya. Ikwa mtaalamu wa afya\natatoa dawa za kutibu nyumonia, ni lazima kuzingatia maelekezo yake ya namna\nya kutumia dawa na kuhakikisha kwamba mtoto anapewa dawa hadi amalize dozi\nhata kama ataonyesha dalili za kupona. Watoto wengi hufia nyumbani kutokana na\nnyumonia kwa sababu wazazi au walezi wao huwa hawatambui hatari ya ugonjwa huo\nna umuhimu wa kupata tiba bila kuchelewa. Mamilioni ya vifo vya watoto\nvinaweza kuepukika endapo: \\- Wazazi na walezi watatambua kwamba kupumua\nharakaharaka au kwa taabu ni dalili mbaya, ambayo huhitaji msaada wa daktari\nbila kuchelewa \\- Wazazi na walezi wengine watafahamu mahali pa kupata huduma\nya matibabu \\- Huduma ya matibabu na dawa za kufaa zitapatikana bila matatizo.\nWatoto wapelekwe kwa mtaalamu wa afya au kliniki bila kucheleweshwa endapo\nwataonyesha moja ya dalili zifuatazo: mtoto \\- kupumua harakaharaka kuliko\nkawaida : kwa mtoto siku 0 hadi 59 mipumuo – 60 kwa dakika; miezi 2 hadi 12 —\nmipumuo 50kwa dakika au zaidi; zaidi ya miezi 12 hadi miaka 5 — mipumuo 40 kwa\ndakika au zaidi \\- mtoto anapumua kwa shida au anatweta \\- sehemu ya chini ya\nkifua inaingia ndani wakati mtoto anapovuta hewa, au tumbo la mtoto\nlinaonekana kama linapanda na kushuka \\- mtoto amekuwa akikohoa kwa zaidi ya\nwiki tatu \\- mtoto hawezi kunyonya au kunywa \\- mtoto anatapika mara kwa mara.\nWatoa huduma ya afya wana jukumu la kuwaelimisha wazazi pamoja ana walezi wa\nwatoto kuhusu hatari za kiafya kwa watoto wenye nyumonia pamoja na hatua za\nkuchukua kwa ajili ya uzuiaji pamoja na za matibabu yake.\n\n", 
  "source": "4ff876c9bb194623bdea49cb2261f8dd", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "wakati-mwingine-kikohozi-ni-dalili-ya-tatizo-kubwa-zaidi-mtoto-ambaye-anapumua-harakaharaka-au-kwa-shida-anaweza-kuwa-na-nyumonia-maambukizo-katika-mapafu-huu-ni-ugonjwa-hatari-kwa-maisha-ya-mtoto", 
  "uuid": "39ce498e8b724e9eaf253cd9859f778e"
}