{
  "subtitle": "", 
  "description": "Paludismo / Malária e Uso de Mosquiteiros", 
  "language": "por_PT", 
  "title": "Paludismo / Malária e Uso de Mosquiteiros", 
  "primary_category": "cbfad0d9249f4fd1953af33b88ba467e", 
  "created_at": "2014-12-23T14:15:55+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-01-06T10:58:09.347545+00:00", 
  "_version": {
    "package_version": "0.3.1", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "ad7128b3bab14cfbadeb8c59b75ffe39", 
    "3f5b365e22ba48c380f1e5cb5c9f4752", 
    "135d7c4e1f854758a47f9ca2de3981e6", 
    "d14680a4b4074ee390102475031e25a5", 
    "2d6c97998bc44389b132715b7356aaf7", 
    "c61505a399a74763ac05405e18d3ee96", 
    "ee875716e8f54e33b2cc583d0d5fc2ea", 
    "90171a7964ea4147bb29b4231d1c67e9", 
    "b18a0876f6da4390974af3dad7ed05ee", 
    "d3b0b1d1680643449ea0af9d5e7137db", 
    "259d978d5b1c49479f879a3463693405", 
    "3b49e0abc7e24974a9e5fe9e61ef989b"
  ], 
  "id": null, 
  "content": "PALUDISMO É IGUAL A MALÁRIA? \r\n\r\n- O paludismo e a malária são a mesma doença, provocada pela picada do mosquito. Febre, dor de cabeça e dor em todo o corpo são os principais sintomas.\r\n\r\n- As crianças ficam quentes, deixam de brincar, perdem o apetite, ficam tristes, com sensação de frio e sede.\r\n\r\n- Se a criança tiver febre, a mãe pode passar um pano molhado em água fria por todo o corpo para a temperatura baixar.\r\n\r\nCOMO TRATAR O PALUDISMO OU MALÁRIA\r\n\r\n- Se a criança continua a ter febre dirija-se imediatamente ao centro de saúde para fazer o teste da malaria e receber os comprimidos receitados conforme as indicações do enfermeiro ou técnico de saúde.\r\n\r\nCOMO EVITAR O PALUDISMO OU MALÁRIA\r\n\r\n- Para evitar o paludismo, a mãe grávida e as crianças pequenas devem dormir sempre debaixo do mosquiteiro tratado com insecticida.\r\n\r\n- Mais vale uma noite quente por causa do mosquiteiro que uma malária na sua criança. Se tiver somente 1 mosquiteiro em casa, as famílias devem dar em 1º lugar às grávidas e crianças menores de 5 anos.\r\n\r\nOUTRAS FORMAS DE NOS PREVENIRMOS DAS PICADAS DOS MOSQUITOS\r\n\r\n- Além do mosquiteiro, a mãe deve fechar sempre as portas e as janelas à tardinha, por volta das 17 horas.\r\n\r\n- Pode também colocar redes mosquiteiras nas janelas e utilizar produtos como insecticida.\r\n\r\n- A família deve eliminar as águas paradas à volta de casa, aterrando com areia e entulho ou abrindo valas para escoar, cortar o capim do jardim e fazer fumaça.\r\n\r\n- A fumaça pode ser feita com o capim (ehulo) depois de seco, folhas de eucalipto, cedro, ‘neim’,\r\n‘ondembi’, dragão ou deitando fuba sobre as brasas.\r\n\r\n- Todas as fumaças devem ser feitas no exterior das casas.\r\n\r\nMOSQUITEIROS NORMAIS OU TRATADOS COM INSETICIDA\r\n\r\n- Os mosquiteiros tratados com insecticida são mais eficazes porque matam os mosquitos.\r\n\r\n- São distribuídos gratuitamente nas unidades de saúde durante as consultas pré-natais e durante a vacinação de rotina das crianças com menos de 1 ano.\r\n\r\n- Se estiver grávida ou tiver uma criança até 1 ano de idade, deve solicitar um mosquiteiro nas devidas consultas. É um direito seu!\r\n\r\nREGRAS PARA O USO DO MOSQUITEIRO TRATADO COM INSETICIDA\r\n\r\n- Antes de utilizar o mosquiteiro tratado com insecticida, deve abri-lo e deixá-lo descansar na sombra por um dia. Sucessivamente, os mosquiteiros podem-se pendurar facilmente.\r\n\r\n- No caso de um mosquiteiro rectangular, mesmo sem argolas, pode colocar 4 paus em volta da cama.\r\n\r\n\r\n  [1]: http://s7.postimg.org/4b8a3rrx7/PALUDISMO_1.jpg\r\n  [2]: http://s11.postimg.org/qm44jecib/PALUDISMO_2.jpg\r\n  [3]: http://s24.postimg.org/fpia6o3o5/PALUDISMO_3.jpg\r\n  [4]: http://s12.postimg.org/thyb3xtn1/PALUDISMO_FOGUEIRA.jpg\r\n  [5]: http://s3.postimg.org/5kyy758cz/PALUDISMO_4.jpg\r\n  [6]: http://s29.postimg.org/y1k02gv1z/PALUDISMO_5.jpg", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "0eade801e06d4cef94a73c37cac7e9e6", 
  "published": null, 
  "position": 2, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "paludismo-malaria-e-uso-de-mosquiteiros", 
  "uuid": "3b49e0abc7e24974a9e5fe9e61ef989b"
}