{
  "subtitle": "", 
  "description": "Kwa kawaida inapendeza watoto kutunzwa na wazazi au walezi\r\nwao wa kawaida, kwa sababu hali hii inawafanya watoto\r\nwajisikie wako salama zaidi. Ikiwa kutatokea kutenganishwa,\r\njitihada zinapaswa kufanywa ili kumuunganisha mtoto na familia\r\nyake, ikiwa mtoto mwenyewe anapenda hivyo.", 
  "language": "swh_TZ", 
  "title": "Kwa kawaida inapendeza watoto kutunzwa na wazazi au walezi wao wa kawaida, kwa sababu hali hii inawafanya watoto wajisikie wako salama zaidi. Ikiwa kutatokea kutenganishwa, jitihada zinapaswa kufanywa", 
  "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
  "created_at": "2014-10-13T13:13:20.632941+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:24.224958+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "3edb108b15d0451186deff78fb7cdc9a", 
  "content": "Katika matukio ya dharura, ni wajibu wa serikali, mamlaka za mtaa au Umoja wa\nMataifa (ikiwa hakuna serikali) kuhakikisha kuwa watoto hawatenganishwi na\nwazazi wao au walezi wengine. Ikiwa wametengana, serikali au mamlaka husika\nzinawajibika kutoa ulinzi maalumu na matunzo kwa watoto hao. Zinapaswa\nkuwasajili watoto wote wasio na walezi, waliotengana na familia zao na\nwalioachwa yatima na kuhakikisha kuwa mahitaji yao ya lazima yanatimizwa.\nBaada ya hapo, kila jitihada inapaswa kufanywa kuitafuta familia ya mtoto na\nkumkutanisha na familia yake, ikiwa mtoto mwenyewe anapenda hivyo. Utaratibu\nwa mpito wa kuwapatia matunzo watoto waliotengana na familia zao inabidi\nuandaliwe. Ikiwezekana hili lifanywe na familia ambayo ni ndugu wa mtoto au\nfamilia inayotoka katika jamii aliyotokea mtoto mpaka mtoto atakapokutanishwa\nna wazazi au ndugu au kuwa pamoja na familia itakayomlea. Kila jitihada\nifanywe ili kuwaweka ndugu wa baba na mama mmoja pamoja. Ikiwa mtoto\natapelekwa kwa muda katika familia itakayokuwa inamlea, ni wajibu wa\nwanaohusika na kuwapanga watoto kufuatilia matunzo ya mtoto na hali yake kwa\nujumla. Wanapaswa pia kuhakikisha kuwa familia inayomlea mtoto inawezeshwa ili\nkumtunza mtoto vizuri. Watoto ambao walitenganishwa na wazazi wao katika\nkipindi cha hali ya dharura hawawezi kuchukuliwa kama yatima. Na hivyo\nhawawezi kuasiliwa. Muda wote ambao majaliwa ya wazazi wa mtoto na/au ndugu\nzake wa karibu hayajaeleweka, kila mtoto aliyetengana na familia yake lazima\nachukuliwe kama ana mzazi wake na/au ndugu zake wa karibu ambao bado wanaishi.\nMipango ya muda mrefu ya matunzo inapaswa kuandaliwa wakati wa hali ya\ndharura. Baada ya muda wa kutosha wa uchunguzi, ikiwa wazazi na ndugu hawawezi\nkupatikana au hawapatikani ili kuwatunza watoto, familia inayomlea au familia\nya malezi, ni vizuri ikiwa ni familia inayotoka katika jamii aliyotokea mtoto,\ninapaswa kutafutwa kwa ajili ya kumlea mtoto. Taasisi zinazolea watoto au\nvituo vya watoto yatima vinapaswa muda wote kuchukuliwa kama sehemu ya muda\ntu, au ni chaguo la mwisho. Kupelekwa katika jamii au nchi nyingine kunaweza\nkusababisha msongo wa mawazo, hasa ikiwa familia ya mtoto imekimbia vurugu au\njanga fulani. Watoto waliohamishwa kutoka katika maeneo yao wanaweza kujifunza\nlugha na tamaduni zingine. Mara nyingi, shule na asasi za kijamii zinaweza\nkuwasaidia watoto na familia zao katika mchakato wa mabadiliko na kujiunga\nkatika jamii mpya.\n\n", 
  "source": "858c98743c894b078b1a5ad7eff3975b", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "kwa-kawaida-inapendeza-watoto-kutunzwa-na-wazazi-au-walezi-wao-wa-kawaida-kwa-sababu-hali-hii-inawafanya-watoto-wajisikie-wako-salama-zaidi-ikiwa-kutatokea-kutenganishwa-jitihada-zinapaswa-kufanywa", 
  "uuid": "3edb108b15d0451186deff78fb7cdc9a"
}