{
  "subtitle": "", 
  "description": "Watoto wote waliozaliwa na mama wenye VVU au wazazi wenye\r\ndalili au hali zinaonesha kuwa wana VVU wanapaswa kupimwa\r\nVVU. Ikibainika kuwa wana VVU, wanapaswa kupewa maelekezo\r\nya kufuatilia matunzo na tiba na waonyeshwe upendo na\r\nkupewa msaada.", 
  "language": "swh_TZ", 
  "title": "Watoto wote waliozaliwa na mama wenye VVU au wazazi wenye dalili au hali zinaonesha kuwa wana VVU wanapaswa kupimwa VVU. Ikibainika kuwa wana VVU, wanapaswa kupewa maelekezo ya kufuatilia matunzo na t", 
  "primary_category": "62caccc5066b4e9f82185983536893fb", 
  "created_at": "2014-10-13T14:17:30.750812+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:20.419063+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "3ee705b914c44ab09f786b1a6b74e86c", 
  "content": "Kadri mtoto anavyowahi kupimwa, kugunduliwa na maambukizo ya VVU na\nhuanzishiwa matibabu ya VVU, ndivyo anavyokuwa na nafasi nzuri ya kuishi\nmaisha marefu na yenye afya. Mtaalamu wa afya anapaswa apendekeze upimaji wa\nVVU na ushauri nasaha kama sehemu ya matunzo ya kawaida kwa watoto wote, ikiwa\nni pamoja na vijana, na watu wazima wanaoonyesha dalili au hali za kitabibu\nzinazoonyesha maambukizo ya VVU au waliowahi kuwa katika hatari ya kuambukizwa\nVVU. Upimaji wa VVU na ushauri nasaha unapaswa kupendekezwa kwa watoto wote\nwanaoonekana katika huduma za afya katika mazingira ambapo VVU vimeenea. Mtoto\nambaye mama yake anafahamika kuwa ana VVU anapaswa kupimwa VVU ndani ya wiki 6\nbaada ya kuzaliwa au haraka iwezekanavyo. Watoto wachanga huwa na kinga za\nmwili kwa wiki kadhaa baada ya kuzaliwa, hivyo, vipimo vya kawaida vya kinga\nza mwili si sahihi kwao. Kipimo maalumu kinahitajika kuweza kuonyesha kama\nmtoto mchanga ana virusi katika umri wa takriban wiki sita. Ikiwa mtoto\natagundulika kuwa ameambukizwa, anapaswa kuanzishiwa matibabu mara moja.\nMtaalamu wa afya anaweza kuisaidia familia kuanzisha mpango wa tiba mwafaka na\ninayofaa ya dawa za kufubaza virusi kwa ajili ya mtoto. Mzazi anapaswa kupata\nushauri nasaha na huduma za jamii. Sehemu muhimu ya matunzo ya VVU na matibabu\nya dawa za kufubaza virusi kwa watoto ni aina mojawapo ya antibiotiki. Hii\ninasaidia kuzuia maambukizo ‘nyemelezi’ yanayohusiana na VVU hasa nyumonia.\nMatibabu haya yanaitwa ‘matibabu ya kuzuia VVU kwa kutumia antibiotiki. Watoto\nwanapaswa kupatiwa matibabu ya dawa za kufubaza virusi kwa mchanganyiko\nmaalumu wa dozi. Hizi zinaweza kuelekezwa na mtaalamu wa afya, ambaye pia\nanaweza kutoa msaada wa kufuatilia. Kama mtoto anakwenda shule, shule pia\ninaweza kutoa msaada kuhakikisha kwamba mtoto huyo anameza dawa zake wakati\nanapokuwa shuleni. Ni muhimu sana kuwahimiza watoto wanaotumia matibabu ya\ndawa za kufubaza virusi ART kuendelea kumeza dawa kwa kufuata ratiba\niliyopendekezwa. Hii itasaidia kuhakikisha kwamba matibabu yanaendelea kuwa\nmadhubuti. Watoto wanahitaji mlo kamili kwa afya katika mazingira ya kawaida,\nlakini wanapokuwa wanapatiwa matibabu ya VVU, wanapaswa kupatiwa matunzo bora\nkwa kuhakikisha kwamba wanapatiwa lishe bora. Dalili za VVU au maambukizo\nnyemelezi zinaweza kusababisha kupungua kwa ulaji wa chakula, kupoteza hamu ya\nkula, ugumu wa kumeza na umeng’enyaji hafifu wa chakula. Kwa hiyo, watoto\nwalioambukizwa VVU wanapaswa kupewa uangalizi wa ziada kuhusiana na lishe yao\nili kuhakikisha kwamba wanapata vyakula bora, vinavyosagika kirahisi na\nvinavyoweza kukidhi mahitaji yao. Bila lishe bora, ukuaji na mabadiliko yao\nyanaweza kukwazwa. Hali hii inaweza kusababisha maambukizo nyemelezi zaidi\nyanayopunguza zaidi nguvu zao na kuongeza mahitaji yao ya lishe. Pale watoto\nwenye VVU wanapokuwa wamekua vya kutosha kuweza kuelewa, wanahitaji\nkushirikishwa katika maamuzi ya matunzo na misaada yao ya kitabibu. Wanahitaji\npia matunzo na matibabu ya haraka ya maambukizo. Hii ni sehemu muhimu ya\nkukuza uwezo wao wa kufanya maamuzi ya kuishi maisha yenye afya siku za\nbaadaye.\n\n", 
  "source": "aa066d6d5cd641578879a0ebf7600f10", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "watoto-wote-waliozaliwa-na-mama-wenye-vvu-au-wazazi-wenye-dalili-au-hali-zinaonesha-kuwa-wana-vvu-wanapaswa-kupimwa-vvu-ikibainika-kuwa-wana-vvu-wanapaswa-kupewa-maelekezo-ya-kufuatilia-matunzo-na-t", 
  "uuid": "3ee705b914c44ab09f786b1a6b74e86c"
}