{
  "subtitle": "", 
  "description": "172\r\nKila mtoto anapaswa kuwa na fursa ya kukua katika familia.\r\nIkiwa familia haina uwezo wa kumtunza mtoto, hatua zinapaswa\r\nkuchukuliwa ili kushughulikia sababu hizo na kila jitihada\r\nifanywe ili kuiweka familia pamoja.", 
  "language": "swh_TZ", 
  "title": "172 Kila mtoto anapaswa kuwa na fursa ya kukua katika familia. Ikiwa familia haina uwezo wa kumtunza mtoto, hatua zinapaswa kuchukuliwa ili kushughulikia sababu hizo na kila jitihada ifanywe ili kuiwe", 
  "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
  "created_at": "2014-10-13T15:19:37.562056+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:18.014182+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "47cea8dae375483e9f4a944f1a79a098", 
  "content": "Watoto hukua vizuri katika familia yenye mazingira ya upendo ambapo maslahi\nyao hutiliwa maanani. Ikiwa mtoto anaishi bila mzazi au mlezi mwingine, hatua\nza haraka zichukuliwe ili kumuunganisha mtoto na familia yake au familia ya\nndugu zake. Ikibainika kuwa kumuunganisha na wazazi au ndugu zake haitakuwa\njambo jema kwa mtoto, namna nyingine ya kudumu itafutwe. Kila jitihada ifanywe\nili kuwaweka ndugu wa familia moja pamoja. Serikali, kwa kusaidiana na asasi\nza kiraia, zina wajibu wa kutoa matunzo mbadala yanayofaa na yanayosimamiwa\nbarabara kwa watoto wasio na familia. Njia zinazoweza kutumiwa ni pamoja na\nkumpeleka mtoto kwa: \\- familia ya ndugu zake \\- familia ya malezi\niliyochunguzwa kabla \\- Kituo cha makazi kilichotangamanishwa na jamii,\nkinachotoa matunzo yanayofanana na yale ya kifamilia na yanayosaidia kukutana\nmara kwa mara kati ya mtoto na familia yake kwa malengo ya kuwaunganisha,\nikiwa kufanya hivi kutakuwa na maslahi mazuri kwa mtoto. Watoto wanapaswa\nkushirikishwa katika kutoa uamuzi kuhusu mahali mbadala pa kwenda kuishi. Mara\nnyingi watoto wanaopelekwa katika taasisi wanaweza kukuzwa katika familia kwa\nkupata msaada wa kijamii. Wakati baadhi ya vituo vya watoto yatima\nvinaendeshwa vizuri, maisha ya kitaasisi yanaweza kuwa na madhara katika\nukuaji wa mtoto. Maisha haya huwatenga watoto na familia na jamii na kutoa\nulinzi hafifu dhidi ya unyanyasaji na unyonyaji. Matunzo yoyote ya kitaasisi\nyanapaswa kuchukuliwa kama uwezekano wa mwisho na suluhisho la muda.\n\n", 
  "source": "541a9f5691f346069c3a81e1a8cc178f", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "172-kila-mtoto-anapaswa-kuwa-na-fursa-ya-kukua-katika-familia-ikiwa-familia-haina-uwezo-wa-kumtunza-mtoto-hatua-zinapaswa-kuchukuliwa-ili-kushughulikia-sababu-hizo-na-kila-jitihada-ifanywe-ili-kuiwe", 
  "uuid": "47cea8dae375483e9f4a944f1a79a098"
}