{
  "subtitle": "", 
  "description": "Mlipuko wa ugonjwa unaweza kusababisha hali ya dharura kwa\r\nsababu ya ukubwa wa tatizo lenyewe au kwa sababu ya hatua\r\nzinazochukuliwa na jamii katika kukabiliana na ugonjwa huo.\r\nKwa ugonjwa wa mfua na magonjwa mengine ambayo huenea\r\nkutokanana kukaribiana kati ya mtu na mtu, wazazi na walezi\r\nwengine wanapaswa kuwaweka watoto na wanafamilia wengine\r\nmbali na wagonjwa. Ikiwa mtoto au mwanafamilia mwingine\r\nni mgonjwa wa mafua, anapaswa kutengwa na watoto na\r\nwanafamilia wengine.", 
  "language": "swh_TZ", 
  "title": "Mlipuko wa ugonjwa unaweza kusababisha hali ya dharura kwa sababu ya ukubwa wa tatizo lenyewe au kwa sababu ya hatua zinazochukuliwa na jamii katika kukabiliana na ugonjwa huo. Kwa ugonjwa wa mfua na ", 
  "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
  "created_at": "2014-10-13T12:55:25.344666+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:25.372230+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "4eaa3e11050e4919a24cbedb948e4b6c", 
  "content": "Athari za mlipuko wa ugonjwa hutegemea ukali wa ugonjwa pamoja na hatua\nzinazochukuliwa na serikali, jamii na watu binafsi katika kukabiliana na\nugonjwa huo. Mlipuko wa homa ya mafua, unaosababishwa na kirusi kipya, unaweza\nkuenea kwa kasi kwa watu walio na kinga dhaifu dhidi ya kirusi hicho. Mafua\nyanaweza kuwa ya wastani au makali kwa maana ya ukali wa ugonjwa au idadi ya\nvifo yanavyovisababisha. Mlipuko wa ugonjwa unaweza kutokea na kupotea kwa\nvipindi mbalimbali. Kiwango chake cha ukali kinaweza kubadilika kadiri ugonjwa\nunavyotokea, na kuufanya ukali huo kutotabirika. Kwa kawaida mlipuko wa homa\nya mafua una athari kubwa zaidi kuliko mafua ya kawaida yanayotokea katika\nmajira fulani ya mwaka. Mafua ya kawaida yanayotokea katika majira fulani ya\nmwaka yanasababisha vifo kwa watu wenye zaidi ya umri wa miaka 65. Mlipuko wa\nhoma ya mafua unasababisha kuumwa sana na vifo kwa makundi ya vijana wenye\numri mdogo. Mafua yote, yale ya kawaida yanayotokea katika majira fulani na\nyale yanatokea kama mlipuko, huwaweka katika hali ya hatari zaidi na\nkuwasababishia vifo akina mama wajawazito na watoto walio chini ya miaka 2\\.\nWatoto wakubwa wana viwango vikubwa vya maambukizo, lakini huwa hawapati\nathari kubwa sana. Dalili za mafua hujumuisha homa kali, kikohozi, maumivu ya\nkoo, maumivu ya mwili, kuumwa kichwa, kuhisi baridi, uchovu, kutapika na\nkuharisha. Wakati mwingine, mafua yanaweza kusababisha vichomi na matatizo ya\nkupumua. Hatua za kuchukua zinazoshauriwa kuwakinga watoto na familia zao\nwakati wa mlipuko wa mafua au magonjwa mengine yanayoambukiza hutegemeana na\naina ya ugonjwa. Baadhi ya hatua muhimu, hatua za jumla za kufuata, ni pamoja\nna: \\- ukiwa ni mgonjwa, basi ukae nyumbani, na ukae mbali na watu wengine \\-\npata taarifa sahihi zinazohusu dalili za ugonjwa na hatua za kuchukua pale\nugonjwa unapokuwa tishio: zijue dalili za hatari na wapi kwa kwenda\nzinapotokea \\- nawa mikono kwa maji na sabuni na hakikisha maeneo yote ni safi\n\\- kohoa au piga chafya kwa kuelekeza uso wako viganjani au tumia tishu, na\nuitupe tishu hiyo katika hali ya usalama \\- usiteme mate karibu na watoto au\nmahali penye watu wengi. Katika mlipuko wa ugonjwa unaoambukiza, wenye athari\nmbaya, ni muhimu kupunguza kukaribiana na watu wengine: \\- kaa angalau mita 1\nmbali na wengine, hasa wakiwa wanakohoa au kupiga chafya au wanaonekana ni\nwagonjwa \\- kaa nyumbani pale inapowezekana na epuka kukaa katika mikusanyiko\nya watu au kusafiri. Katika mlipuko mkubwa wa ugonjwa, baadhi ya watu wanaweza\nkutengwa katika maeneo ya hospitali kwa ajili ya matibabu au kuzuia kuenea kwa\nugonjwa. Lakini kwa watu wengi upatikanaji wa matunzo unaweza kuwa mdogo. Ni\nmuhimu kujifunza namna ya kumtunza mgonjwa nyumbani na kuzuia kuenea kwa\nugonjwa katika kaya: \\- watengee wagonjwa mahali pao maalumu nyumbani \\- mtu\nmmoja apewe jukumu la kumtunza mgonjwa \\- mgonjwa apewe vinywaji na chakula\nvya kutosha.\n\n", 
  "source": "8ec3a706cd14498cb211105407a9d326", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "mlipuko-wa-ugonjwa-unaweza-kusababisha-hali-ya-dharura-kwa-sababu-ya-ukubwa-wa-tatizo-lenyewe-au-kwa-sababu-ya-hatua-zinazochukuliwa-na-jamii-katika-kukabiliana-na-ugonjwa-huo-kwa-ugonjwa-wa-mfua-na", 
  "uuid": "4eaa3e11050e4919a24cbedb948e4b6c"
}