{
  "subtitle": "", 
  "description": "Mtoto anayeumwa au analiyepona malaria aongezewe vinywaji kama\r\nvile maji ya matunda ya kutengeneza nyumbani na vyakula vinavyoweza\r\nkupatikana. Kama mtoto bado ananyonya aendelee kunyonyeshwa.", 
  "language": "swh_TZ", 
  "title": "Mtoto anayeumwa au analiyepona malaria aongezewe vinywaji kama vile maji ya matunda ya kutengeneza nyumbani na vyakula vinavyoweza kupatikana. Kama mtoto bado ananyonya aendelee kunyonyeshwa.", 
  "primary_category": "50790d85e8594cb192f47187ec0b26d0", 
  "created_at": "2014-10-13T13:52:58.484863+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:21.851338+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "4f19864963d146e0a3ba41b2fc67205e", 
  "content": "Mtoto anayeumwa au anayepona malaria aongezewe vinywaji na vyakula. Mtoto wa\nkike au wa kiume anayeugua ugonjwa wa malaria anahitaji chakula na vinywaji\nzaidi ili kumsaidia asipate utapiamlo na kuishiwa maji mwilini. Kunyonyesha\nmtoto maziwa ya mama mara kwa mara humkinga mtoto dhidi ya kuishiwa maji na\nhumsaidia mtoto kupambana na magonjwa yanayoambukizwa ikiwa ni pamoja na\nmalaria. Watoto wanaonyonya maziwa ya mama na wanaoumwa malaria wanapaswa\nkunyonyeshwa mara nyingi kadri iwezekanavyo. Maambukizo ya mara kwa mara ya\nugonjwa wa malaria yanaweza kusababisha upungufu wa damu. Mtoto ambaye\nalishawahi kukumbwa na ugonjwa wa malaria mara kadhaa anapaswa kuchunguzwa ili\nkubaini kama ana upungufu wa damu.\n\n", 
  "source": "93c2020ca473438491b9a9d0d7a577e3", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "mtoto-anayeumwa-au-analiyepona-malaria-aongezewe-vinywaji-kama-vile-maji-ya-matunda-ya-kutengeneza-nyumbani-na-vyakula-vinavyoweza-kupatikana-kama-mtoto-bado-ananyonya-aendelee-kunyonyeshwa", 
  "uuid": "4f19864963d146e0a3ba41b2fc67205e"
}