{
  "subtitle": "", 
  "description": "Watoto wachanga hujifunza kwa kasi sana tangu pale\r\nwanapozaliwa. Hukua na kujifunza vizuri zaidi pale wazazi\r\nna walezi wengine wanaowajali wanapowaonyesha upendo,\r\nkuwashirikisha katika mambo wanayoyamudu pamoja na\r\nkuwapatia lishe bora, huduma nzuri ya afya na ulinzi.", 
  "language": "swh_TZ", 
  "title": "Watoto wachanga hujifunza kwa kasi sana tangu pale wanapozaliwa. Hukua na kujifunza vizuri zaidi pale wazazi na walezi wengine wanaowajali wanapowaonyesha upendo, kuwashirikisha katika mambo wanayoyam", 
  "primary_category": "84c39134746243a1a04fc013fd1b1e0e", 
  "created_at": "2014-10-12T17:24:49.357871+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:44.470487+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "5ea7c750d1764fc29d0b903613dec592", 
  "content": "Kugusa, kusikia, kunusa, kuona na kuonja ni milango ya kujifunzia ambayo mtoto\nhuitumia katika kugundua na kufahamu ulimwengu unaomzunguka. **Kumpenda,\nkumjali na kumshirikisha mtoto** Akili ya mtoto hukua kwa kasi sana pale\nanaposemeshwa, anapoguswa na kupakatwa, anapoona sura za wanafamilia na\nkusikia sauti zao: na pale anaposhika vitu mbalimbali. Watoto hujifunza haraka\nsana katika mazingira ambamo wanajisikia kupendwa na kulindwa tangu pale\nwanapozaliwa na katika mazingira ambayo huwapatia nafasi ya kucheza na kukaa\nna wanafamilia wengine pamoja na watu wengine wa karibu. Kadiri mama, baba au\nwalezi wengine wanavyozidi kucheza, kuongea na kumshirikisha mtoto ndivyo\nmtoto anavyozidi kujifunza kwa kasi zaidi. Wazazi pamoja na walezi hawana budi\nkusema na watoto, kuwasomea na kuwaimbia nyimbo. Hata pale ambapo mtoto bado\nhajawa na uwezo wa kuelewa lugha, kusemeshwa humsaidia kuanza kujifunza namna\nya kuongea na kufahamu mambo. Wazazi pamoja na walezi wengine wanaweza\nkusaidia watoto katika kujifunza kwa kuwapatia vitu vipya wanavyovipenda na\nambavyo ni salama ili waweze kuviangalia kuvisikiliza, kuvinusa, kuvishika na\nkuvichezea. Watoto ambao hujisikia kuwa wako katika mazingira salama na ya\nupendo kwa kawaida hufanya vizuri zaidi shuleni, hujiamini zaidi, hujituma\nzaidi, na wana uwezo mkubwa zaidi wa kukabiliana na changamoto za maisha.\n**Lishe bora** Unyonyeshaji mtoto maziwa ya mama pekee na kwa kila anapohitaji\nkwa kipindi cha miezi sita, kumwanzishia mtoto vyakula bora na salama vya\nkulikiza katika umri wa miezi sita na kuendelea kumnyonyesha kwa miaka miwili\nau zaidi humpatia mtoto lishe bora zaidi pamoja na kumnufaisha kiafya. Mtoto\nanapokuwa akilishwa na mama, baba au mlezi mwingine hupata pia nafasi ya\nkujihisi kuwa anapendwa na yuko karibu na mtu huyo. Lishe bora ni kitu muhimu\nkwa ukuaji na maendeleo ya mtoto. Mlo wa mama mjamzito pamoja na wa mtoto\nmdogo hauna budi kuwa na aina mbalimbali za vyakula bora kilishe. Uwe na\nvyakula muhimu kama vile protoni pamoja na mafuta yanayofaa kwa ajili ya\nkusaidia ukuaji wa mwili wa mtoto na kumpatia mtoto nguvu; vitamini A kwa\najili ya kukinga mtoto dhidi ya magonjwa; madini joto kwa ajili ya\nkumhakikishia mtoto maendeleo mazuri ya ubongo wake; pamoja na madini chuma\nkwa ajili ya kumpatia mtoto ulinzi wa uwezo wake wa kiakili na kimwili. Wakati\nambapo mama ana jukumu la msingi la kumnyonyesha mtoto, baba jukumu lake\nlinapaswa kuwa ni kumsaidia mama katika kupata lishe bora, kutunza nyumba na\nwatoto na kuwapenda mama, watoto wengine pamoja na wanafamilia wengine.\n**Huduma stahiki za afya** Mtaalamu wa afya anapaswa kuwaelimisha wazazi\npamoja na walezi kuhusu: \\- chanjo za lazima kwa mtoto na wakati wa kupata\nchanjo hizo \\- namna ya kuepuka upungufu wa damu pamoja na magonjwa ya vimelea\nkwa mtoto wa umri wa zaidi ya miezi sita \\- umuhimu wa kutumia dawa ya\nkujihami dhidi ya minyoo \\- namna ya kuhakikisha kwamba mtoto anapata lishe ya\nkutosha, kama vile madini chuma na vitamini A (hasa kwa watoto wanaoishi\nkatika maeneo yenye upungufu wa vitamini) kwa maendeleo mazuri ya kimwili na\nkiakili ya mtoto. Watoto wenye tatizo la upungufu wa damu, lishe duni pamoja\nna kuugua mara kwa mara ni wepesi zaidi kupatwa na woga au kuchukia kirahisi\nkuliko wale wenye afya nzuri. Pia, watoto wa aina hiyo hawapendi kucheza,\nkufanya mambo mapya au kukaa pamoja na wenzao. Watoto wa aina hii wanahitaji\nuangalizi na matunzo maalumu, ikiwa ni pamoja na kuwahimiza ili wale chakula,\nwacheze na wakae pamoja na wenzao ili waweze kuboresha afya zao. Watoto\nwachanga ambao wamekamilisha chanjo zao kwa wakati, na ambao wanapata lishe\nbora, huduma nzuri za afya, wanapendwa na kudhaminiwa, huwa hawako katika\nhatari kubwa ya kupoteza maisha. Watoto wa aina hiyo wana uwezo wa\nkujishughulisha zaidi na masuala ya kuelewa mambo mapya, kujifunza na kukuza\nuwezo wao wa kiakili, lugha, kufahamu mambo mbalimbali katika jamii, kujenga\nhisia pamoja na kuimarisha viungo vyao vya mwili. **Ulinzi na matunzo kutoka\nkwa wazazi/walezi wanaowajibika na kuwajali watoto** Watoto wachanga na watoto\nwadogo wasiachwe peke yao kwa muda mrefu. Hali hiyo huwacheleweshea mabadiliko\nya kimwili na kiakili. Pia huwaweka katika hatari ya kupata ajali. Watoto\nwachanga na watoto wadogo wasiachwe peke yao kwa muda mrefu. Hali hiyo\nhuwacheleweshea mabadiliko ya kimwili na kiakili. Pia huwaweka katika hatari\nya kupata ajali. Watoto wa kike huhitaji matunzo sawa na ya watoto wa kiume.\nWatoto wote wachanga pamoja na wale wadogo wanahitaji kuhimizwa na kusifiwa\nkila wanapoweza kufanya kitu kipya na kutamka maneno mapya. Watoto wote wa\nkike na wa kiume waandikishwe katika ofisi ya usajili wa vizazi ili waweze\nkupata haki zao za huduma za msingi kama vile huduma za afya, elimu, sheria\npamoja na huduma za kijamii.\n\n", 
  "source": "28f28ced3e5b4779b69573006e07c2d5", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "watoto-wachanga-hujifunza-kwa-kasi-sana-tangu-pale-wanapozaliwa-hukua-na-kujifunza-vizuri-zaidi-pale-wazazi-na-walezi-wengine-wanaowajali-wanapowaonyesha-upendo-kuwashirikisha-katika-mambo-wanayoyam", 
  "uuid": "5ea7c750d1764fc29d0b903613dec592"
}