{
  "subtitle": "", 
  "description": "Maisha ya mtoto huwa hatarini ikiwa anahara kwa saa moja\r\nau ikiwa anaharisha damu. Katika hali hii, msaada wa haraka\r\ntoka kwa mtaalam wa afya huhitajika. Wakati huohuo, mtoto\r\narudishiwe maji mwilini kwa kunyweshwa kinywaji maalum cha\r\nchumvichumvi kinachorudisha maji mwilini pia apewe dawa ya\r\nzinki. ", 
  "language": "swh_TZ", 
  "title": "Maisha ya mtoto huwa hatarini ikiwa anahara kwa saa moja au ikiwa anaharisha damu. Katika hali hii, msaada wa haraka toka kwa mtaalam wa afya huhitajika. Wakati huohuo, mtoto arudishiwe maji mwilini k", 
  "primary_category": "9e39b5f245b241b2af54c96932454c32", 
  "created_at": "2014-10-12T20:16:41.911698+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:34.093811+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "628e313553b643109f81851659565d9c", 
  "content": "Wazazi wanapaswa kutafuta msaada mapema kutoka kwa mtaalam wa afya ikiwa\nmtoto: \\- anaharisha kwa saa nzima \\- anaharisha kinyesi kilichochanganyika na\ndamu \\- anatapika mara kwa mara \\- ana homa \\- ana kiu kali sana \\- hataki\nkunywa \\- anakataa kula \\- macho yamezama ndani \\- anaonekana dhaifu au mchovu\n\\- amekuwa akiharisha kwa siku kadhaa. Ikiwa mtoto ana moja ya dalili hizi,\nmsaada wa haraka kutoka kwa mtaalam wa afya unahitajika. Wakati huohuo, mtoto\napewe kinywaji maalumu cha chumvichumvi kinachorudisha maji mwilini na/au\nmajimaji mengine, pamoja na zinki. Ikiwa mtoto anaendelea kuharisha kwa saa\nmoja na anatapia, hatua za dharura zichukuliwe—hizi ni dalili za kipindupindu.\nKipindupindu kinaweza kusababisha kifo kwa mtoto ndani ya saa chache. Msaada\nwa kitabibu unapaswa kutafutwa mapema na mtoto aendelee kunywa kinywaji\nmaalumu cha chumvichumvi kinachorudisha maji mwilini pamoja na zinki. \\-\nKipindupindu huweza kuenea katika jamii haraka kwa njia ya maji au chakula\nchenye vijidudu. Kwa kawaida, kipindupindu kinatokea katika maeneo yenye mfumo\nduni wa majitaka na msongamano mkubwa wa watu. \\- Kuna hatua nne za kuchukua\nili kuzuia kuenea kwa kipindupindu au Ugonjwa wa kuhara: \\- Daima nawa mikono\nkwa sabuni na maji au tumia jivu na maji baada ya kujisaidia, baada ya kugusa\nkinyesi, kabla ya kushika au kuandaa chakula, kabla ya kula na kabla ya\nkulisha watoto. \\- Tupa vinyesi vyote, ikiwa ni pamoja na kinyesi cha watoto\nwachanga na watoto wadogo chooni au kifukie aridhini. Ua vijidudu katika\nmaeneo yote yaliyoguswa na kinyesi. \\- Tumia maji salama ya kunywa. \\- Osha,\nmenya au pika vyakula vyote. Wataalam wa afya na vituo vya afya vinapaswa\nkutoa taarifa sahihi kwa familia na jamii nzima kuhusu hatari za ugonjwa wa\nkuhara na kipindupindu, na hatua zinazopaswa kuchuliwa pakitokea mojawapo ya\nmagonjwa hayo. Wanapaswa pia kuelezea kuwa ni wakati gani wa kumpeleka mtoto\nkwa mtaalam wa afya au kituo cha afya.\n\n", 
  "source": "3485f046781744caad028a862405dd35", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "maisha-ya-mtoto-huwa-hatarini-ikiwa-anahara-kwa-saa-moja-au-ikiwa-anaharisha-damu-katika-hali-hii-msaada-wa-haraka-toka-kwa-mtaalam-wa-afya-huhitajika-wakati-huohuo-mtoto-arudishiwe-maji-mwilini-k", 
  "uuid": "628e313553b643109f81851659565d9c"
}