{
  "subtitle": "", 
  "description": "Maisha ya mtoto huwa hatarini ikiwa anahara kwa saa moja\r\nau ikiwa anaharisha damu. Katika hali hii, msaada wa haraka\r\ntoka kwa mtaalam wa afya huhitajika. Wakati huohuo, mtoto\r\narudishiwe maji mwilini kwa kunyweshwa kinywaji maalum cha\r\nchumvichumvi kinachorudisha maji mwilini pia apewe dawa ya\r\nzinki. ", 
  "language": "swa_TZ", 
  "title": "Maisha ya mtoto huwa hatarini ikiwa anahara kwa saa moja au ikiwa anaharisha damu. Katika hali hii, msaada wa haraka toka kwa mtaalam wa afya huhitajika. Wakati huohuo, mtoto arudishiwe maji mwilini k", 
  "primary_category": "9e39b5f245b241b2af54c96932454c32", 
  "created_at": "2014-10-12T20:16:41.911698+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-12-03T12:12:07.705977+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "628e313553b643109f81851659565d9c", 
  "content": "Wazazi wanapaswa kutafuta msaada mapema kutoka kwa mtaalam wa afya ikiwa\nmtoto: \\\\- anaharisha kwa saa nzima \\\\- anaharisha kinyesi kilichochanganyika\nna damu \\\\- anatapika mara kwa mara \\\\- ana homa \\\\- ana kiu kali sana \\\\-\nhataki kunywa \\\\- anakataa kula \\\\- macho yamezama ndani \\\\- anaonekana dhaifu\nau mchovu \\\\- amekuwa akiharisha kwa siku kadhaa. Ikiwa mtoto ana moja ya\ndalili hizi, msaada wa haraka kutoka kwa mtaalam wa afya unahitajika. Wakati\nhuohuo, mtoto apewe kinywaji maalumu cha chumvichumvi kinachorudisha maji\nmwilini na/au majimaji mengine, pamoja na zinki. Ikiwa mtoto anaendelea\nkuharisha kwa saa moja na anatapia, hatua za dharura zichukuliwe—hizi ni\ndalili za kipindupindu. Kipindupindu kinaweza kusababisha kifo kwa mtoto ndani\nya saa chache. Msaada wa kitabibu unapaswa kutafutwa mapema na mtoto aendelee\nkunywa kinywaji maalumu cha chumvichumvi kinachorudisha maji mwilini pamoja na\nzinki. \\\\- Kipindupindu huweza kuenea katika jamii haraka kwa njia ya maji au\nchakula chenye vijidudu. Kwa kawaida, kipindupindu kinatokea katika maeneo\nyenye mfumo duni wa majitaka na msongamano mkubwa wa watu. \\\\- Kuna hatua nne\nza kuchukua ili kuzuia kuenea kwa kipindupindu au Ugonjwa wa kuhara: \\\\- Daima\nnawa mikono kwa sabuni na maji au tumia jivu na maji baada ya kujisaidia,\nbaada ya kugusa kinyesi, kabla ya kushika au kuandaa chakula, kabla ya kula na\nkabla ya kulisha watoto. \\\\- Tupa vinyesi vyote, ikiwa ni pamoja na kinyesi\ncha watoto wachanga na watoto wadogo chooni au kifukie aridhini. Ua vijidudu\nkatika maeneo yote yaliyoguswa na kinyesi. \\\\- Tumia maji salama ya kunywa.\n\\\\- Osha, menya au pika vyakula vyote. Wataalam wa afya na vituo vya afya\nvinapaswa kutoa taarifa sahihi kwa familia na jamii nzima kuhusu hatari za\nugonjwa wa kuhara na kipindupindu, na hatua zinazopaswa kuchuliwa pakitokea\nmojawapo ya magonjwa hayo. Wanapaswa pia kuelezea kuwa ni wakati gani wa\nkumpeleka mtoto kwa mtaalam wa afya au kituo cha afya.\n\n", 
  "source": "3485f046781744caad028a862405dd35", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "maisha-ya-mtoto-huwa-hatarini-ikiwa-anahara-kwa-saa-moja-au-ikiwa-anaharisha-damu-katika-hali-hii-msaada-wa-haraka-toka-kwa-mtaalam-wa-afya-huhitajika-wakati-huohuo-mtoto-arudishiwe-maji-mwilini-k", 
  "uuid": "628e313553b643109f81851659565d9c"
}