{
  "subtitle": "", 
  "description": "Mama anayefanya kazi mbali na nyumbani anaweza kuendelea\r\nkumnyonyesha mtoto wake. Amnyonyeshe mtoto wake mara\r\nnyingi iwezekanavyo pale anapokuwa naye na akamue maziwa\r\nyake na kuyahifadhi mahali salama ili mlezi wa mtoto aweze\r\nkumlisha mtoto kwa kutumia njia safi na salama. ", 
  "language": "swh_TZ", 
  "title": "Mama anayefanya kazi mbali na nyumbani anaweza kuendelea kumnyonyesha mtoto wake. Amnyonyeshe mtoto wake mara nyingi iwezekanavyo pale anapokuwa naye na akamue maziwa yake na kuyahifadhi mahali salama", 
  "primary_category": "eadb116abd4b427c84316e8f3963b2d6", 
  "created_at": "2014-10-12T18:37:29.297123+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:40.566948+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "63d0fa083b7e4a0dabdbae092d7b5393", 
  "content": "Ikiwa mama hawezi kukaa na mtoto wake wakati wa saa za kazi, basi amnyonyeshe\nmtoto wake mara kwa mara pale anapokuwa naye. Ikiwa atamnyonyesha mtoto wake\nmara kwa mara maziwa yataendelea kutoka. Ikiwa mama hawezi kumnyonyesha mtoto\nwake wakati wa saa za kazi basi asaidiwe ili aweze kukamua maziwa yake mara 2\nau 3 wakati wa saa za kazi na kuyahifadhi salama kwa ajili ya mtoto. Mama\nanaweza kuyahifadhi salama maziwa hayo katika joto la kawaida kwa muda wa hadi\nsaa 8, kwenye chombo kilichofunikwa, na vizuri zaidi, kwenye friji. Mlezi\nanaweza kumpa mtoto maziwa yaliyokamuliwa na kuhifadhiwa kwa kutumia kikombe\nsafi na salama. Familia pamoja na jamii zinaweza kuwashawishi waajiri watoe\nmalipo ya likizo ya uzazi, waanzishe kituo cha kulelea watoto wachanga na\nwawapatie mama wazazi muda pamoja na mahali pazuri pa kunyonyeshea watoto au\npa kukamulia maziwa na kuyahifadhi. Mahali hapo hapana budi pawe pasafi,\nsalama, na penye faragha. Pia pawe na maji safi na salama kwa ajili ya kunawia\nmikono na kuoshea vyombo.\n\n", 
  "source": "2bc3244f7ced4c3f99e2b7304a661faa", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "mama-anayefanya-kazi-mbali-na-nyumbani-anaweza-kuendelea-kumnyonyesha-mtoto-wake-amnyonyeshe-mtoto-wake-mara-nyingi-iwezekanavyo-pale-anapokuwa-naye-na-akamue-maziwa-yake-na-kuyahifadhi-mahali-salama", 
  "uuid": "63d0fa083b7e4a0dabdbae092d7b5393"
}