{
  "subtitle": "", 
  "description": "Watoto na vijana wanapaswa kushiriki kikamilifu katika\r\nkufanya na kutekeleza maamuzi yanayowagusa wao, familia\r\npamoja na jamii kuhusu kuzuia VVU, kutunza na kusaidia watu\r\nwalioambukizwa VVU. ", 
  "language": "swh_TZ", 
  "title": "Watoto na vijana wanapaswa kushiriki kikamilifu katika kufanya na kutekeleza maamuzi yanayowagusa wao, familia pamoja na jamii kuhusu kuzuia VVU, kutunza na kusaidia watu walioambukizwa VVU. ", 
  "primary_category": "62caccc5066b4e9f82185983536893fb", 
  "created_at": "2014-10-13T14:29:29.878864+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:19.385620+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "6cc18fab97c24f688729d6fa70797b54", 
  "content": "Watoto na vijana na familia wanaweza kuwa wakala madhubuti wa mabadiliko\nkatika elimu na harakati za kuzuia VVU na kupunguza unyanyapaa na ubaguzi.\nWanapaswa kuwa mstari wa mbele katika uanzishaji na utekelezaji wa harakati za\nkupambana na VVU, kwa kuwa ndio wanaoathiriwa zaidi na VVU katika jamii\nduniani kote. Watoto na vijana wanaweza kuongeza ufahamu kuhusu VVU na upendo\nkwa wanaoishi na VVU. Mara nyingi wanapata ujasiri na kujiamini wanavyoendelea\nkatika mchakato huo. \\- Majukwaa ya watoto na matukio mengine yanaweza kutoa\nfursa kwa watoto na vijana kuhamasisha jamii kujenga mazingira ya kuwasaidia\nna kuwatunza watoto na familia zilizoathiriwa na VVU. \\- Shule na shughuli za\nelimu isiyo rasmi zinaweza kuwasaidia watoto kuunda vikundi vya rika, na\nvilabu vya watoto. Hivi vinaweza kuwaleta pamoja watoto ambao, kwa msaada wa\nwalimu au wafanyakazi wa ustawi wa jamii, huchukua jukumu la kuendesha elimu\nya kuzuia VVU na stadi za maisha. Watoto, vijana, wazazi, walezi wengine na\nfamilia zilizoathiriwa na VVU wanaweza kusaidiwa kuandaa na kujiunga na\nvikundi vya kusaidiana, vikundi rika na vikundi vya kusaidia jamii. Vikundi\nhivi vinaweza: \\- kujenga mtandao wa kijamii kwa ajili ya kutoa msaada wa\nkisaikolojia kwa wanachama \\- kushirikishana taarifa za matukio halisi na\nkuzisaidia familia kupata huduma za ustawi wa jamii \\- kutoa fursa kwa\nwanafamilia kuwa wanaharakati hai katika jitihada za kupata njia za kibunifu\nza kushughulikia uzuiaji wa VVU, ulinzi, matunzo na msaada kwa watoto na\nfamilia zilizoathiriwa na VVU katika jamii zao. Kwa kushirikiana na mamlaka za\nmitaa na serikali, asasi zisizo za kiserikali na za kidini mara nyingi\nhuvisaidia vikundi hivi. Vikundi hivi vinapoungana kuunda mtandao, vinaweza\nkuanzisha harakati za kuelimishana na kufahamishana kuhusu VVU na kuhimiza\nulinzi, matunzo na misaada kwa watoto yatima na kwa watoto na familia maskini\nzilizoathiriwa na UKIMWI. Juhudi kama hizi zinaweza kusaidia katika kupambana\ndhidi ya kutengwa, kunyanyapaliwa na kubaguliwa kwa wale wanaoishi au\nwalioathiriwa na VVU.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "watoto-na-vijana-wanapaswa-kushiriki-kikamilifu-katika-kufanya-na-kutekeleza-maamuzi-yanayowagusa-wao-familia-pamoja-na-jamii-kuhusu-kuzuia-vvu-kutunza-na-kusaidia-watu-walioambukizwa-vvu", 
  "uuid": "6cc18fab97c24f688729d6fa70797b54"
}