{
  "subtitle": "", 
  "description": "Wazazi, walimu, viongozi rika, na watu wengineo ambao ni\r\nmfano wa kuigwa wanapaswa kuwapatia vijana mazingira\r\nsalama na stadi mbalimbali za maisha zinazoweza kuwasaidia\r\nkuamua kuhusu afya na kuenenda kwa tabia njema kuhusu\r\nmasuala ya ngono na matumizi ya dawa za kulevya.", 
  "language": "swh_TZ", 
  "title": "Wazazi, walimu, viongozi rika, na watu wengineo ambao ni mfano wa kuigwa wanapaswa kuwapatia vijana mazingira salama na stadi mbalimbali za maisha zinazoweza kuwasaidia kuamua kuhusu afya na kuenenda ", 
  "primary_category": "62caccc5066b4e9f82185983536893fb", 
  "created_at": "2014-10-13T14:26:33.040371+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:19.773262+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "6e80022a27ef4a89b9d25db5d8ecaee2", 
  "content": "Ni muhimu kwa watoto na vijana kujifunza kuhusu VVU. Mtoto anapohama rika na\nkuingia katika ujana, anahitaji taarifa sahihi na kamili kuhusiana na\nkujadiliana na kuchagua maisha yenye afya. Jambo hili litamsaidia kuepuka\nmaambukizo ya VVU na magonjwa mengine yaenezwayo kwa njia ya ngono. Vijana\nwanapaswa kusaidiwa kujifunza stadi zinazoweza kuwasaidia kujikinga katika\nmazingira ambapo wanaweza kuwa katika hatari ya kuambukizwa VVU. Stadi hizi ni\npamoja na ufumbuzi wa matatizo, fikra za kihakiki, mawasiliano, kujiamini na\nufahamu. Vijana pia wanahitaji stadi za kukabiliana na mazingira yanayoleta\nmsongo wa mawazo. Vijana huwaangalia wazazi, walimu viongozi rika na watu\nwengineo ambao ni mfano wa kuigwa kwa ajili ya kupata mwongozo wa maisha. Watu\nhawa wa kuigwa wanapaswa kuwa na maarifa ya VVU ili kujua jinsi ya kuwasiliana\nnao kuhusu ugonjwa huu na jinsi ya kushirikishana katika stadi muhimu za\nmaisha. Vijana wanapaswa kuzijua hatari za VVU. Wanahitaji kujua vinavyoenezwa\nkwa kufanya ngono bila kinga na mtu aliyeambukizwa au kutumia sindano na\nmabomba ya sindano kwa kujidunga dawa za kulevya. Wanapaswa kufahamu kuhusu\nmienendo salama na athari za mitindo mbalimbali ya maisha. Wanapaswa kufahamu\njinsi VVU vinavyoenezwa ili waweze kuzikataa fikra potofu na kupinga ubaguzi\ndhidi ya watu wanaoishi na VVU unaotokana na hofu za kuambukizwa zisizo na\nmsingi. **Ni muhimu kuzifahamu na kuzipunguza hatari za kuambukizwa VVU\nkutokana na kufanya ngono bila kinga:** Hatari ya kuambukizwa VVU inaweza\nkupungua kama watu hawatafanya ngono zembe. Kama wataamua kufanya ngono, ni\nmuhimu kutumia kondomu za kiume au za kike kila wakati na kwa usahihi. Ili\nkupunguza hatari hii, watu wanaweza: \\- kupunguza idadi ya wapenzi \\- kuishi\nkwa uaminifu na mpenzi/wapenzi ambao hawajaambukizwa \\- kufanya ngono salama —\nngono bila kuingiliana (ambapo uume hauingii ukeni, njia ya haja kubwa au\nmdomoni) au ngono ya kuingiliana kwa kutumia kondomu kwa usahihi (kama\nmaelekezo yanavyoonyesha) na kila wakati (kwa kila tendo la ngono). Pamoja na\nkufanya ngono salama, tohara ya wanaume hupunguza uwezekano wa maambukizo ya\nVVU kutoka kwa mwanamke kwenda kwa mwanaume. Kadri watu wanavyozidi kuwa na\nwapenzi wengi, ndivyo hatari inavyozidi kuongezeka ya mmoja wao kuambukizwa\nVVU na kuwaambukiza wenzake (kama hawatatumia kondomu za kiume au za kike kwa\nusahihi na kila wakati). Hata hivyo, mtu yeyote anaweza kuambukizwa VVU — si\nkwa wale wenye wapenzi wengi tu. Watu ambao hawaonyeshi dalili za maambukizo\nwanaweza kuwa na virusi. Kupima ndiyo njia pekee inayoweza kutuambia kwa\nuhakika. Kondomu iliyolainishwa vizuri inafaa kwa kinga wakati wa kufanya\nngono. \\- Kondomu za kiume zinazokuja na vilainisho (majimaji au jeli\ninayoteleza) zina uwezekano mdogo wa kupasuka wakati wa maandalizi au\nmatumizi. Kama kondomu haina vilainisho vya kutosha, kilainisho cha majimaji\nkama vile silikoni au gliserini, hakina budi kuongezwa. Kama vilainisho hivyo\nhavipatikani, mate yanaweza kutumika (ingawa yanaweza kueneza maambukizo\nmengine, kama vile malengelenge). Vilainisho vilivyotengenezwa kwa mafuta\nvisitumike kamwe kulainishia kondomu za kiume kwa sababu vinaweza kuziharibu.\nVilainisho hivi ni pamoja na mafuta ya kupikia na losheni zilizo nyingi. \\-\nKondomu ya kike ni mbadala salama wa kondomu ya kiume. Kondomu ya kike\ninayotumiwa sana ni ala laini, isiyobana inayoingizwa ukeni. Ina umbo la pete\nlaini katika kila ncha. Pete iliyo katika ncha iliyozibwa hutumika kuingizia\nukeni na kuishikilia kondomu wakati wa tendo la ngono. Ncha nyingine hubakia\nnje na kuziba kwa kiasi fulani midomo ya uke. Kabla tendo la ngono halijaanza,\nmwanamke huiingiza kondomu ya kike ukeni kwa vidole vyake. Kondomu za kike\nzilizotengenezwa kwa ulimbo wa mpira zinaweza kulainishwa kwa vilainisho vya\nmajimaji tu, ilhali vilainisho vya majimaji au vya mafuta vinaweza kulainisha\nkondomu za kike za aina nyingine. VVU vinaweza kuambukizwa kwa njia ya ngono\nya kunyonyana, ingawa taarifa za maambukizo ya VVU zinaeleza kuwa kiwango\nchake ni kidogo ikilinganishwa na ngono ya kuingiliana kimwili. Hata hivyo,\nngono ya kunyonyana inaweza kueneza magonjwa yanayoambukizwa kwa njia ya ngono\nambayo pia yanaweza kuongeza hatari ya maambukizo ya VVU. Kwa hiyo,\ninapendekezwa kutumia kondomu ya kiume wakati wa kufanya ngono ya kunyonya\nuume. Ngono ya kunyonya uke au kunyonya njia ya haja kubwa inaweza pia kueneza\nmaambukizo yatokanayo na ngono, na hatari hii inaweza kupunguzwa kwa kutumia\nvizuizi kama kondomu ya kike. Kwa sababu maambukizo mengi yaenezwayo kwa ngono\nyanaweza kuambukizwa kwa kukutana kimwili, kondomu inapaswa kuvaliwa kabla\ntendo la kukutana kimwili halijaanza. Unywaji wa pombe au utumiaji wa dawa za\nkulevya huingilia maamuzi. Hata wale wanaoelewa hatari za VVU na umuhimu wa\nngono salama wanaweza kuwa si waangalifu baada ya kunywa au kutumia dawa za\nkulevya. Watu wenye magonjwa yanayoambukizwa kwa njia ya ngono wana hatari\nkubwa ya kuambukizwa VVU na kueneza VVU kwa wengine: Magonjwa yanayoambukizwa\nkwa njia ya ngono, ikiwa ni pamoja na VVU, ni yale yanayoenezwa kwa kufanya\nngono. Yanaweza kuenezwa kupitia kubadilishana majimaji ya mwilini (shahawa,\nmajimaji ya ukeni na damu) au kugusana na ngozi ya eneo la viungo vya uzazi.\nMagonjwa yanayoenezwa kwa ngono huenezwa kirahisi zaidi kama kuna vidonda au\nmajeraha kama vile malengelenge, michubuko au mikato (mara nyingi\ninasababishwa na magonjwa yanayoenezwa kwa nono). Magonjwa yanayoenezwa kwa\nnjia ya ngono mara nyingi husababisha maumivu makali na uharibifu mkubwa\nmwilini. Magonjwa yoyote yanayoenezwa kwa ngono kama vile kisonono na kaswende\nyanaweza kuongeza hatari ya maambukizo ya VVU. Mtu yeyote anayeumwa magonjwa\nyanayoenezwa kwa njia ya ngono yuko katika hatari kubwa zaidi ya kuambukizwa\nVVU kama atafanya ngono bila kinga na mtu aliyeambukizwa VVU. \\- Watu\nwanaohisi wana magonjwa yanayoenezwa kwa njia ya ngono wanapaswa kumwona\nmtaalamu wa afya mara moja ili wachunguzwe na kupatiwa matibabu. Wanapaswa\nkuepuka kujamiiana au wafanye ngono salama (ngono bila kuingiliana au kutumia\nkondomu ya kiume au ya kike). \\- Matumizi sahihi na ya kila wakati ya kondomu\nza kiume na za kike wakati wa kufanya ngono –kwa njia ya uke, njia ya haja\nkubwa au kwa kunyonyana –yanaweza kupunguza kwa kiasi kikubwa kuenea kwa\nmagonjwa mengi yanayoenea kwa njia ya ngono, ikiwa ni pamoja na VVU. \\- Watu\nwanaogundua kwamba wana magonjwa yaenezwayo kwa ngono wanapaswa kuwaambia\nwenzi wao. Kama wenzi wote wawili hawatapata matibabu ya magonjwa hayo,\nwataendelea kuambukizana. Magonjwa mengi yaenezwayo kwa ngono yanatibika.\nBaadhi ya dalili za magonjwa yanayoenea kwa njia ya ngono ni: \\- Mwanaume\nanaweza kusikia maumivu wakati wa kukojoa; usaha kutoka uumeni mwake; au\nvidonda, malengelenge, vipele sehemu za siri au mdomoni. \\- Mwanamke anaweza\nkutoa majimaji kutoka ukeni ambayo yana rangi ya ajabu na harufu mbaya,\nmaumivu au kuwashwa sehemu za siri na maumivu au kutokwa damu ukeni wakati wa\nau baada ya kufanya mapenzi. Magonjwa makali zaidi yanaweza kusababisha homa,\nmaumivu tumboni na ugumba. \\- Magonjwa mengi yaenezwayo kwa ngono kwa wanawake\nna baadhi kwa wanaume hayaonyeshi dalili za wazi. Si kila tatizo linalotokea\nsehemu za siri ni ugonjwa unaoenezwa kwa njia ya ngono. Baadhi ya magonjwa,\nkama vile kuvu na maambukizo ya njia ya mkojo, hayaenezwi kwa ngono. Hata\nhivyo, yanaweza kusababisha karaha. Njia iliyozoeleka ya kuchunguza magonjwa\nyanayoenezwa kwa njia ya ngono ni vipimo vya maabara. Vipimo hivi mara nyingi\nhavipatikani au ni ghali sana. Tangu mwaka 1990, Shirika la Afya Duniani (WHO)\nlilipendekeza ‘udhibiti kwa kuangalia dalili’ kwa watu wenye magonjwa\nyanayoenezwa kwa njia ya ngono wanaoonyesha dalili. Hii ina maana kwamba\nmtaalamu wa afya humchunguza na kuongea na mtu na kutegemeza uchunguzi wake\nkatika dalili bila kutumia vipimo vya maabara. Matibabu huchaguliwa kwa\nkuzingatia uchunguzi huo na wapenzi wa mtu huyu hujulishwa na kutibiwa.\nGharama ni nafuu na matibabu ya mara moja yana ufanisi. **VVU vinaweza\nkuenezwa kwa sindano au mabomba ya sindano, mara nyingi yanayotumika kujidunga\ndawa za kulevya, na vifaa vingine visivyochemshwa:** Sindano au bomba\nlisilochemshwa linaweza kueneza VVU na maambukizo mengine kama vile homa ya\nini, ikiwa vimechafuka kwa damu yenye maambukizo. Kitu chochote kisitumiwe\nkuchoma ngozi ya mtu kama hakijachemshwa. Watu wanaojidunga dawa za kulevya au\nkufanya ngono bila kinga wako katika hatari kubwa ya kuambukizwa VVU. Watu\nwanaojidunga sindano za dawa za kulevya wanapaswa daima kutumia sindano na\nmabomba safi. Kamwe wasitumie sindano au mabomba ya watu wengine. Sindano\nzisizo za lazima zinapaswa kuepukwa na sindano za lazima zinapaswa zichomwe na\nwataalamu wa afya kwa kutumia bomba ambalo hutumika mara moja tu. Kujikata kwa\naina yoyote kwa kutumia kitu chochote chenye ncha kali kama vile wembe au kisu\nbila kusafisha ili kuua vijidudu kunaweza kueneza VVU. Chombo cha kukatia\nkinapaswa kuchemshwa kikamilifu kwa kila mtu, ikiwa ni pamoja na wanafamilia,\nau kusuuzwa katika dawa ya kuulia vijidudu. Vifaa vya kutibia meno, kuchanjia\nchale, kujichora usoni, kutogea masikio, kuchomea mwilini na vile vya tiba ya\nkuchoma sindano mwilini kuamsha mishipa ya fahamu si salama kama\nhavikuchemshwa kwa kila mtu. Mtu anayefanya shughuli hii anapaswa kuwa\nmwangalifu kuepuka kugusana na damu wakati akifanya shughuli hiyo.\n\n", 
  "source": "537507b36a1a4c35a2fcdbbc0af3ef46", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "wazazi-walimu-viongozi-rika-na-watu-wengineo-ambao-ni-mfano-wa-kuigwa-wanapaswa-kuwapatia-vijana-mazingira-salama-na-stadi-mbalimbali-za-maisha-zinazoweza-kuwasaidia-kuamua-kuhusu-afya-na-kuenenda", 
  "uuid": "6e80022a27ef4a89b9d25db5d8ecaee2"
}