{
  "subtitle": "", 
  "description": "Watoto wanahitaji vitamini A ili kuwasaidia kujikinga dhidi ya\r\nmaradhi/homa, kulinda uwezo wao wa kuona, na kupunguza hatari\r\nya kupoteza maisha. Vitamini A inaweza kupatikana katika matunda\r\nna mbogamboga nyingi, mafuta mekundu ya mawese, mayai,\r\nbidhaa za maziwa, maini, samaki, nyama, vyakula vilivyoongezewa\r\nvirutubisho, na maziwa ya mama. Katika maeneo yenye upungufu\r\nwa vitamini A, watoto wenye umri wa kati ya miezi 6 na miaka 5,\r\nwanaweza kupewa vidonge maalumu vya kuongeza vitamini A, kila\r\nbaada ya miezi minne hadi sita.", 
  "language": "swh_TZ", 
  "title": "Watoto wanahitaji vitamini A ili kuwasaidia kujikinga dhidi ya maradhi/homa, kulinda uwezo wao wa kuona, na kupunguza hatari ya kupoteza maisha. Vitamini A inaweza kupatikana katika matunda na mbogamb", 
  "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
  "created_at": "2014-10-12T19:08:36.835352+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:38.629008+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "70bd5fa8003044eaaa07318beac731e4", 
  "content": "Hadi watoto wachanga wanapofikisha umri wa miezi sita, maziwa ya mama ni\nchanzo kikuu cha Vitamini A, ilimradi tu mama awe anapata vitamini A katika\nmilo yake au Vitamini A ya nyongeza. Watoto wenye umri kuanzia miezi 6 hadi\nmiaka 5 wanaweza kupata vitamini A kutoka kwenye mchanganyiko mwingine wa\nvyakula kama vile maini, mayai, bidhaa za maziwa, samaki wenye mafuta, mafuta\nmekundu ya mawese, embe na mapapai yaliyoiva, machungwa, viazi vitamu vya\nrangi ya manjano, mbogamboga za rangi ya kijani kibichi, na karoti. Watoto\nwanapopungukiwa na vitamini A, wanakuwa na uwezo mdogo wa kupambana na\nmagonjwa makuu yanayoua na wanakuwa katika hatari ya kushindwa kuona vizuri\nkatika mwanga hafifu. Mtoto mwenye matatizo ya kuona wakati wa jioni na usiku\nhuenda akawa na upungufu wa vitamini A. Mtoto wa namna hiyo, apelekwe kwa\nmtaalamu wa afya ili apewe tiba ya kumuongezea vitamini A. Katika nchi chache,\nvitamini A huongezwa kwenye mafuta ya kula, sukari, ngano, unga, maziwa, na\nbidhaa za maziwa, na vyakula vingine. Katika nchi nyingi ambako kuna upungufu\nmkubwa wa vitamini A, na mara kwa mara watoto hufa kutokana na magonjwa kama\nvile kuhara na surua, vidonge au maji ya vitamini A husambazwa mara mbili kwa\nmwaka kwa watoto wenye umri wa miezi 6 hadi miaka 5. Kuhara na surua hupunguza\nvitamini A kutoka mwilini mwa mtoto. Mtoto anayehara kwa siku kadhaa au mwenye\nsurua, au mwenye utapiamlo mkali anapaswa kutibiwa kwa tiba ya kuongeza\nvitamini A. Vidonge vya kuongeza A vinapaswa kutolewa kwa watoto wanaougua\nugonjwa wa kuharisha katika maeneo yenye au yanayohisiwa kuwa na upungufu wa\nvitamini A, kama hawakuwahi kupewa kabla, au hawakupewa kwa utaratibu wa kila\nmiezi 4 hadi 6\\. Inashauriwa kwamba watoto wenye surua wapewe vidonge vya\nvitamini A ile siku wanapogunduliwa kuwa wana ugonjwa huo, kisha siku ya pili,\nna dozi zingine mbili angalau wiki mbili baadaye. Vidonge au dawa ya maji ya\nzinki inaweza pia kutolewa kwa siku 10 hadi 14 ili kupunguza ukali na muda wa\nkuhara, halikadhalika kumlinda mtoto dhidi ya uwezekano wa kupata ugonjwa wa\nkuharisha katika siku zijazo katika kipindi cha hadi miezi miwili.\n\n", 
  "source": "8396d5861aff455b835f7d26fed32e94", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "watoto-wanahitaji-vitamini-ili-kuwasaidia-kujikinga-dhidi-ya-maradhihoma-kulinda-uwezo-wao-wa-kuona-na-kupunguza-hatari-ya-kupoteza-maisha-vitamini-inaweza-kupatikana-katika-matunda-na-mbogamb", 
  "uuid": "70bd5fa8003044eaaa07318beac731e4"
}