{
  "subtitle": "", 
  "description": "Kila ujauzito una upekee wake na unastahili kulelewa katika \r\nusalama. Mama wote wajawazito wanapaswa kuhudhuria \r\nkliniki walau mara nne ili kupata uhakika kuhusu usalama na \r\nmaendeleo mazuri ya ujauzito wao. Mama wajawazito pamoja \r\nna jamaa katika familia zao wanapaswa kuzifahamu dalili za \r\nuchungu wa uzazi pamoja na dalili za matatizo ya ujauzito. \r\nAidha wanapaswa kuwa na mipango ya kujipatia maarifa ya \r\nmsingi ya kuhudumia mama anayejifungua pamoja na kumsaidia \r\nmara moja endapo patazuka tatizo.", 
  "language": "swa_TZ", 
  "title": "Kila ujauzito una upekee wake na unastahili kulelewa katika  usalama. ", 
  "primary_category": "27038d5886564782adcce92ec89494eb", 
  "created_at": "2014-10-10T20:13:34.365544+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-12-03T12:12:20.018100+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "74aedc743ca84655beb5092001434521", 
  "content": "Msichana anapofikia umri unaomruhusu kuolewa kisheria, anapaswa kuelimishwa\nkuhusu masuala ya ujauzito pamoja na hatari za magonjwa yanayoambukizwa kwa\nnjia ya ngono ikiwa ni pamoja na VVU. Anapaswa aweze kutambua dalili za awali\nza ujauzito na ikitokea akapata ujauzito awezeshwe kupata huduma stahiki za\nafya au mtaalamu wa afya atakayemshauri kuhusu masuala muhimu yanayohusiana na\nhatua za mwanzo za ujauzito. Aelimishwe kuhusu hatua za kawaida za ukuaji wa\nmimba pamoja na njia za kulinda afya yake pamoja na ya mtoto wakati wa\nujauzito. Aidha awe akifahamu dalili za awali za matatizo yanayoweza\nkuhatarisha mimba. Mama mjamzito anapaswa kuhudhuria kliniki walau mara nne\nkatika kipindi cha ujauzito. Mahudhurio ya kwanza kabisa ya kliniki yafanyike\nndani ya miezi mitatu ya mwanzo ya ujauzito na mengine matatu yafanyike katika\nmwezi wa 6 au wa 7, na katika mwezi wa 8 na wa 9. **Ili kusaidia katika\nkuhakikisha maendeleo mazuri ya mimba , mtaalamu wa afya na/au mkunga\nanapaswa:** \\\\- kumuelimisha mama mjamzito kuhusu mabadiliko yanayotokea\nkatika mwili wake \\\\- kumpima mama mjamzito kwa lengo la kubaini kama ana\nshinikizo la damu, ugonjwa ambao ni hatari kwa mama na mtoto \\\\- kumpima mama\nmjamzito kama ana upungufu wa damu, kumpatia vidonge vya madini chuma kwa\najili ya kumwongezea damu pamoja na kuhakikisha kwamba mama mjamzito anafahamu\nvizuri umuhimu wa kutumia vidonge hivyo pamoja na dalili zinazoweza\nkusababishwa na utumiaji wa vidonge hivyo kama vile kukosa haja kubwa na\nkichefuchefu. kumpima mama mjamzito kama ana matatizo ya kuona usiku na kama\nanayo apatiwe vidonge vya vitamini A katika dozi ya kutosha kumkinga mama\npamoja na kusaidia ukuaji bora wa mtoto aliyeko tumboni kupitia kadi ya chanjo\nya mama na kuona kama anahitaji kupata kinga ya pepo punda kwa ajili ya\nkujikinga yeye mwenyewe na mtoto wake. kuwahimiza mama wote wajawazito watumie\nchumvi iliyoongezwa madini joto katika kutayarisha mlo wao ili kuwakinga\nwatoto wao dhidi ya uwezekano wa kupata matatizo ya kiakili na kimwili pamoja\nna kuwakinga wao wenyewe dhidi ya ugonjwa wa goita. kuwahimiza mama wote\nwajawazito watumie mlo kamili kilishe na wa kutosha na wapate muda wa kutosha\nwa kupumzika. kuchunguza mara kwa mara uzito wa mama mjamzito ili kuhakikisha\nkwamba ukuaji wa mtoto aliyeko tumboni unaendelea vizuri kumpatia mama\nmjamzito dawa anazostahili za malaria na kumhimiza atumie chandarua\nkilichowekwa dawa kumpatia mama mjamzito dawa za minyoo, pale ujauzito\nunapofikia miezi matatu na kuendelea ili kupunguza uwezekano wa mtoto kuzaliwa\nna uzito pungufu kuwaandaa mama na baba kwa ajili ya kumpokea mtoto wao pale\natakapozaliwa na kumtunza: kumshauri mama kuhusu masuala ya unyonyeshaji na\nutunzaji wa mtoto na baba kuhusu umuhimu wa kumsaidia mama mzazi kumshauri\nmama mjamzito pamoja na familia yake kuhusu mahali pazuri pa kujifungulia na\nnamna ya kutafuta msaada endapo patazuka matatizo kabla na wakati wa\nkujifungua au mara tu baada ya kujifungua kumwelimisha mama mjamzito, kama\nikibidi, kuhusu vikundi vilivyoko vya kutoa huduma za kuwalinda na kuwatetea\nkinamama wajawazito dhidi ya vurugu wanazofanyiwa. kutoa ushauri kuhusu namna\nya kukwepa magonjwa yanayoambukizwa kwa njia ya ngono ikiwa ni pamoja na VVU\nkumchunguza mama mjamzito kama ana maambukizo, hususan ya njia ya mkojo na ya\nmagonjwa yanayoambukizwa kwa njia ya ngono ikiwa ni pamoja na VVU, na endapo\nana maambukizo kumpatia tiba kama itakavyoelekezwa na mtaalamu wa ugonjwa\nhusika kupima VVU kwa hiari na usiri pamoja na kutoa ushauri nasaha.\n\n", 
  "source": "1b34342ee6a448bda94f575956b85240", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "kila-ujauzito-una-upekee-wake-na-unastahili-kulelewa-katika-usalama", 
  "uuid": "74aedc743ca84655beb5092001434521"
}