{
  "subtitle": "", 
  "description": "Kila ujauzito una upekee wake na unastahili kulelewa katika \r\nusalama. Mama wote wajawazito wanapaswa kuhudhuria \r\nkliniki walau mara nne ili kupata uhakika kuhusu usalama na \r\nmaendeleo mazuri ya ujauzito wao. Mama wajawazito pamoja \r\nna jamaa katika familia zao wanapaswa kuzifahamu dalili za \r\nuchungu wa uzazi pamoja na dalili za matatizo ya ujauzito. \r\nAidha wanapaswa kuwa na mipango ya kujipatia maarifa ya \r\nmsingi ya kuhudumia mama anayejifungua pamoja na kumsaidia \r\nmara moja endapo patazuka tatizo.", 
  "language": "swh_TZ", 
  "title": "Kila ujauzito una upekee wake na unastahili kulelewa katika  usalama. ", 
  "primary_category": "27038d5886564782adcce92ec89494eb", 
  "created_at": "2014-10-10T20:13:34.365544+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:46.421917+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "74aedc743ca84655beb5092001434521", 
  "content": "Msichana anapofikia umri unaomruhusu kuolewa kisheria, anapaswa kuelimishwa\nkuhusu masuala ya ujauzito pamoja na hatari za magonjwa yanayoambukizwa kwa\nnjia ya ngono ikiwa ni pamoja na VVU. Anapaswa aweze kutambua dalili za awali\nza ujauzito na ikitokea akapata ujauzito awezeshwe kupata huduma stahiki za\nafya au mtaalamu wa afya atakayemshauri kuhusu masuala muhimu yanayohusiana na\nhatua za mwanzo za ujauzito. Aelimishwe kuhusu hatua za kawaida za ukuaji wa\nmimba pamoja na njia za kulinda afya yake pamoja na ya mtoto wakati wa\nujauzito. Aidha awe akifahamu dalili za awali za matatizo yanayoweza\nkuhatarisha mimba. Mama mjamzito anapaswa kuhudhuria kliniki walau mara nne\nkatika kipindi cha ujauzito. Mahudhurio ya kwanza kabisa ya kliniki yafanyike\nndani ya miezi mitatu ya mwanzo ya ujauzito na mengine matatu yafanyike katika\nmwezi wa 6 au wa 7, na katika mwezi wa 8 na wa 9. **Ili kusaidia katika\nkuhakikisha maendeleo mazuri ya mimba , mtaalamu wa afya na/au mkunga\nanapaswa:** \\- kumuelimisha mama mjamzito kuhusu mabadiliko yanayotokea katika\nmwili wake \\- kumpima mama mjamzito kwa lengo la kubaini kama ana shinikizo la\ndamu, ugonjwa ambao ni hatari kwa mama na mtoto \\- kumpima mama mjamzito kama\nana upungufu wa damu, kumpatia vidonge vya madini chuma kwa ajili ya\nkumwongezea damu pamoja na kuhakikisha kwamba mama mjamzito anafahamu vizuri\numuhimu wa kutumia vidonge hivyo pamoja na dalili zinazoweza kusababishwa na\nutumiaji wa vidonge hivyo kama vile kukosa haja kubwa na kichefuchefu. kumpima\nmama mjamzito kama ana matatizo ya kuona usiku na kama anayo apatiwe vidonge\nvya vitamini A katika dozi ya kutosha kumkinga mama pamoja na kusaidia ukuaji\nbora wa mtoto aliyeko tumboni kupitia kadi ya chanjo ya mama na kuona kama\nanahitaji kupata kinga ya pepo punda kwa ajili ya kujikinga yeye mwenyewe na\nmtoto wake. kuwahimiza mama wote wajawazito watumie chumvi iliyoongezwa madini\njoto katika kutayarisha mlo wao ili kuwakinga watoto wao dhidi ya uwezekano wa\nkupata matatizo ya kiakili na kimwili pamoja na kuwakinga wao wenyewe dhidi ya\nugonjwa wa goita. kuwahimiza mama wote wajawazito watumie mlo kamili kilishe\nna wa kutosha na wapate muda wa kutosha wa kupumzika. kuchunguza mara kwa mara\nuzito wa mama mjamzito ili kuhakikisha kwamba ukuaji wa mtoto aliyeko tumboni\nunaendelea vizuri kumpatia mama mjamzito dawa anazostahili za malaria na\nkumhimiza atumie chandarua kilichowekwa dawa kumpatia mama mjamzito dawa za\nminyoo, pale ujauzito unapofikia miezi matatu na kuendelea ili kupunguza\nuwezekano wa mtoto kuzaliwa na uzito pungufu kuwaandaa mama na baba kwa ajili\nya kumpokea mtoto wao pale atakapozaliwa na kumtunza: kumshauri mama kuhusu\nmasuala ya unyonyeshaji na utunzaji wa mtoto na baba kuhusu umuhimu wa\nkumsaidia mama mzazi kumshauri mama mjamzito pamoja na familia yake kuhusu\nmahali pazuri pa kujifungulia na namna ya kutafuta msaada endapo patazuka\nmatatizo kabla na wakati wa kujifungua au mara tu baada ya kujifungua\nkumwelimisha mama mjamzito, kama ikibidi, kuhusu vikundi vilivyoko vya kutoa\nhuduma za kuwalinda na kuwatetea kinamama wajawazito dhidi ya vurugu\nwanazofanyiwa. kutoa ushauri kuhusu namna ya kukwepa magonjwa yanayoambukizwa\nkwa njia ya ngono ikiwa ni pamoja na VVU kumchunguza mama mjamzito kama ana\nmaambukizo, hususan ya njia ya mkojo na ya magonjwa yanayoambukizwa kwa njia\nya ngono ikiwa ni pamoja na VVU, na endapo ana maambukizo kumpatia tiba kama\nitakavyoelekezwa na mtaalamu wa ugonjwa husika kupima VVU kwa hiari na usiri\npamoja na kutoa ushauri nasaha.\n\n", 
  "source": "1b34342ee6a448bda94f575956b85240", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "kila-ujauzito-una-upekee-wake-na-unastahili-kulelewa-katika-usalama", 
  "uuid": "74aedc743ca84655beb5092001434521"
}