{
  "subtitle": "", 
  "description": "Wasichana wenye elimu na afya nzuri na ambao wamekuwa \r\nwakipata lisha bora katika maisha yao ya utotoni na ujanani \r\nwana uwezekano wa kujifungua watoto wenye afya, kubeba \r\nmimba na kujifungua salama na kutokupata matatizo mengi \r\nwakati wa ujauzito na wa kujifungua. ", 
  "language": "swh_TZ", 
  "title": "Wasichana wenye elimu na afya nzuri na ambao wamekuwa  wakipata lisha bora katika maisha yao ya utotoni na ujanani  wana uwezekano wa kujifungua watoto wenye afya, kubeba  mimba na kujifungua salama n", 
  "primary_category": "27038d5886564782adcce92ec89494eb", 
  "created_at": "2014-10-10T19:35:47.429407+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:47.604272+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "77d63d9f150c498390285cfe3696207f", 
  "content": "Wasichana wasomi huwa na ufahamu wa masuala ya afya; wana uwezekano mdogo wa\nkupata mimba za umri mdogo; wana uwezekano mkubwa wa kutoolewa mapema, wa\nkubeba mimba chache na kwa nafasi na kuhudhuria kliniki wakati wa ujauzito na\nbaada ya kujifungua; vilevile wana uwezo mkubwa zaidi wa kuweza kujitegemea\nkimaisha. Inakadiriwa kwamba vifo viwili vya uzazi vitaweza kuzuiliwa kwa\nkuongeza mwaka mmoja wa shule kwa kila wanawake 1,000. Ukuaji wa msichana\nulioambatana na afya nzuri tangu utotoni husaidia kumtayarisha katika kubeba\nujauzito salama wakati wa kipindi chake cha kupata watoto. Pamoja na kupata\nelimu na huduma za afya, wasichana pia wanapaswa kupata lishe bora wakati wa\nutotoni na ujanani ili kuwaepusha na matatizo ya baadaye ya ujauzito na ya\nkujifungua. Lishe bora haina budi kujumuisha chumvi yenye madini joto pamoja\nna vyakula vyenye madini na vitamini za kutosha kama vile maharage na aina\nnyingine za kunde, nafaka, mboga za kijani, na mboga nyekundu, njano na za\nrangi ya chungwa, pamoja na matunda. Kila inapowezekana wapate pia maziwa au\nvyakula vingine vinavyotokana na maziwa, mayai, samaki, kuku na nyama.\nWasichana wasomi wana uwezekano mkubwa zaidi wa kuchelewa kuolewa na kupata\nwatoto. Hili lina manufaa makubwa kwa afya zao kwa vile mimba za mapema\nzinaweza kuwa na madhara makubwa kwa wasichana wa umri wa chini ya miaka 18 na\nhasa wale wa umri wa chini ya miaka 15. Wasichana pamoja na watoto wao wako\nkatika hatari zaidi ya kupata matatizo na vifo pamoja na magonjwa ya ngono\nikiwa ni pamoja na VVU. Ni muhimu kuwawezesha wasichana wasipate mimba za\nutotoni kwa kuwapatia taarifa, ujuzi pamoja na mbinu za kufanya hivyo.\nWavulana pia wanapaswa kupatiwa taarifa sahihi. Ukeketaji wa wasichana au\nkinamama unaweza kusababisha maambukizo mabaya ya sehemu za siri za mwanamke\nna ya njia ya mkojo ambayo yanaweza kusababisha utasa au kifo. Ukeketaji pia\nunaweza kuwa chanzo cha matatizo wakati wa kujifungua pamoja na matatizo ya\nkiakili kwa wasichana na kinamama. Watumishi wa afya pamoja na programu za\nkuwafikia wananchi zinaweza kutumika katika kuhamasisha watu kuhusu umuhimu wa\nvijana kutooa au kuolewa mapema na kutopata mimba mapema kwa ajili ya afya,\nmaendeleo na ustawi wao. Familia zinapaswa kufahamu hatari kubwa\nzinazoambatana na mimba za utotoni na kuwa tayari kusaidia wasichana ambao\nwanaolewa au kupata mimba katika umri mdogo ili waweze kupata huduma muhimu\nwanazostahili.\n\n", 
  "source": "c2695a91a34b42f5b0822d49a1c0354b", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "wasichana-wenye-elimu-na-afya-nzuri-na-ambao-wamekuwa-wakipata-lisha-bora-katika-maisha-yao-ya-utotoni-na-ujanani-wana-uwezekano-wa-kujifungua-watoto-wenye-afya-kubeba-mimba-na-kujifungua-salama-n", 
  "uuid": "77d63d9f150c498390285cfe3696207f"
}