{
  "subtitle": "", 
  "description": "Kwa ajili ya afya ya mama na mtoto, mwanamke anatakiwa  kupata mimba baada ya kupita miaka miwili tangu kujifungua. ", 
  "language": "swh_TZ", 
  "title": "Kwa ajili ya afya ya mama na mtoto, mwanamke anatakiwa  kupata mimba baada ya kupita miaka miwili tangu kujifungua. ", 
  "primary_category": "73a8bbe866944916995240f7d6aec24f", 
  "created_at": "2014-10-10T19:02:31.997503+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:48.818734+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "78067781bd5847aeb9c27fbed8a11fec", 
  "content": "Hatari ya kupoteza maisha kwa watoto wadogo huongezeka sana endapo nafasi kati\nya mtoto na mtoto haizidi miaka miwili. Tishio mojawapo la afya na ukuaji wa\nmtoto wa umri wa chini ya miaka miwili ni kuzaliwa kwa mdogo wake. Kwa mtoto\naliyepata mdogo wake, ni dhahiri kwamba atakuwa ameachishwa ziwa na mama yake\nhatakuwa tena na muda wa kutosha wa kumhudumia kwa chakula na kumjali. Pindi\nazaliwapo mtoto mwingine kwenye familia , ni muhimu kwa baba kumsaidia mama\nkatika kuhudumia mtoto huyo aliyezaliwa pamoja na watoto wengine. Wazazi wote\nwawili pamoja na walezi wengine watoe uangalizi sawa kwa watoto wote wa kike\nna wa kiume bila kubagua. Mwili wa mama mzazi unahitaji muda wa kupumzika wa\nkutosha ili uweze kurudia hali yake ya kawaida baada ya misukosuko ya ujauzito\nna kujifungua. Mama aliyejifungua anahitaji kurejesha afya yake, hali yake ya\nkilishe pamoja na nguvu kabla hajapata ujauzito mwingine. Afya ya mama huwa\nhatarini zaidi pale anapozaa watoto karibukaribu sana. Endapo mwanamke\nataharibu mimba itabidi asubiri hadi miezi sita ipite kabla ya ujauzito\nmwingine kwa ajili ya afya ya mama mwenyewe na mtoto. Kulinda afya ya familia\nwanaume na wanawake hawana budi kufahamu umuhimu wa (1) muda wa kupata\nujauzito usiwe chini ya miaka miwili tangu mama kujifungua (2) haja ya kuweka\nukomo wa idadi ya watoto kwa lengo la kulinda afya ya familia zao.\n\n", 
  "source": "10aaacb9fbc64248bb72c8f11a315b48", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "kwa-ajili-ya-afya-ya-mama-na-mtoto-mwanamke-anatakiwa-kupata-mimba-baada-ya-kupita-miaka-miwili-tangu-kujifungua", 
  "uuid": "78067781bd5847aeb9c27fbed8a11fec"
}