{
  "subtitle": "", 
  "description": "Msaada wa kipato na huduma za ustawi wa jamii zinaweza\r\nkuzisaidia familia pamoja na watoto walio shuleni na\r\nkuhakikisha huduma za afya zinapatikana.", 
  "language": "swh_TZ", 
  "title": "Msaada wa kipato na huduma za ustawi wa jamii zinaweza kuzisaidia familia pamoja na watoto walio shuleni na kuhakikisha huduma za afya zinapatikana.", 
  "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
  "created_at": "2014-10-13T15:53:48.583216+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:15.482461+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "7aec8b35bee240d2bd38bb68b615a6cc", 
  "content": "Kaya zinazohitaji msaada wa kipato na huduma za ustawi wa jamii zinaweza kuwa\nzinaongozwa na wazee, wajane, watoto au wagonjwa au walemavu. Kaya hizi\nzinaweza kuwa ni pamoja na familia zilizoathiriwa na VVU. Msaada wa kipato na\nhuduma za ustawi wa jamii zinaweza kuwasaidia watoto na familia zao kufanya\nyafuatayo: \\- kununua chakula \\- kulipia au kupata huduma za afya na elimu \\-\nkuweka familia pamoja \\- kuwafanya watoto waishi nje ya malezi ya kitaasisi au\nkufanya kazi au kuishi mitaani \\- kusaidia familia kuondokana na kifungo cha\numasikini. Serikali na mamlaka za mitaa, kwa kusaidiana na asasi za kiraia,\nzinaweza kusaidia kubaini familia zinazohitaji msaada. Zinaweza kuzisaidia\nfamilia kupata msaada wa kipato na huduma za ustawi wa jamii kama vile msaada\nwa unasihi na wa kisheria. Ni muhimu kuhakikisha kuwa familia hazifanyiwi\nvitendo vya kibaguzi vinavyosababishwa na kupata na kutumia huduma hizi.\nTaarifa kuhusu msaada na huduma za ustawi wa jamii zinaweza kutolewa kwa njia\nmbalimbali za mawasiliano, ikiwa ni pamoja na vituo vya afya, shule na vituo\nvya kijamii; wakati wa mikutano na matukio ya kijamii; na kupitia matangazo ya\nredio na vipaza sauti.\n\n", 
  "source": "1f214549c5b64d91b7a58a1e88874b14", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "msaada-wa-kipato-na-huduma-za-ustawi-wa-jamii-zinaweza-kuzisaidia-familia-pamoja-na-watoto-walio-shuleni-na-kuhakikisha-huduma-za-afya-zinapatikana", 
  "uuid": "7aec8b35bee240d2bd38bb68b615a6cc"
}