{
  "subtitle": "", 
  "description": "Mtoto mwenye ugonjwa wa kuhara anapaswa kupata kinywaji\r\nmaalumu cha chumvichumvi kwa ajili ya kurudisha maji\r\nmwilini pamoja na kupata virutubisho vya nyongeza vya zinki\r\nkwa siku 10 hadi 14. Kwa ujumla, dawa za ugonjwa wa kuhara si\r\nmadhubuti na zinaweza kumdhuru mtoto", 
  "language": "swh_TZ", 
  "title": "Mtoto mwenye ugonjwa wa kuhara anapaswa kupata kinywaji maalumu cha chumvichumvi kwa ajili ya kurudisha maji mwilini pamoja na kupata virutubisho vya nyongeza vya zinki kwa siku 10 hadi 14. Kwa ujumla", 
  "primary_category": "9e39b5f245b241b2af54c96932454c32", 
  "created_at": "2014-10-12T20:41:07.941274+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:33.130881+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "7b96c4b42b3a479facc34f676739472d", 
  "content": "Kwa kawaida, ugonjwa wa kuhara hupona wenyewe katika siku 3 hadi 4 kwa\nkurudisha maji mwilini (kunywa majimaji mengi). Hatari kubwa ni kupungua kwa\nmajimaji na virutubisho mwilini wa mtoto, kitu kinachoweza kusababisha\nupungufu wa maji na utapiamlo. Mtoto anayehara anapaswa kupewa vidonge,\nantibiotiki au dawa zingine ikiwa tu maelekeo hayo yametolewa na mtaalam wa\nafya. Tiba bora ya ugonjwa wa kuhara ni (1) kunywa majimaji mengi na kinywaji\nmaalumu cha chumvichumvi kinachorudisha maji mwilini, kilichochanganywa vizuri\nna maji safi yanayotoka katika chanzo salama, na (2) kunywa zinki ya vidonge\nau ya maji kwa siku 10 hadi 14. **Kinywaji maalumu cha chumvichumvi ni nini?**\nKinywaji maalumu cha chumvichumvi ni mchanganyiko maalumu wa chumvi kavu na\nmaji salama. Maji haya ni kwa ajili ya kurejesha maji yaliyokauka mwilini\nkutokana na ugonjwa wa kuhara. **Kinywaji maalumu cha chumvichumvi hutumika\nwakati gani?** Mtoto anapoharisha mara tatu au zaidi kwa siku anza kumpatia\nkinywaji maalumu cha chumvichumvi. Pamoja na kinywaji hicho mpatie kidonge\nkimoja cha zinki (miligramu 20) kila siku kwa watoto wa umri wa zaidi ya miezi\n6; nusu kidonge au sirapu (miligramu 10) kwa siku, kwa watoto wa umri wa chini\nya miezi 6 kwa siku 10 au 14. **Kinywaji maalumu cha chumvichumvi hupatikana\nwapi?** Katika nchi nyingi kinywaji hicho maalumu hupatikana katika vituo vya\nafya, maduka ya dawa, pamoja na maduka ya vyakula na ya kawaida. **Kinywaji\nmaalumu cha chumvichumvi hutayarishwaje?** 1\\. Weka paketi moja ya unga wa\nkinywaji maalumu katika chombo safi. Soma maelekezo juu ya paketi na ongeza\nkiasi cha maji kilichopendekezwa kwenye unga. Maji yakiwa kidogo sana dawa\ninaweza kufanya hali ya ugonjwa iwe mbaya zaidi. 2\\. Ongeza maji tu.\nUsitayarishe kinywaji cha chumvichumvi kwa kutumia maziwa, supu, juisi ya\nmatunda au vinywaji baridi. Usiongeze sukari. 3\\. Koroga vizuri, na mnyweshe\nmtoto kwa kutumia kikombe safi. Usitumie chupa. **Mgonjwa apewe kiasi gani cha\nkinywaji maalumu?** Mhimize mtoto anywe kiasi kingi cha kinywaji hicho kadiri\niwezekanavyo. Mtoto wa umri wa miaka 2 anahitaji walau robo hadi nusu ya\nkikombe kikubwa (mililita 250 ) cha kinywaji maalumu kila baada ya kuharisha.\nMtoto wa umri wa miaka 2 au zaidi anahitaji walau nusu ya kikombe kizima\n(mililita 250) cha kinywaji maalumu kila baada ya kuharisha. **Je kama\nKinywaji maalumu hakipatikani?** Mpe mtoto kinywaji kilichotengenezwa kwa maji\nsalama na mchanganyiko wa sukari vijiko sita vya chai na chumvi nusu kijiko\ncha chai . Kuwa mwangalifu katika kupima kiasi cha sukari na chumvi usizidishe\nwala kupunguza. Sukari ikizidi inaweza kufanya hali ya ugonjwa iwe mbaya\nzaidi. Chumvi ikizidi inaweza kumdhuru vibaya mtoto. Kuzidisha maji zaidi kigo\nkatika mchanganyiko huo (zaidi kidogo ya lita moja ya maji salama) hakutaleta\nmadhara. **Kwa kawaida kuharisha hukoma ndani ya siku 3 au 4. Endapo\nhakutakoma mwone mtaalamu wa afya.**\n\n", 
  "source": "392040b1eaca4e96a06da66deb08a119", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "mtoto-mwenye-ugonjwa-wa-kuhara-anapaswa-kupata-kinywaji-maalumu-cha-chumvichumvi-kwa-ajili-ya-kurudisha-maji-mwilini-pamoja-na-kupata-virutubisho-vya-nyongeza-vya-zinki-kwa-siku-10-hadi-14-kwa-ujumla", 
  "uuid": "7b96c4b42b3a479facc34f676739472d"
}