{
  "subtitle": "", 
  "description": "Madini joto ni muhimu kwa ajili ya kuzuia matatizo ya kujifunza\r\nna kuchelewa kwa mabadiliko. Madini joto katika lishe ya mama\r\nwajawazito na watoto wadogo ni muhimu sana kwa ajili ya\r\nukomavu wa akili ya mtoto. Kutumia chumvi iliyoongezewa madini\r\njoto badala ya chumvi ya kawaida kunawapa mama wajawazito na\r\nwatoto wao wachanga kiasi cha kutosha cha madini joto", 
  "language": "swh_TZ", 
  "title": "Madini joto ni muhimu kwa ajili ya kuzuia matatizo ya kujifunza na kuchelewa kwa mabadiliko. Madini joto katika lishe ya mama wajawazito na watoto wadogo ni muhimu sana kwa ajili ya ukomavu wa akili y", 
  "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
  "created_at": "2014-10-12T19:12:36.967264+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:38.234459+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "7cd784eb022548c6b7a870581bb252ec", 
  "content": "Kiasi kidogo cha madini joto ni muhimu kwa ukuaji na mabadiliko ya mtoto.\nIkiwa mama mjamzito hana madini joto ya kutosha, kuna hatari ya kujifungua\nmtoto mwenye mtindio wa ubongo au kiziwi au hata bubu. Ikiwa mtoto hatapata\nmadini joto ya kutosha wakati wa uchangani na utotoni, anaweza akadumaa\nkimwili, kiakili na kimabadiliko. Hata upungufu kidogo tu wa madini joto\nunaweza kuathiri uwezo wa mtoto wa kujifunza na wa kiakili. Goita, uvimbe wa\ntezi la shingo, ni dalili za ulaji wa mlo usio na madini joto. Upungufu wa\nmadini joto kwa mama mwenye mimba changa unaweza kusababisha kuharibika kwa\nmimba au kujifungua mtoto mtu. Utumiaji wa chumvi iliyoongezwa madini joto\nbadala ya ile ya kawaida huwapatia mama wajawazito na watoto kiasi cha kutosha\ncha madini joto. Chumvi iliyoongezwa madini joto ni salama kabisa kwa matumizi\nya familia yote na ndiyo pekee inayofaa kwa mapishi. Wanafamilia hawana budi\nkuhakikisha kwamba wananunua chumvi iliyoongezwa madini joto yenye ubora wa\nkutosha – iliyofungwa vizuri na kuonyeshwa bayana kuwa imeongezwa madini joto.\nMama hawana budi kuhakikisha kuwa wanatumia tu chumvi iliyoongezwa madini joto\nkabla, wakati na baada ya ujauzito. Mama na baba wanapaswa kuhakikisha kwamba\nchumvi inayotumika kwenye familia imeongezwa madini joto.\n\n", 
  "source": "cef83f40924c409c9fdc6e512ee254b7", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "madini-joto-ni-muhimu-kwa-ajili-ya-kuzuia-matatizo-ya-kujifunza-na-kuchelewa-kwa-mabadiliko-madini-joto-katika-lishe-ya-mama-wajawazito-na-watoto-wadogo-ni-muhimu-sana-kwa-ajili-ya-ukomavu-wa-akili-y", 
  "uuid": "7cd784eb022548c6b7a870581bb252ec"
}