{
  "subtitle": "", 
  "description": "Kadri mtoto anavyoongeza idadi ya vyakula na vinywaji ndivyo\r\nanavyokuwa katika hatari kubwa zaidi ya ku kupata ugonjwa wa\r\nkuharisha. Kuchafuliwa kwa chakula na vijidudu ni sababu kuu ya\r\nugonjwa wa kuharisha na magonjwa mengine yanayosababisha\r\nwatoto wadogo kupoteza virutubisho na nguvu inayohitajika kwa\r\najili ya ukuaji. Usafi, maji salama, na utayarishaji na utunzaji mzuri\r\nwa chakula ni muhimu ili kuzuia magonjwa.", 
  "language": "swh_TZ", 
  "title": "Kadri mtoto anavyoongeza idadi ya vyakula na vinywaji ndivyo anavyokuwa katika hatari kubwa zaidi ya ku kupata ugonjwa wa kuharisha. Kuchafuliwa kwa chakula na vijidudu ni sababu kuu ya ugonjwa wa kuh", 
  "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
  "created_at": "2014-10-12T19:14:56.969949+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:37.851011+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "7ceaf52743074741aabd4bea0c383cdd", 
  "content": "Watoto wanapokuwa na kuanza kutambaa au kutembea toka eneo moja hadi jingine\nhutia mdomoni kitu chochote wanachokiokota. Wanaweza kukutana kirahisi na vitu\nvilivyochafuliwa na wadudu wa maradhi kadiri wanavyojitahidi kufahamu na\nkugundua mambo yanayowazunguka. Hivyo ni muhimu kwa wazazi na walezi\nkuhakikisha kwamba tabia ya usafi inadumishwa, kama vile kunawa mikono kwa\nmaji na sabuni au kwa vitu vingine mbadala kama vile majivu. Aidha wanapaswa\nkushughulikia na kutayarisha chakula kwa usafi, kutumia maji salama na kuweka\nmazingira wanamokaa katika hali ya usafi. Tabia ya usafi ni muhimu katika\nkuzuia kuharisha pamoja na magonjwa mengine na katika kulinda afya ya mtoto\nkilishe. Chakula kiliwe mara tu baada ya kupikwa na kinachosalia kihifadhiwe\nvizuri na salama. Chakula kipikwe na kuhifadhiwa kwenye vyombo safi . Watoto\nwalishe kwa kutumia vikombe na bakuli safi. Chupa pamoja na mipira ya kunyonya\nviepukwe kwani havisafishiki kiurahisi. Njia kuu tano za kutunza chakula kwa\nusalama ni: kitunze mahali safi; tenganisha chakula kilichoiva na kibichi;\nkipike kiive vizuri; kitunze katika joto lisiloharibu chakula; na safisha\nvyakula vinavyoliwa vibichi kwa maji salama. *(Soma sura ya Usafi kwa taarifa\nzaidi.)*\n\n", 
  "source": "96cc04dce75149d88502de594f9d3201", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "kadri-mtoto-anavyoongeza-idadi-ya-vyakula-na-vinywaji-ndivyo-anavyokuwa-katika-hatari-kubwa-zaidi-ya-ku-kupata-ugonjwa-wa-kuharisha-kuchafuliwa-kwa-chakula-na-vijidudu-ni-sababu-kuu-ya-ugonjwa-wa-kuh", 
  "uuid": "7ceaf52743074741aabd4bea0c383cdd"
}