{
  "subtitle": "", 
  "description": "Wasichana na wavulana, familia na jamii zao wanapaswa\r\nkupanga mpango na kuchukua hatua rahisi ili kujiandaa na hali\r\nya dharura – nyumbani, shuleni na katika jamii. ", 
  "language": "swh_TZ", 
  "title": "Wasichana na wavulana, familia na jamii zao wanapaswa kupanga mpango na kuchukua hatua rahisi ili kujiandaa na hali ya dharura – nyumbani, shuleni na katika jamii. ", 
  "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
  "created_at": "2014-10-13T12:49:31.607248+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:26.012642+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "8fe0bb539c894c62800a5a5654491f63", 
  "content": "Ndani ya kaya, familia nzima inaweza kujiandaa kukabiliana na dharura\nzinazosababishwa na majanga au migogoro. Kila mtu anapaswa kuelewa hatari\nmbalimbali za moto, matetemeko ya ardhi, mafuriko, dhoruba, na majanga mengine\nna hatari mbalimbali wakati wa migogoro. Namna ya kuikabili dharura inaweza\nkuwa na ufanisi ikiwa kila mtu katika familia na jamii nzima anaelewa majukumu\nyake. Hatari zinazoweza kutokea na maeneo salama katika jamii ni lazima\nyabainishwe. Ikiwezekana yaoneshwe kwenye ramani (mchoro unaoonekana wa\njamii). Kila mtu katika jamii anapaswa kushiriki na kuelimishwa. Mipango\ninapaswa kuhusisha namna ya kuwasaidia watoto wadogo, wazee na watu\nwasiojiweza. Mifumo ya kutoa tahadhari kwa jamii na njia za kupitia kutoka\nkatika hatari vinapaswa kubainishwa na kufahamishwa kwa watu. Jamii zinaweza\nkuandaa mazoezi ya namna ya kuchukua hatua za usalama wakati wa dharura pamoja\nna wavulana na wasichana walio shuleni na katika familia za maeneo ya jirani.\nJamii hazina budi kuhakikisha kuwa vituo vya afya vimeimarishwa katika\nkukabiliana na dharura na kufanya kazi pale vinapohitajika. Wataalamu wa afya\nwanapaswa kuandaliwa kutekeleza wajibu wao katika hali ya dharura. Ni muhimu\nkwa shule kujengwa katika maeneo salama, jirani na maeneo waishio watoto na\nmbali na maeneo hatarishi, kama vile mafuriko au maporomoko ya udongo\nyanapoweza kutokea. Shule zijengwe vizuri ili kuhakikisha kuwa watoto na\nwalimu wao wapo salama. Zinapaswa kupangiliwa vizuri ili kuwalinda watoto\ndhidi ya uvamizi, utekwaji au aina zingine za unyanyasaji. Walimu na viongozi\nwa shule wanaweza kuwasaidia watoto, familia na jamii nzima kufanya yafuatayo:\n\\- kuelewa hatari za majanga ya asili na dharura zingine \\- kujua jinsi ya\nkuzuia majanga \\- kujua hatua za kuchukua wakati wa dharura. Familia, ikiwa ni\npamoja na watoto, zihamasishwe kujua tahadhari na kuelewa hatua za kuchukua\nwakiona au wakisikia tahadhari hizo. Tahadhari au alama ya kuashiria hatari\ninaweza kuwa ya kawaida kama vile filimbi, baragumu/mbiu au bendera yenye\nrangi ya hatari. Maeneo salama ambapo familia zinaweza kukutana lazima\nyabainishwe. Mahali salama kwa ajili ya mifugo ni lazima pia yabainishwe.\nHadhari hizi zinasaidia kuzuia kuachana kwa wanafamilia. Watoto wanaweza\nkufundishwa kukumbuka majina yao na majina ya ndugu zao na majina ya vijiji au\nmiji yao. Wanaweza kufundishwa kubaini alama za kijiografia au alama\nzilizojengwa katika ardhi (kama vile majengo, minara) zinazoweza kuwasaidia\nkuzitafuta jamii zao pindi wanapotengana na familia zao. Mfuko wa dharura wa\nfamilia ulioandaliwa kabla unaweza kuwa mfuko wa kuokoa maisha. Mfuko huo\nunapaswa kuwa na kurunzi (tochi), betri, mishumaa, viberiti, redio, vifaa vya\nkuwekea maji na kisanduku cha huduma ya kwanza. Ni lazima mfuko huo kiangaliwe\nmara kwa mara ili ukae tayari kwa matumizi muda wote. Vyeti vya kuzaliwa na\nnyaraka muhimu za familia vinapaswa kutunzwa katika hali ya usalama, mahali\nvinapoweza kupatikana kwa urahisi. Vinapotunzwa kwa kuzungushiwa mifuko au\nkaratasi za plastiki vinakingwa na maji au uharibifu mwingine.\n\n", 
  "source": "560f70de5b784798be87a9e9bd8eafb2", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "wasichana-na-wavulana-familia-na-jamii-zao-wanapaswa-kupanga-mpango-na-kuchukua-hatua-rahisi-ili-kujiandaa-na-hali-ya-dharura-nyumbani-shuleni-na-katika-jamii", 
  "uuid": "8fe0bb539c894c62800a5a5654491f63"
}