{
  "subtitle": "", 
  "description": "2. Parto e Cuidados com o Recém-Nascido", 
  "language": "por_PT", 
  "title": "2. Parto e Cuidados com o Recém-Nascido", 
  "primary_category": "7b89a60599764968b4925e40d871ad5d", 
  "created_at": "2014-12-23T09:28:10+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-01-13T09:52:35.789118+00:00", 
  "_version": {
    "package_version": "0.3.1", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "SINAIS DE PERIGO NA GRAVIDEZ\r\n\r\n- A grávida não deve ter febre, dor de cabeça, hemorragia ou perda de líquidos pela vagina, mãos ou pernas inflamadas. Estes sintomas e sinais durante a gravidez ou pouco antes do parto são sinais de perigo que podem prejudicar a mãe e o bebé. Nesses casos, a grávida deve dirigir-se imediatamente para a unidade de saúde mais próxima.\r\n\r\nA FAMÍLIA PREPARA-SE PARA O PARTO\r\n\r\n- No último mês da gravidez, a grávida com apoio do marido ou da família deve preparar as condições do parto: uma sacola contendo compressas limpas (gazes), álcool, fraldas, panos e roupas limpas para cobrir e vestir o bebé.\r\n\r\n- A grávida também deve saber em que unidade sanitária vai fazer o parto, como e com que transporte chegará até à unidade sanitária e a pessoa que lhe vai levar. É preciso reservar algum dinheiro em caso de alguma emergência.\r\n\r\nPARTO SEMPRE NA UNIDADE DE SAÚDE\r\n\r\n- Realizar o parto numa unidade sanitária com ajuda de um técnico de saúde é sempre mais seguro. Em casa, a grávida pode correr o risco de sofrer complicações que podem levar à morte. A unidade sanitária tem condições, meios necessários e pessoal treinado para salvar vidas. \r\n\r\nPRIMEIRAS VACINAS LOGO APÓS O PARTO\r\n\r\n- Se, por acaso, o parto acontecer em casa, a mãe deve ir a unidade sanitaria imediatamente depois do parto para ter os primeiros cuidados e para que o bebé receba as primeiras vacinas para evitar tuberculose e paralisia infantil.\r\n\r\nCUIDADOS CASEIROS PARA O BEBÉ PEQUENO\r\n\r\n- Depois do parto, a mãe deve cuidar bem do bebé: manter o bebé nos panos, protegendo-o contra o frio, cuidar do umbigo com álcool ou água morna e mantê-lo limpo e seco.\r\n\r\n- A cada mudança da fralda a mãe limpa o umbigo com álcool ou com água morna e sabão. Se a mãe notar pus nos olhos do bebé ou uma respiração anormal, sangue ou pus do umbigo, borbulhas na pele, deve procurar imediatamente uma unidade sanitária.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "parto-e-cuidados-com-o-recem-nascido", 
  "uuid": "90171a7964ea4147bb29b4231d1c67e9"
}