{
  "subtitle": "", 
  "description": "Huduma za uzazi wa mpango huwapatia wanawake na wanaume \r\nwa umri wa kuweza kupata watoto maarifa pamoja na njia za \r\nkupanga wakati muafaka wa kupata watoto, idadi ya watoto \r\nwatakaowazaa, nafasi ya mtoto hadi mtoto mwingine pamoja \r\nna muda wa kusimamisha uzazi. Kuna njia nyingi za uzazi wa \r\nmpango ambazo ni salama, za kufaa na zinazokubalika kwa ajili \r\nya kuzuia mimba. ", 
  "language": "swh_TZ", 
  "title": "Huduma za uzazi wa mpango huwapatia wanawake na wanaume  wa umri wa kuweza kupata watoto maarifa pamoja na njia za  kupanga wakati muafaka wa kupata watoto, idadi ya watoto  watakaowazaa, nafasi ya mt", 
  "primary_category": "73a8bbe866944916995240f7d6aec24f", 
  "created_at": "2014-10-10T19:23:30.191092+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:48.224062+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "9024efcbf7314fe6ab625d1e6da18392", 
  "content": "Watoa huduma wa afya waliopata mafunzo hawana budi kutoa taarifa na ushauri\nili kuwasaidia wanawake na wanaume waweze kufanya maamuzi kuhusu uzazi wa\nmpango na kuwasaidia wanawake na wanaume kuchagua njia za uzazi wa\nmpangozinazokubalika, salama, na zenye ufanisi na za gharama nafuu. Watoa\nhuduma wa afya hawana budi pia kuwapatia vijana wa kike na wa kiume taarifa za\nafya ya uzazi pamoja na huduma za kupanga uzazi ambazo (1) zinafaa kwa vijana\nna (2) zinawawezesha kufanya maamuzi kuhusu afya na maisha yao. Ni muhimu\nkubuni njia ya kuweza kuwafikia wasichana pamoja na wasichana wajawazito kwa\nlengo la kuwapatia msaada wowote wanaouhitaji. Msaada unaweza kuwa ni pamoja\nna kuwapatia ushauri nasaha, njia za kupanga uzazi na huduma za kabla na baada\nya kujifungua. Wasichana wajawazito huhitaji uangalizi maalumu pamoja na\nkuhudhuria kliniki mara kwa mara kabla na baada ya kujifungua. Wavulana balehe\nna wanaume wanaweza kusaidia sana katika kuzuia mimba zisizohitajika\n(zisizokusudiwa); hivyo, ni muhimu wawezeshwe kupata taarifa pamoja na huduma\nzinazohusu afya ya uzazi. Kadiri mwanamke anavyopata elimu zaidi ndivyo\nanavyokuwa na uwezekano mkubwa zaidi wa kutumia njia za uzazi wa mpango\nkutopata watoto katika umri mdogo, wa kuwa na uwezo zaidi kiuchumi na kuwa na\nwatoto wachache wenye afya njema. Hivyo kuandikisha wasichana shule na\nkuhakikisha kwamba wanahitimu masomo yao ni jambo muhimu sana kwa afya ya mama\nna mtoto licha ya manufaa mengine mengi ya elimu. Katika mbinu zote za kuzuia\nmimba, ni mbinu ya kutumia kondomu pekee ndiyo yenye uwezo wa kuzuia mimba\npamoja na magonjwa yanayoambukizwa kwa njia ya ngono, ikiwa ni pamoja na VVU.\nNi muhimu kuelimisha vijana balehe na wanaume wengine kuhusu wajibu wao katika\nmatumizi ya kondomu. Vijana balehe wa kike na wa kiume, walioolewa na ambao\nhawajaolewa, wanapaswa kufahamu kuhusu kinga mbili za kondomu pamoja na njia\nnyingine za kuzuia mimba (kutumia njia mbili za kuzuia mimba kwa wakati mmoja)\nili kuepuka mimba na kuzuia magonjwa yanayoambukizwa kwa njia ya ngono, ikiwa\nni pamoja na VVU. Katika baadhi ya nchi vifo vinavyotokana na utoaji mimba ni\nvingi miongoni mwa wasichana. Kuna umuhimu wa kuwapatia wasichana pamoja na\nwanawake wa makamu na wenzi wao wa kiume taarifa kuhusu uzuiaji wa mimba\npamoja na hatari zinazohusiana na utoaji mimba na kuhusu huduma za baada ya\nutoaji mimba. Mama anayemnyonyesha mtoto wake wakati wote anapohitaji kunyonya\nusiku na mchana katika kipindi cha miezi sita ya mwanzo ya mtoto, anaweza\nasipate siku zake na hivyo kuzuia uwezekano wa kupata mimba. Uwezekano wa\nkupata mimba kabla ya kuona tena siku zake ni mdogo sana, chini ya asilimia 2,\nambayo ni sawa na asilimia ya njia nyingine za uzazi wa mpango; uwezekano wa\nmama wa aina hiyo kupata mimba huongezeka baada ya kupita miezi sita ya\nmwanzo.\n\n", 
  "source": "d0ecf4918dd14449b51fa2a74067be93", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "huduma-za-uzazi-wa-mpango-huwapatia-wanawake-na-wanaume-wa-umri-wa-kuweza-kupata-watoto-maarifa-pamoja-na-njia-za-kupanga-wakati-muafaka-wa-kupata-watoto-idadi-ya-watoto-watakaowazaa-nafasi-ya-mt", 
  "uuid": "9024efcbf7314fe6ab625d1e6da18392"
}