{
  "subtitle": "", 
  "description": "Kuna hatari kwa mama aliyeambukizwa VVU kumwambukiza\r\nmtoto wake wakati wa kumnyonyesha. Katika miezi sita ya\r\nkwanza, hatari ni kubwa zaidi iwapo mtoto ananyonyeshwa\r\nna kulishwa vyakula vingine vya majimaji kuliko kama\r\nananyonyeshwa maziwa ya mama pekee. Hivyo inashauriwa\r\nkwamba mtoto anyonyeshwe maziwa ya mama pekee kwa miezi\r\nsita ya mwanzo, isipokuwa kama kuna ulazima wa kutofanya\r\nhivyo na kwa kuzingatia, uwezekano, uwezo na upatikanaji wa\r\nuhakika wa maziwa mbadala (maziwa ya watoto ya dukani). ", 
  "language": "swh_TZ", 
  "title": "Kuna hatari kwa mama aliyeambukizwa VVU kumwambukiza mtoto wake wakati wa kumnyonyesha. Katika miezi sita ya kwanza, hatari ni kubwa zaidi iwapo mtoto ananyonyeshwa na kulishwa vyakula vingine vya maj", 
  "primary_category": "eadb116abd4b427c84316e8f3963b2d6", 
  "created_at": "2014-10-12T18:34:02.906312+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:40.972284+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "915084af9886455a9d82ccb13e5655e6", 
  "content": "Mama wajawazito na wale waliojifungua ambao wana wasiwasi kwamba wameambukizwa\nVVU wamuone mtaalamu wa afya kwa ajili ya kufanyiwa upimaji pamoja na kupewa\nushauri nasaha. Mama ambao wameambukizwa VVU wapatiwe ushauri nasaha wa namna\nya kupunguza hatari ya kumwambukiza mtoto VVU wakati wa ujauzito, kujifungua\nna kunyonyesha. Aidha wapatiwe ushauri nasaha wa namna ya kujihudumia na\nkupata dawa pamoja na kujitunza wao wenyewe. Mtaalamu wa afya anaweza\nkuwaelimisha wanawake walioambukizwa VVU kuhusu matumizi ya dawa za kufubaza\nvirusi kwa watu wenye na VVU. Mafunzo ya aina hiyo yatasaidia katika kupunguza\nhatari ya uambukizaji VVU kutoka kwa mama kwenda kwa mtoto pamoja na kumsaidia\nmama katika kutunza afya yake. Wafanyakazi wote wa afya wanapaswa kufahamu\nkuhusu upatikanaji wa huduma ya kupima VVU na ya utoaji wa dawa za kufubaza\nvirusi katika hospitali na kliniki za maeneo yao pamoja na kuwafahamisha mama\nwajawazito na wale waliojifungua kuhusu upatikanaji wa huduma hizo. Mama\naliyeambukizwa VVU apewe ushauri nasaha pamoja na kuelimishwa ili aweze kuamua\naina mbadala ya lishe kwa mtoto wake na ambayo atamudu gharama zake. Mama\naliyeambukizwa VVU anapaswa kufahamu kwamba endapo atamnyonyesha mtoto wake\nbila kumlisha kitu kingine kwa kipindi cha miezi sita tangu azaliwe\natampunguzia hatari za kupata magonjwa, utapiamlo na kupoteza maisha, na kama\nhatamnyonyesha mtoto wake atamwondolea hatari ya kumuambukiza VVU kwa njia ya\nunyonyeshaji. Aidha anapaswa kufahamu kuwa kumnyonyesha mtoto kwa kipindi\nkifupi zaidi kunaweza kumpunguzia hatari ya yeye kumwambukiza mtoto VVU.\nUamuzi wa kutomnyonyesha mtoto utolewe baada ya kutafakari kuhusu kukubalika\nkwake, uwezo wa wazazi wa kumudu gharama za vyakula mbadala kwa wakati wote\npamoja na usalama wa mama na mtoto. Endapo mambo haya yote yataonekana\nkuruhusu hilo kufanyikia, mtoto alishwe maziwa maalumu ya watoto peke yake kwa\nkipindi cha miezi sita bila kupewa kitu kingine wala maziwa ya mama. Kufanya\nhivyo huondosha hatari ya kumwambukiza mtoto VVU toka kwa mama kwa njia ya\nunyonyeshaji. Kama mama aliyeambukizwa VVU ataamua kumnyonyesha mtoto wake\nbasi mtoto asipewe kitu kingine chochote zaidi ya maziwa ya mama yake kwa muda\nwa miezi sita. Kumnyonyesha mtoto maziwa ya mama pekee kwa kipindi cha miezi\nsita kutapunguza zaidi hatari ya kuambukizwa VVU kuliko kumchanganyia maziwa\nya mama na vyakula na vinywaji vingine (‘ulishaji wa kuchanganya’). Ulishaji\nwa kuchanganya sio tu kwamba humuongezea mtoto hatari ya kupata maambukizo ya\nVVU katika miezi sita ya mwanzo tangu azaliwe bali pia husababisha magonjwa\nmengi zaidi kwa mtoto kama vile kuharisha, nyumonia na utapiamlo pamoja na\nkuhatarisha maisha yake. Baada ya miezi sita, watoto wote hawana budi kuanza\nkupewa vyakula vya kulikiza ili kukidhi ongezeko la mahitaji ya lishe katika\nmiili yao. Mama walionyonyesha watoto wao kwa kipindi cha miezi sita waendelee\nkuwanyonyesha pamoja na kuwapa vyakula vya kulikiza isipokuwa tu kama kuna\nulazima wa kutofanya hivyo na kama hali halisi inaruhusu. Pale ambapo ni\nlazima na mahitaji muhimu mbadala ya mtoto yanapatikana basi mtoto\nasinyonyeshwe tena kabisa. Wakati wa utoaji ushauri nasaha , mama\nanayenyonyesha asaidiwe katika kufikia uamuzi kuhusu kumwachisha au\nkutomwachisha mtoto wake ziwa kwa kuzingatia sababu za kufanya hivyo na uwezo\nwa kumudu gharama za lishe mbadala ya mtoto. Uamuzi wa namna hiyo usifikiwe\nkwa ghafla, kwa mfano kabla mtoto hajazaliwa, bali mama apewe muda wa kutosha\nkutafakari akisaidiwa na mtumishi wa afya, katika kipindi chote cha\nunyonyeshaji. Endapo mama ana uhakika wa kumudu gharama za lishe mbadala ya\nmtoto pamoja na namna salama ya kuitayarisha anaweza kuamua kutomnyonyesha\nmtoto wake na kuanza kumpatia lishe mbadala. Mtaalamu wa afya hana budi\nkumuelimisha mama na baba kuhusu njia salama ya kuandaa lishe mbadala ya\nmtoto. Mama mzazi ambaye hajui kama ameambukizwa VVU au la amnyonyeshe mtoto\nwake bila kumpatia kitu kingine chochote kwa muda wa miezi sita ya mwanzo,\nkasha aendelee kumnyonyesha hadi afikie miaka miwili au zaidi pamoja na\nkumpatia vyakula vya kulikiza. Watoto wachanga watakaobainika kuwa\nwameambukizwa VVU waendelee kunyonyeshwa ili waweze kunufaika na maziwa ya\nmama. Uamuzi wa mwisho kuhusu aina ya lishe bora ya mtoto mchanga ambaye mama\nyake ana maambukizo ya VVU utategemea hali ya mtu mmojammoja. Mama hawana budi\nkujadili suala hili pamoja na wataalamu wa afya. Mama mwenye maambukizo ya VVU\nana haki ya (1)kuelimishwa kabla hajafanya maamuzi kuhusu aina ya lishe ya\nmtoto (2) kupata msaada wowote anaohitaji ili kumwezesha kutekeleza uamuzi\naliofanya kuhusu lishe ya mtoto wake. *(Soma sura ya VVU na UKIMWI kwa taarifa\nzaidi kuhusu watoto na familia zinazoishi na VVU.)*\n\n", 
  "source": "b8783a00d938426193925e51388b59fb", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "kuna-hatari-kwa-mama-aliyeambukizwa-vvu-kumwambukiza-mtoto-wake-wakati-wa-kumnyonyesha-katika-miezi-sita-ya-kwanza-hatari-ni-kubwa-zaidi-iwapo-mtoto-ananyonyeshwa-na-kulishwa-vyakula-vingine-vya-maj", 
  "uuid": "915084af9886455a9d82ccb13e5655e6"
}