{
  "subtitle": "", 
  "description": "Kipindi cha kujifungua ni cha hatari sana si kwa mama tu bali pia \r\nkwa mtoto. Ili kuhakikishia usalama wakati wa kujifungua, kila \r\nmama anapaswa kujifungulia kwa mtaalamu wa ukunga ambaye \r\natamsaidia wakati wa kujifungua.", 
  "language": "swh_TZ", 
  "title": "Kipindi cha kujifungua ni cha hatari sana si kwa mama tu bali pia  kwa mtoto. Ili kuhakikishia usalama wakati wa kujifungua, kila  mama anapaswa kujifungulia kwa mtaalamu wa ukunga ambaye  atamsaidia ", 
  "primary_category": "27038d5886564782adcce92ec89494eb", 
  "created_at": "2014-10-10T21:18:27.543514+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:46.125713+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "919f2ed73d004fdbb247759ab856b7a3", 
  "content": "Kila ujauzito unapaswa kulelewa kwa makini, kwani wakati wowote panaweza\npakatokea tatizo ambalo ni hatari kwa mama, mtoto au kwa wote. Hatari nyingi,\nmagonjwa na hata vifo vinaweza kuepukika endapo mama mjamzito atapanga\nkujifungulia kwa mtaalamu mwenye ujuzi wa kutosha, kama vile daktari, muuguzi,\nau mkunga, na kuhudhuria kliniki ya mama wajawazito walau mara 4 katika\nkipindi cha ujauzito. Uwezekano wa mama au mtoto kuugua au kupoteza maisha\nhupungua kama mama akijifungulia kliniki na kusaidiwa na mtaalamu wa ukunga\nambaye pia atamfanyia mama na mtoto uchunguzi wa mara kwa mara ndani ya saa 24\nza baada ya kujifungua. Mama mjamzito anapokuwa tayari kujifungua, aruhusiwa\nkusindikizwa na mtu aliyemchangua mwenyewe ambaye atamhudumia wakati wote wa\nkujifungua na baada ya kujifungua. Wakati wa kujifungua na mara tu baada ya\nkujifungua mkunga husika anapaswa kufahamu: \\- Namna ya kukadiria hali ya\nuchungu wa uzazi na kufuatilia maendeleo pamoja na kuwa macho katika kubaini\ndalili yoyote ya hatari ambayo itahitaji kushughulikiwa mara moja \\- Uchungu\nwa uzazi unapokuwa umeendelea kwa muda mrefu sana (zaidi ya saa 12) na pale\ninapobidi kumhamishia mama katika hospitali au kwenye kliniki ya wazazi \\-\nWakati ambapo msaada wa kimatibabu unahitajika na namna ya kuupata. \\- Namna\nya kupunguza hatari zinazosababisha uambukizo (kutunza usafi wa mikono, vifaa\npamoja na mahali pa kujifungulia na kutumia glavu katika wakati muafaka) \\-\nNamna ya kumhamasisha mama mjamzito atembee pale uchungu unapoanza na kuridhia\nuchaguzi wake wa mkao anaotaka kukaa wakati wa kujifungua \\- Namna ya\nkumsaidia mama katika hatua mbalimbali za uchungu wa uzazi na za kujifungua\nmtoto \\- Nini cha kufanya endapo mama anapoteza damu nyingi mno \\- Nini cha\nkufanya endapo mtoto amekaa vibaya \\- Wakati gani wa kukata kitovu na namna ya\nkukihudumia \\- Nini cha kufanya endapo mtoto hajapumua mara tu baada ya\nkuzaliwa \\- Namna ya kumkausha mtoto na kumtunza katika ya joto baada ya\nkuzaliwa \\- Namna ya kumsaidia mama aweke mtoto wake kifuani kwa ajili ya\nkukutanisha miili yao na kumwandaa kwa unyonyeshaji wa mtoto baada ya kuzaliwa\n\\- Namna ya kuzalisha kondo la nyuma na kumhudumia mama kwa usalama na\nuangalifu baada ya kujifungua \\- Namna ya kumchunguza na kumpima mtoto na\nkumwekea matone katika macho yake kama ilivyoelekezwa kwa ajili ya kumkinga\ndhidi ya upofu na maambukizo \\- Namna ya kushughulikia matatizo ya kiafya ya\nmtoto mchanga na kumhamishia katika hospitali inayostahili kama ikibidi.\nMsindikizaji wa mama kwenda kujifungua naye anaweza kumsaidia mama mwenye\nuchungu wa uzazi kwa kumbembeleza aweze kula na kunywa na kutumia mbinu za\nupumuaji katika hatua mbalimbali za kujifungua pamoja na kumtia moyo.\n\n", 
  "source": "db1c21e881874dde840507ff2cf89de5", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "kipindi-cha-kujifungua-ni-cha-hatari-sana-si-kwa-mama-tu-bali-pia-kwa-mtoto-ili-kuhakikishia-usalama-wakati-wa-kujifungua-kila-mama-anapaswa-kujifungulia-kwa-mtaalamu-wa-ukunga-ambaye-atamsaidia", 
  "uuid": "919f2ed73d004fdbb247759ab856b7a3"
}