{
  "subtitle": "", 
  "description": "Familia zilizoathiriwa na VVU zinahitaji msaada wa kipato\r\nna huduma za ustawi wa jamii ili kuziwezesha kuwatunza\r\nna kuwauguza wanafamilia na watoto wagonjwa. Familia\r\nzinapaswa kuongozwa na kusaidiwa kupata huduma hizi.", 
  "language": "swh_TZ", 
  "title": "Familia zilizoathiriwa na VVU zinahitaji msaada wa kipato na huduma za ustawi wa jamii ili kuziwezesha kuwatunza na kuwauguza wanafamilia na watoto wagonjwa. Familia zinapaswa kuongozwa na kusaidiwa k", 
  "primary_category": "62caccc5066b4e9f82185983536893fb", 
  "created_at": "2014-10-13T14:33:07.247065+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:19.073454+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "970be4c4d77a459a87ce78689da17cdc", 
  "content": "Familia ni ngao muhimu na ya kwanza katika kuwalinda, kuwatunza na kuwasaidia\nwatoto walioambukizwa au walioathiriwa na VVU. Familia na ndugu huzikabili\ntakriban gharama zote zinazohusika katika matunzo ya watoto hawa. Familia\nzinatambuliwa kwa ujumla kuwa chanzo kizuri cha matunzo yenye upendo, ulinzi\nna msaada wanaohitaji watoto. Akina mama, baba, au walezi wengine wa msingi\nwalioambukizwa VVU wanahitaji msaada ili waishi maisha marefu. Kurefusha\nmaisha yao na kuwafanya waendelee kuwa na afya kunazisaidia familia kukaa\npamoja kwa muda mrefu. Wengi wa watoto waliofiwa na mmoja wa wazazi au na\nwazazi wote wawili wanaishi katika familia ambazo zina hali ngumu kiuchumi na\nzinazohitaji msaada. Walezi huwa ni akina mama ikiwa ni pamoja na watoto na\nwazee, kama vile bibi. Ushirikiano baina ya serikali na jamii au asasi zisizo\nza kiserikali na za kidini unaweza kutoa msaada wa kuboresha hali ya kiuchumi\nya familia zilizoathiriwa na VVU. Msaada unaweza kuwa ni pamoja na mikopo\nmidogomidogo, mikopo ya benki yenye riba nafuu na misaada ya kifedha kutoka\nkwenye jamii. Njia za kupata msaada wa kipato, kama vile fedha za kusaidia\njamii na huduma za ustawi wa jamii, zinapaswa kuelezwa kwa kina katika\nmiongozo ya kitaifa. Njia hizi hazina budi kuwasilishwa, kueleweka na\nkusimamiwa vyema katika ngazi za mitaa. Taarifa zinazotolewa na familia wakati\nwa kuomba misaada na huduma za kijamii zinapaswa kubaki siri. Kama sehemu ya\nhuduma za ustawi wa jamii, wataalamu wa afya wanapaswa kuhakikisha kwamba\nwatoto na watu wazima wenye VVU kutoka familia moja wanapata matibabu na\nmsaada kutoka kituo kilekile cha afya. Jambo hili husaidia kuokoa muda, nguvu\nna raslimali za familia. Huduma za ustawi wa jamii, pamoja na msaada kutoka\nkatika jamii na asasi za kiserikali na za kidini, zinapaswa kuwasaidia wazazi\nna walezi wengine kupata stadi zinazotakiwa kwa matunzo ya watoto\nwalioathiriwa na VVU. Kama mtoto ameambukizwa VVU, walezi wanahitaji msaada\nwa: \\- kuuelewa ugonjwa \\- kufahamu jinsi ya kumtunza na kumsaidia mtoto,\nikiwa ni pamoja na kuhakikisha kwamba anazingatia mpango wa tiba ya dawa za\nkufubaza virusi. \\- kupunguza hofu yao ya kuambukizwa VVU kutoka kwa mtoto \\-\nkufahamu jinsi ya kujikinga wakati wa kumhudumia mtoto \\- kuyaelewa na\nkuyakidhi mahitaji ya hisia za mtoto. Mtoto aliyefiwa na mzazi, mlezi au ndugu\nkwa sababu ya UKIMWI anahitaji msaada wa kisaikolojia na kijamii kutoka katika\nfamilia na pengine ushauri nasaha ili aweze kuondokana na hali ya kihoro,\nhuzuni na majonzi. Mzazi au mlezi anahitaji msaada kuelewa hatua za majonzi ya\nmtoto kwa kuzingatia umri wake, halikadhalika hatua mwafaka za kisaikolojia\nzinazopaswa kuchukuliwa. Wazazi wanaoishi na VVU wanapaswa kuhakikisha kwamba\nkila mmoja wa watoto wao ana cheti cha kuzaliwa. Wazazi wanapaswa kuandaa\nwasia kama wana pesa, ardhi au mifugo ambayo itarithiwa na watoto wao, hali\nkadhalika kueleza ni nani atakayekuwa mlezi wa watoto wao. Watoto wanapaswa\nkuwa sehemu ya mchakato huu kwa kushirikiana na wazazi wao, ikiwa wana umri wa\nkutosha kuelewa.\n\n", 
  "source": null, 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "familia-zilizoathiriwa-na-vvu-zinahitaji-msaada-wa-kipato-na-huduma-za-ustawi-wa-jamii-ili-kuziwezesha-kuwatunza-na-kuwauguza-wanafamilia-na-watoto-wagonjwa-familia-zinapaswa-kuongozwa-na-kusaidiwa-k", 
  "uuid": "970be4c4d77a459a87ce78689da17cdc"
}