{
  "subtitle": "", 
  "description": "Kuwahimiza watoto kucheza na kutambua mambo mapya\r\nhuwasaidia kujifunza na kubadilika kimahusiano, kihisia, kimwili\r\nna kiakili. Hali hiyo huwafanya watoto wawe tayari kuanza\r\nshule.", 
  "language": "swh_TZ", 
  "title": "Kuwahimiza watoto kucheza na kutambua mambo mapya huwasaidia kujifunza na kubadilika kimahusiano, kihisia, kimwili na kiakili. Hali hiyo huwafanya watoto wawe tayari kuanza shule.", 
  "primary_category": "84c39134746243a1a04fc013fd1b1e0e", 
  "created_at": "2014-10-12T17:31:29.242402+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:44.134320+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "a8a377d6dbe04f5c972de95d7ba814d5", 
  "content": "Watoto hucheza kwa vile kufanya hivyo huwafurahisha. Mchezo pia ni njia muhimu\nsana ya kujifunzia na kuleta mabadiliko kwa mtoto. Kucheza, ama kwa kuzingatia\nkanuni au kiholela, huwajengea watoto msingi wa mbinu za kujifunza na kuelewa\nmaisha. Huwasaidia watoto: \\- kujenga maarifa , uzoefu , udadisi na kujiamini\n\\- kujifunza kwa vitendo, kwa kulinganisha matokeo, kwa kuuliza maswali na kwa\nkutatua matatizo \\- kujenga lugha, uwezo wa kufikiri, kupanga, kuandaa na\nkutoa maamuzi. Kuhimizwa pamoja na kushiriki katika michezo pamoja na watoto\nwengine na watu wazima ni mambo muhimu sana kwa watoto wenye ulemavu au\nmaradhi sugu, kwa mfano watoto wenye VVU. Pale wazazi na walezi wengine\nwanapozungumza na watoto kwa kutumia lugha yao ya awali huwasaidia watoto\nkujenga uwezo wa kufikiri na kujieleza wao wenyewe. Watoto hujifunza lugha kwa\nurahisi zaidi kwa kusikia na kuimba nyimbo, kusimuliwa au kusomewa hadithi,\nkukariri nyimbo za watoto na kucheza michezo. Wasichana na wavulana wote\nhawana budi kupewa nafasi sawa za kushiriki kwenye michezo na kushirikiana\npamoja na wanafamilia wengine, wakiwemo ndugu na bibi na babu, katika shughuli\nza nyumbani. Michezo na kukaa pamoja na mama na baba husaidia kuimarisha\nuhusiano baina ya watoto na wazazi. Wanafamilia pamoja na walezi wa watoto\nwanaweza kuwasaidia watoto katika kujifunza kwa kuwapatia majaribio rahisi\nyenye maelekezo bayana, vitu vya kuchezea na kuwaanzishia mambo mapya ya\nkufanya. Hata hivyo wasiwe wachezaji wakuu katika michezo ya watoto. Watoto\nwote huhitaji aina mbalimbali za vitu rahisi vya kuchezea vinavyolingana na\nhatua yao ya mabadiliko na ya ujifunzaji. Maji, mchanga, maboksi, vipande\nvidovidogo vya miti kwa ajili ya kujengea, vitu vidogovidogo vilivyofinyangwa\npamoja na mifuniko, vyote hivi vinafaa kwa michezo ya watoto sawa tu na\nwanasesere wanaonunuliwa dukani. Wazazi pamoja na walezi hawana budi kuwa na\nuvumilivu pale mtoto mdogo kabisa anapokataa kusaidiwa katika kufanya kitu\nfulani. Watoto hujifunza kwa kurudiarudia hadi wafanikiwe. Ili mradi mtoto\nhayuko kwenye hatari yoyote, jitihada zake za kufanya kitu kipya na kigumu ni\nishara nzuri ya maendeleo ya mtoto. Watoto hubadilika wakati wote na kujenga\nuwezo mpya. Walezi wa watoto hawana budi kubaini mabadiliko hayo ya mtoto na\nkuyafuatilia . Kufuatilia na kuwasifia watoto huwasaidia kujenga uwezo mpya\nharaka zaidi. Kadiri watoto wadogo wanavyozidi kukuwa ndivyo wanavyohitaji\nkupewa nafasi ya kujifunza na kuchanganyika na watoto wengine wa umri wao.\nUjifunzaji wa pamoja nyumbani, au kwenye shule ya chekechea chini ya uangalizi\nwa mlezi mwenye ujuzi au mwalimu husaidia kumwandaa mtoto kwa ajili ya kuanza\nshule.\n\n", 
  "source": "48ce644a888049cabd58a9f3c68550ab", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "kuwahimiza-watoto-kucheza-na-kutambua-mambo-mapya-huwasaidia-kujifunza-na-kubadilika-kimahusiano-kihisia-kimwili-na-kiakili-hali-hiyo-huwafanya-watoto-wawe-tayari-kuanza-shule", 
  "uuid": "a8a377d6dbe04f5c972de95d7ba814d5"
}