{
  "subtitle": "", 
  "description": "Wazazi au walezi wengineo wanapaswa kuongea na watoto\r\nwao kuhusu mahusiano, ngono na mazingira hatarishi waliyo\r\nnayo ya kuambukizwa VVU. Wasichana wenye umri mdogo ndio\r\nhasa walio katika hatari ya kuambukizwa VVU. Wasichana na\r\nwavulana wanapaswa kujifunza jinsi ya kuepuka, kukataa au\r\nkujilinda dhidi ya unyanyasaji na ukatili wa kijinsia na shinikizo\r\nla rika. Wanapaswa kuelewa umuhimu wa usawa na heshima\r\nkatika mahusiano.", 
  "language": "swh_TZ", 
  "title": "Wazazi au walezi wengineo wanapaswa kuongea na watoto wao kuhusu mahusiano, ngono na mazingira hatarishi waliyo nayo ya kuambukizwa VVU. Wasichana wenye umri mdogo ndio hasa walio katika hatari ya kua", 
  "primary_category": "62caccc5066b4e9f82185983536893fb", 
  "created_at": "2014-10-13T14:19:57.187895+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:20.089175+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "ad2877860fcd477ea5e3231ef2c1d140", 
  "content": "Wakati ambapo watoto wanahitaji kujua ukweli wa kibiolojia kuhusu ngono,\nwanahitaji pia kuelewa kwamba uhusiano wa kimapenzi unahusisha wajibu na\nkujaliana. Kujadiliana na mtoto kuhusu hisia za uhusiano wa kimapenzi\nkutamsaidia kufanya maamuzi ya kiafya baadaye na kupingana na shinikizo la\nrika. Ni muhimu kuzungumzia ngono kwa namna inayofaa kulingana na umri wa\nmtoto na hatua yao ya mabadiliko na kwa kuzingatia maadili. Wakati wa\nkuzungumza na watoto, ni muhimu kuwafahamisha kwamba wasichana wenye umri\nmdogo ndio hasa walio katika hatari zaidi ya kuambukizwa VVU. Wasichana\nwanahitaji msaada ili wajikinge na ngono zisizotakiwa na zisizo salama.\n**Katika nchi nyingi, viwango vya maambukizo ya VVU viko juu miongoni mwa\nwasichana kuliko wavulana.** Wasichana wanaweza kuathirika kirahisi zaidi na\nmaambukizo ya VVU kwa sababu: \\- Hawawezi kuchagua lini wafanye ngono au\nkumwomba mwanaume atumie kondomu \\- Utando wao wa ukeni ni mwembamba kuliko\nakina mama waliokomaa na hivyo unaweza kuchubuka kirahisi kutokana na ngono;\nmichubuko hiyo inaweza kuruhusu maambukizo ya VVU na mengineyo yaenezwayo kwa\nnjia ya ngono \\- Wakati mwingine wanalengwa na wanaingia katika mahusiano na\nwanaume wenye umri mkubwa zaidi ambao wanaweza kuwa wameambukizwa \\- Wako\nkatika mazingira hatarishi ya kuweza kutumiwa katika biashara ya ngono na\nkusafirishwa, hali inayowaweka katika hatari kubwa. Wasichana na akina mama\nwana haki ya kukataa kufanya ngono isiyotakiwa na ya bila kinga. Wana haki pia\nya kujifunza stadi za jinsi ya kuepuka, kukataa au kujikinga dhidi ya\nkutongozwa wasipotaka. Wasichana na akina mama wanahitaji kufahamu cha kufanya\nna wapi pa kwenda wanapokuwa wamefanyiwa vitendo vya ubakaji. Wanapaswa\nkutafuta msaada wa mtaalamu wa afya au kwenda katika kituo cha afya kwa ajili\nya matibabu na ushauri nasaha. Wataalamu wa afya na wafanyakazi wa idara ya\nustawi wa jamii wanapaswa kupatiwa mafunzo ili wawe waelewa kwa wasichana na\nakina mama wanapokuwa katika hali kama hii. Taarifa hii inawahusu pia\nwavulana. Wazazi, walimu, viongozi wa jamii na watu wengine ambao ni mfano wa\nkuigwa na watoto na vijana wanaweza kusaidia kwa kuchochea majadiliano baina\nya wasichana na wavulana kuhusu unyanyasaji na ukatili wa kijinsia na\nshinikizo la rika. Wanaweza pia kutetea haki za wasichana na wanawake na\nhalikadhalika usawa na heshima katika mahusiano. Katika kushughulikia suala la\nukatili, wavulana na vijana wanahitaji kushirikishwa kikamilifu katika\nkutafuta masuluhisho na suala hili linapaswa kutazamwa kama tatizo. Ushiriki\nwao kikamilifu katika kufanikisha usawa wa kijinsia unapaswa kulitazama kwa\nundani suala la fikra potofu kuhusu jinsia na matarajio yake ikiwa ni pamoja\nna majukumu na wajibu wa wanaume. Majadiliano nyumbani na shuleni na katika\nshughuli za kijamii kuhusu kuheshimu maamuzi ya wasichana na akina mama,\nufanyaji wao wa maamuzi na wanavyokabiliana na shinikizo la rika yanaweza\nkuchangia katika ushirikishwaji wa wavulana na halikadhalika wasichana katika\ntaratibu za kiafya na katika kukabiliana na fikra potofu zenye madhara.\n\n", 
  "source": "bc9e4d937e1c44b6bf9a7f73a6bd77c6", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "wazazi-au-walezi-wengineo-wanapaswa-kuongea-na-watoto-wao-kuhusu-mahusiano-ngono-na-mazingira-hatarishi-waliyo-nayo-ya-kuambukizwa-vvu-wasichana-wenye-umri-mdogo-ndio-hasa-walio-katika-hatari-ya-kua", 
  "uuid": "ad2877860fcd477ea5e3231ef2c1d140"
}