{
  "subtitle": "", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Gravidez e Consultas Pré-Natais", 
  "primary_category": "1ea47579bccd4d0d85e0ffa5c3ce3cda", 
  "created_at": "2014-12-22T13:51:01+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-12-22T15:09:41.795351+00:00", 
  "_version": {
    "package_version": "0.3.1", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "COMO DESCOBRIR SE ESTOU GRÁVIDA\r\n\r\n- Para uma mulher que deixa de menstruar, a sensação de enjôos, tontura e preguiça pode ser sinal de que está grávida.\r\n\r\n![enter image description here][1]\r\n\r\n\r\nCUIDADOS NA GRAVIDEZ\r\n\r\n- Na gravidez, a mãe deve repousar e evitar esforços violentos como partir ou cortar lenha, acarretar água com grandes recipientes em localidades distantes ou lavar no tanque, para a sua boa saúde e a saúde do seu bebé.\r\n\r\n![enter image description here][2]\r\n\r\nCRIANDO LAÇOS DE AMOR COM O BEBÉ\r\n\r\n- Durante a gravidez a mãe e o pai devem acariciar a barriga e conversar com a criança para criar laços de amor e afecto.\r\n\r\n![enter image description here][3]\r\n\r\nBOA ALIMENTAÇÃO NA GRAVIDEZ\r\n\r\n- A mãe grávida precisa de boa alimentação e comer 4 ou 5 vezes por dia: couve, kizaka, rama, gimboa, lombi, todo o tipo de verduras, frutas como banana ou manga, carnes, peixe, legumes como cenouras e tomates e cereais como pão, milho e arroz, leite, ovos e funje, ajudam a grávida e o bebé a nascer bem forte.\r\n\r\n![enter image description here][4]\r\n\r\nAMAMENTAÇÃO\r\n\r\n- Todas as mulheres grávidas que têm mamilos (ponta da chucha) muito pequenos podem fazer\r\nmassagens muito suavemente cada vez que a mãe toma banho para que a criança quando nascer\r\npossa conseguir mamar.\r\n\r\n![enter image description here][5]\r\n\r\nCONSULTAS PRÉ-NATAIS: A MELHOR FORMA DE PREVENÇÃO\r\n\r\n- Cada gravidez precisa de uma atenção especial, por isso, a mãe durante os 9 meses de gravidez deve dirigir-se de 2 em 2 meses à consulta pré-natal, iniciando o mais cedo possível para acompanhar a sua saúde e a saúde do seu bebé.\r\n\r\n![enter image description here][6]\r\n\r\nVACINA CONTRA O TÉTANO\r\n\r\n- Na consulta, a mãe apanha a vacina contra o tétano que é muito importante porque protege a mãe e o bebé que vai nascer contra a morte por tétano.\r\n\r\n![enter image description here][7]\r\n\r\nPROTECÇÃO CONTRA O VIH E SIDA\r\n\r\n- O VIH pode levar, na fase avançada, a uma doença muito grave chamada SIDA. Nem todas as pessoas que têm VIH se sentem doentes mas podem passá-lo a outras pessoas, principalmente através da actividade sexual desprotegida e partilha de objectos cortantes como facas e lâminas\r\nou através de transfusões de sangue contaminado.\r\n\r\n![enter image description here][8]\r\n\r\nDESCOBRIR SE TEMOS O VIH É O PRIMEIRO PASSO PARA NOS PROTEGERMOS\r\n\r\n- As mulheres com VIH podem passá-lo aos seus bebés durante a gravidez, o trabalho de parto, o parto e a amamentação. Por isso é importante fazer o teste do VIH, o quanto antes possível, para poder receber cuidados médicos durante a gravidez, para diminuir o risco de passar o VIH para o bebé.\r\n\r\n![enter image description here][9]\r\n\r\nO TESTE DO VIH PARA PROTEGER AS GRÁVIDAS, OS MARIDOS E AS CRIANÇAS\r\n\r\n- O teste do VIH é uma coisa normal, a grávida não precisa de ter medo e todas as pessoas deviam fazer. \r\n\r\n![enter image description here][10]\r\n\r\n\r\n  [1]: http://s3.postimg.org/9jfoc1mzn/GRAVIDEZ_DICA_1.jpg\r\n  [2]: http://s9.postimg.org/ycc8yla8v/gravidez_2.jpg\r\n  [3]: http://s30.postimg.org/r5o0bsndt/Gravidez_3.jpg\r\n  [4]: http://s17.postimg.org/6zuclck4f/Gravidez_4.jpg\r\n  [5]: http://s7.postimg.org/tjfu4tayz/gravidez_5.jpg\r\n  [6]: http://s30.postimg.org/3oid7sxnl/GRAVIDEZ_CONSULTAS.jpg\r\n  [7]: http://s17.postimg.org/adgtwnysf/VACINA_T_TANO.jpg\r\n  [8]: http://s24.postimg.org/4vx3fvl11/GRAVIDEZ_SIDA_SIDA.jpg\r\n  [9]: http://s17.postimg.org/luf9oj273/gravidez_9.jpg\r\n  [10]: http://s9.postimg.org/p8oebr28v/GRAVIDEZ_10.jpg", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "gravidez-e-consultas-pre-natais", 
  "uuid": "b18a0876f6da4390974af3dad7ed05ee"
}