{
  "subtitle": "", 
  "description": "Surua, kuhara, homa ya vichomi, malaria, utapiamlo na matatizo\r\nya mtoto aliyezaliwa muda mfupi uliopita ni vyanzo vikubwa\r\nvinavyochangia vifo vya watoto wakati wa dharura. ", 
  "language": "swh_TZ", 
  "title": "Surua, kuhara, homa ya vichomi, malaria, utapiamlo na matatizo ya mtoto aliyezaliwa muda mfupi uliopita ni vyanzo vikubwa vinavyochangia vifo vya watoto wakati wa dharura. ", 
  "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
  "created_at": "2014-10-13T12:53:04.555147+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:25.675213+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "b3ddaf3d5e384077a16b1155d49e3d7a", 
  "content": "Magonjwa ya kuambukiza yanaenea kirahisi katika dharura zinazokuwa na hali ya\nmsongamano. Ili kupunguza hatari hizo: \\- hakikisha kwamba watoto wote wenye\numri wa kati ya miezi 6 na miaka 15 wanapewa chanjo ya kukinga maradhi ya\nsurua, mara wanapokutana au wanapokaa \\- endelea kufuatilia huduma za matunzo\nya afya ili kuzuia na kutibu magonjwa. *(Soma katika sura zinazohusu Uzazi\nSalama na Afya ya Mtoto mchanga; Chanjo; Kikohozi, Mfua na Magonjwa Mengine\nhatari zaidi; na Malaria kwa kuchukua hatua za kiutendaji.)* Utapiamlo ni\ntatizo la kawaida katika maeneo yaliyo katika dharura kutokana na upungufu wa\nchakula, kuongezeka kwa magonjwa na kutetereka kwa huduma za matunzo. Kwa\nhiyo, ni muhimu kuhakikisha kuwa watoto: \\- wananyonyeshwa na kupata kiwango\ncha kutosha cha chakula na vinywaji vyenye lishe kulingana na umri wao. \\-\nwanapata virutubisho vidogovidogo vya nyongeza sanjari na vyakula vyenye\nvirutubisho. Watoto ambao ni wembamba sana na/au wamevimba (kwa kawaida,\nmiguu) wanapaswa kupelekwa kwa mtaalamu wa au kituo cha afya kwa ajili ya\nkufanyiwa uchunguzi na kupatiwa matibabu ya haraka na hatua zingine za\nusimamizi zifuate kulingana na hali zao. *(Rejea sura zinazohusu Unyonyeshaji\nwa Maziwa ya Mama na Lishe na Ukuaji.)* Katika dharura, kukosekana kwa maji\nsalama, huduma za maji taka na usafi huweza kusababisha ugonjwa unaoweza\nkuenea kwa watu wengi. Ugonjwa wa Kipindupindu unaweza kutokea mahali ambapo\nkuna msongamano mkubwa wa watu na huduma duni za maji taka. Hatua za msingi\nzinazopaswa kuchukuliwa ni pamoja na: \\- kunawa mikono mara kwa mara kwa\nkutumia maji safi na sabuni au maji na majivu \\- kutupa vinyesi na taka zote\nkatika hali ya usalama \\- kuhakikisha kuwa chakula kinaandaliwa katika hali ya\nusalama \\- kutumia vyanzo salama vya maji au kutumia njia za kuyaweka maji\nkatika hali ya usalama, kama vile kuchemsha, kuchuja, kutia shabu au kuua\nvimelea vya maradhi kwa kutumia mwanga wa jua. \\- kutunza maji salama katika\nvyombo safi vilivyofunikwa. *(Soma sura zinazohusu Usafi na Ugonjwa wa Kuhara\nkwa maelezo zaidi.)*\n\n", 
  "source": "5bf20e72fe4f4b56b4853fe87b83e4fe", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "surua-kuhara-homa-ya-vichomi-malaria-utapiamlo-na-matatizo-ya-mtoto-aliyezaliwa-muda-mfupi-uliopita-ni-vyanzo-vikubwa-vinavyochangia-vifo-vya-watoto-wakati-wa-dharura", 
  "uuid": "b3ddaf3d5e384077a16b1155d49e3d7a"
}