{
  "subtitle": "", 
  "description": "Chanjo hukinga dhidi ya magonjwa hatari kadhaa. Mtoto\r\nambaye hajapewa chanjo anakuwa katika hatari zaidi ya\r\nkuumwa, kupata ulemavu wa kudumu, au kupata utapiamlo, na\r\nhata kupoteza maisha. ", 
  "language": "swh_TZ", 
  "title": "Chanjo hukinga dhidi ya magonjwa hatari kadhaa. Mtoto ambaye hajapewa chanjo anakuwa katika hatari zaidi ya kuumwa, kupata ulemavu wa kudumu, au kupata utapiamlo, na hata kupoteza maisha. ", 
  "primary_category": "f1977f57cd124b348820df64ee59bc1a", 
  "created_at": "2014-10-12T19:40:31.804705+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:36.427022+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "b41366decd4d4882863f54d4caf299b1", 
  "content": "Chanjo huwakinga watoto dhidi ya baadhi ya mgonjwa hatari sana. Watoto wote,\nikiwa ni pamoja na wenye ulemavu, wanapaswa kupewa chanjo. Mtoto hupewa chanjo\nkwa njia ya kuchomwa sindano au kulishwa mdomoni. Chanjo hufanya kazi kwa\nkujenga ulinzi wa mtoto dhidi ya magonjwa. Kinga hufanya kazi tu pale\ninapotolewa kabla ya ugonjwa kujitokeza. Mtoto ambaye hajapewa chanjo ana\nuwezekano mkubwa wa kupata surua, kifaduro, na magonjwa mengine mengi\nyanayoweza kuua. Watoto wanaonusurika na magonjwa haya hudhoofika na wakati\nmwingi kudumaa kiukuaji. Wanaweza pia kupata ulemavu wa kudumu. Vilevile\nwanaweza kupoteza maisha kutokana na utapiamlo na magonjwa mengine. Watoto\nwote hawana budi kupewa chanjo ya BCG, ambayo hutoa kinga dhidi ya baadhi ya\naina za kifuakikuu na ukoma. Watoto wote wanapaswa kupewa chanjo ya DTP ambayo\nhutoa kinga dhidi ya ugonjwa wa donda koo, pepopunda, na kifaduro. Kifaduro\nhusababisha maambukizo ya njia ya juu ya hewa, ambayo yakiwa makali sana\nhuweza kusababisha matatizo ya upumuaji na kifo. Pepopunda husababisha misuli\nkukakamaa na maumivu ya misuli na huweza kusababisha kifo. Kifaduro huathiri\nnjia ya hewa na kusababisha kikohozi kinachodumu kwa wiki 4 hadi 8. Ugonjwa\nhuu ni hatari sana kwa watoto. Mama wajawazito na watoto wote wanapaswa kupewa\nchanjo ya kinga dhidi ya pepopunda. \\- Kumpa chanjo mama au msichana kwa\nangalau dozi mbili za pepopunda kabla au baada ya mimba humkinga mtoto mchanga\nkwa wiki chache za mwanzo tangu kuzaliwa na humkinga pia mama. \\- Katika umri\nwa wiki 6, mtoto anapaswa kupewa dozi ya kwanza ya pepopunda (DTP (DPT) ili\nkuimarisha kinga dhidi ya pepopunda aliyopata toka kwa mama. Mtoto hana budi\nkupata chanjo ya surua, ugonjwa ambao unaweza kuwa chanzo kikuu cha utapiamlo,\nkudumaa kwa akili, na matatizo ya kusikia na kuona. Dalili za mtoto kuwa na\nsurua ni homa na vipele, pamoja na kikohozi, makamasi, au macho mekundu. Mtoto\nhuweza kupoteza maisha kutokana na surua. Watoto wote wanapaswa kupewa chanjo\nya polio. Dalili za ugonjwa wa polio ni miguu legelege au kushindwa kutembea.\nKwa kila watoto 200 wanaoambukizwa polio, mtoto mmoja hupata ulemavu wa\nkudumu. Katika nchi ambako homa ya ini ni tatizo, watoto 10 kati ya 100\nwatapata maambukizo ya kudumu kama hawatapewa kinga kwa kutumia chanjo ya homa\nya ini. Hadi robo ya watoto wanaoambukizwa ugonjwa wa homa ya ini huweza\nkupata matatizo makubwa ya ini kama vile saratani wanapokuwa watu wazima.\nKatika nchi nyingi, nyumonia, ugonjwa ambao husababishwa na bakteria, ni\nugonjwa wa kawaida na husababisha vifo vingi vya watoto wadogo. Bakteria\nwanaosababisha nyumonia huweza pia kusababisha ugonjwa wa uti wa mgongo pamoja\nna maambukizo mengine hatari kwa watoto. Bakteria hawa ni miongoni mwa\nbakteria hatari sana kwa watoto, hususani wenye umri wa chini ya miaka 5.\nKinga ya chanjo za Hib na PCV huweza kuzuia vifo hivyo. Matumizi ya chanjo\nmoja yenye kinga tano, inayojumuisha chanjo za DTP, homa ya ini, na Hib\nyamekuwa yakiongezeka kwa kasi kwa njia ya programu za kitaifa za chanjo.\nUgonjwa wa kuhara unaosababishwa na virusi aina ya rota ni wa kawaida na\nhuweza kuwa mkali sana. Humwathiri karibu kila mtoto mwenye umri wa chini ya\nmiaka 5. Ugonjwa mkali wa kuhara unaotokana na virusi hivyo ni wa kawaida sana\nkatika nchi zinazoendelea ambako huduma za afya hupatikana kwa shida, hivyo\nkusababisha vifo vingi kwa watoto wa umri wa chini ya miaka 5, hususani wale\nwa umri wa chini ya miaka 2. chanjo ya ugonjwa huo humkinga mtoto dhidi ya\nvirusi vinavyosababisha ugonjwa. Hata hivyo, ugonjwa wa kuhara unaotokana na\nbakteria au aina nyingine ya virusi bado unaweza kuwapata watoto hawa. Katika\nbaadhi ya nchi, ugonjwa wa homa ya manjano huhatarisha maisha ya watoto wadogo\nna ya watu wazima. Chanjo huweza kuzuia ugonjwa huu. Virusi vya aina ya\nJapanese encephalitis husambazwa na mbu, hususani katika maeneo ya vijijini ya\nnchi za Asia. Virusi hivi husababisha ugonjwa mbaya sana, unaoua hadi robo ya\nwanaoambukizwa. Wengi wa wanaonusurika hupata matatizo ya akili. Mtaalamu wa\nafya anapaswa kuonwa kwa ajili ya kutoa ushauri na elimu kuhusu miongozo ya\nkitaifa ya matumizi ya chanjo ya ugonjwa huu. Maziwa ya mama na dang’a—maziwa\nmazito ya njano yanayotoka kwa siku chache baada ya mama kujifungua, hutoa\nkinga dhidi ya ugonjwa wa kuhara, nyumonia, na magonjwa mengine. Dang’a wakati\nmwingine hujulikana kama kinga ya kwanza ya mtoto mchanga inayomsaidia kujenga\nkinga ya mwili dhidi ya magonjwa. Vitamini A huzuia upofu na huwasaidia watoto\nkukabiliana na maambukizo. Vitamini A hupatikana katika maziwa ya mama, maini,\nsamaki, bidhaa za maziwa, baadhi ya matunda ya rangi ya machungwa na manjano,\nna mbogamboga, na baadhi ya mboga za kijani. Katika nchi nyingi ambako\nupungufu wa vitamini A ni jambo la kawaida, dozi kubwa ya vidonge au maji ya\nvitamini A hutolewa kwa kila mtoto mwenye umri wa kuanzia miezi 6 hadi miaka\n5, kila baada ya miezi 4 hadi 6. vitamini A husambazwa wakati wa vipindi vya\nkawaida vya chanjo (kama vile wakati wa chanjo ya surua kwa watoto wa umri wa\nmiezi 9) lakini pia wakati wa kampeni maalum za chanjo. Vitamini A pia ni\nsehemu muhimu pia ya tiba ya surua.\n\n", 
  "source": "1487420890a24c44a7e2d7b753ea195d", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "chanjo-hukinga-dhidi-ya-magonjwa-hatari-kadhaa-mtoto-ambaye-hajapewa-chanjo-anakuwa-katika-hatari-zaidi-ya-kuumwa-kupata-ulemavu-wa-kudumu-au-kupata-utapiamlo-na-hata-kupoteza-maisha", 
  "uuid": "b41366decd4d4882863f54d4caf299b1"
}