{
  "subtitle": "", 
  "description": "Kuungua kunaweza kuzuilika kwa kuhakikisha kuwa watoto\r\nwanakaa mbali na mioto, meko, vimiminika na vyakula vya\r\nmoto, na nyaya za umeme zilizo wazi.", 
  "language": "swh_TZ", 
  "title": "Kuungua kunaweza kuzuilika kwa kuhakikisha kuwa watoto wanakaa mbali na mioto, meko, vimiminika na vyakula vya moto, na nyaya za umeme zilizo wazi.", 
  "primary_category": "8db1a6f44dd9426da7a50a4664bb84cf", 
  "created_at": "2014-10-13T11:34:03.281684+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:27.781974+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "b4cbba9e0e494f83aa2b9e93ff88bb36", 
  "content": "Kuungua moto na maji ya moto ni miongoni mwa sababu kubwa za majeraha kwa\nwatoto wadogo. Mara nyingi kuungua husababisha makovu ya kudumu, na wakati\nmwingine majeraha hayo huua. Takriban majeraha yote haya yanaweza kuzuilika.\nMoja ya aina za kuungua zinazotokea mara kwa mara ni kule kunakotokana na\nkugusa moja kwa moja mioto au miale ya moto au kugusa sehemu za joto. Ili\nkuzuia aina hizi za kuungua: \\- watoto wakae mbali na mioto, vibiriti, taa za\nmafuta ya taa, mishumaa na vimiminika vinavyoweza kuwaka kama vile mafuta ya\ntaa \\- weka jiko la kupikia katika sehemu bapa, iliyo juu ambapo mtoto hawezi\nkufikia \\- ikiwa moto wa nje ndio unaotumika, ukokwe katika sehemu ya juu\niliyotengenezwa kwa udongo wa mfinyanzi, sio kukokwa chini kabisa. Kizuizi cha\nudongo, mianzi au vitu vingine au kisanduku cha kutunzia watoto ili wasiende\nkatika moto vinaweza kutumika kuwazuia watoto kufika sehemu za kupikia \\-\nusimwache mtoto peke yake karibu na moto au aangalie moto au apike \\- watoto\nwawekwe mbali na mabirika ya kuchemshia maji, pasi za moto na vifaa vingine\nvya moto \\- kamwe usimwache mtoto peke yake katika chumba ambacho kina mshumaa\nau moto unaowaka. **Kitu kingine kinachosababisha kuungua ni vimiminika au\nvyakula vya moto. Ili kuzuia kuungua huko:** \\- geuza mikono ya vyombo vya\nkupikia uielekeze mahali ambapo watoto hawawezi kufikia \\- tunza chakula na\nvimiminika vya moto sehemu salama mbali na watoto \\- usiwaruhusu watoto\nkufungua maji ya moto wakiwa bafuni au bomba la mvua wakiwa peke yao \\- weka\njoto la mabirika ya kuchemshia chini ya wastani ili kuzuia watoto wasiungue\nikiwa watayawasha \\- wafundishe watoto wasiwachezee watu wenye vinywaji vya\nmoto au wasicheze jikoni wakati chakula kinaandaliwa \\- usimshike mtoto ukiwa\nuna kimiminika au chakula cha moto. **Watoto wanaweza kupata mshituko mkubwa\nau kuungua wakigusa umeme. Ili kuzuia mishituko na kuungua kwa watoto\nyafuatayo yazingatiwe:** \\- wafundishe watoto wasiweke vidole au vifaa vingine\nkatika soketi za umeme \\- funika soketi za umeme ili kuzuia watoto wasizifikie\n\\- nyaya za umeme ziwekwe mbali na watoto \\- funika nyaya za umeme zilizo\nwazi, hasa zile za hatari, kwa kutumia utepe usiopitisha umeme. *Kwa Ushauri\nkuhusu kutoa Huduma ya Kwanza kwa ajili ya kutibu majeraha, madogo na makubwa,\nyanayotokana na kuungua moto, soma mwishoni mwa sura hii.*\n\n", 
  "source": "66b84af02cde47fba239d136c9430dd7", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "kuungua-kunaweza-kuzuilika-kwa-kuhakikisha-kuwa-watoto-wanakaa-mbali-na-mioto-meko-vimiminika-na-vyakula-vya-moto-na-nyaya-za-umeme-zilizo-wazi", 
  "uuid": "b4cbba9e0e494f83aa2b9e93ff88bb36"
}