{
  "subtitle": "", 
  "description": "Kuungua kunaweza kuzuilika kwa kuhakikisha kuwa watoto\r\nwanakaa mbali na mioto, meko, vimiminika na vyakula vya\r\nmoto, na nyaya za umeme zilizo wazi.", 
  "language": "swa_TZ", 
  "title": "Kuungua kunaweza kuzuilika kwa kuhakikisha kuwa watoto wanakaa mbali na mioto, meko, vimiminika na vyakula vya moto, na nyaya za umeme zilizo wazi.", 
  "primary_category": "8db1a6f44dd9426da7a50a4664bb84cf", 
  "created_at": "2014-10-13T11:34:03.281684+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-12-03T12:12:00.048603+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "b4cbba9e0e494f83aa2b9e93ff88bb36", 
  "content": "Kuungua moto na maji ya moto ni miongoni mwa sababu kubwa za majeraha kwa\nwatoto wadogo. Mara nyingi kuungua husababisha makovu ya kudumu, na wakati\nmwingine majeraha hayo huua. Takriban majeraha yote haya yanaweza kuzuilika.\nMoja ya aina za kuungua zinazotokea mara kwa mara ni kule kunakotokana na\nkugusa moja kwa moja mioto au miale ya moto au kugusa sehemu za joto. Ili\nkuzuia aina hizi za kuungua: \\\\- watoto wakae mbali na mioto, vibiriti, taa za\nmafuta ya taa, mishumaa na vimiminika vinavyoweza kuwaka kama vile mafuta ya\ntaa \\\\- weka jiko la kupikia katika sehemu bapa, iliyo juu ambapo mtoto hawezi\nkufikia \\\\- ikiwa moto wa nje ndio unaotumika, ukokwe katika sehemu ya juu\niliyotengenezwa kwa udongo wa mfinyanzi, sio kukokwa chini kabisa. Kizuizi cha\nudongo, mianzi au vitu vingine au kisanduku cha kutunzia watoto ili wasiende\nkatika moto vinaweza kutumika kuwazuia watoto kufika sehemu za kupikia \\\\-\nusimwache mtoto peke yake karibu na moto au aangalie moto au apike \\\\- watoto\nwawekwe mbali na mabirika ya kuchemshia maji, pasi za moto na vifaa vingine\nvya moto \\\\- kamwe usimwache mtoto peke yake katika chumba ambacho kina\nmshumaa au moto unaowaka. **Kitu kingine kinachosababisha kuungua ni\nvimiminika au vyakula vya moto. Ili kuzuia kuungua huko:** \\\\- geuza mikono ya\nvyombo vya kupikia uielekeze mahali ambapo watoto hawawezi kufikia \\\\- tunza\nchakula na vimiminika vya moto sehemu salama mbali na watoto \\\\- usiwaruhusu\nwatoto kufungua maji ya moto wakiwa bafuni au bomba la mvua wakiwa peke yao\n\\\\- weka joto la mabirika ya kuchemshia chini ya wastani ili kuzuia watoto\nwasiungue ikiwa watayawasha \\\\- wafundishe watoto wasiwachezee watu wenye\nvinywaji vya moto au wasicheze jikoni wakati chakula kinaandaliwa \\\\-\nusimshike mtoto ukiwa una kimiminika au chakula cha moto. **Watoto wanaweza\nkupata mshituko mkubwa au kuungua wakigusa umeme. Ili kuzuia mishituko na\nkuungua kwa watoto yafuatayo yazingatiwe:** \\\\- wafundishe watoto wasiweke\nvidole au vifaa vingine katika soketi za umeme \\\\- funika soketi za umeme ili\nkuzuia watoto wasizifikie \\\\- nyaya za umeme ziwekwe mbali na watoto \\\\-\nfunika nyaya za umeme zilizo wazi, hasa zile za hatari, kwa kutumia utepe\nusiopitisha umeme. *Kwa Ushauri kuhusu kutoa Huduma ya Kwanza kwa ajili ya\nkutibu majeraha, madogo na makubwa, yanayotokana na kuungua moto, soma\nmwishoni mwa sura hii.*\n\n", 
  "source": "66b84af02cde47fba239d136c9430dd7", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "kuungua-kunaweza-kuzuilika-kwa-kuhakikisha-kuwa-watoto-wanakaa-mbali-na-mioto-meko-vimiminika-na-vyakula-vya-moto-na-nyaya-za-umeme-zilizo-wazi", 
  "uuid": "b4cbba9e0e494f83aa2b9e93ff88bb36"
}