{
  "subtitle": "", 
  "description": "Kuanzia umri wa miezi 6 hadi 8, mtoto anahitaji kula mara 2\r\nhadi 3 kwa siku na kisha mara 3 hadi 4 kwa siku—ikiwa ni\r\npamoja na kunyonya maziwa ya mama. Kutegemeana na hamu\r\nya kula ya mtoto, mlo wenye lishe mmoja au mbili kama vile\r\nmatunda au mkate ulipakwa siagi (mfano ya karanga) unaweza\r\nkuhitajika. Mzazi au mlezi anapaswa kuanza kumlisha mtoto\r\nkiasi kidogo cha chakula na kukiongeza taratibu kadiri mtoto\r\nanavyozidi kukua. ", 
  "language": "swh_TZ", 
  "title": "Kuanzia umri wa miezi 6 hadi 8, mtoto anahitaji kula mara 2 hadi 3 kwa siku na kisha mara 3 hadi 4 kwa siku—ikiwa ni pamoja na kunyonya maziwa ya mama. Kutegemeana na hamu ya kula ya mtoto, mlo wenye ", 
  "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
  "created_at": "2014-10-12T19:04:44.413882+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:39.261811+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "b8e145aef3534f4085f6bb1baed16ce4", 
  "content": "Lishe nzuri katika miaka miwili ya mwanzo tangu kuzaliwa ni muhimu sana.\nUpungufu wa lishe katika kipindi hiki, unaweza kupunguza kasi ya ukuaji wa\nmtoto kiakili na kimwili katika maisha yake yote. Ili wakue na kuwa na afya\nnjema, watoto wadogo wanahitaji aina mbalimbali za vyakula vyenye lishe kama\nvile nyama, samaki, jamii ya kunde, nafaka, matunda, mayai, na mbogamboga,\nhalikadhalika maziwa ya mama. Tumbo la mtoto ni dogo kuliko la mtu mzima,\nhivyo mtoto hawezi kula chakula kingi katika mlo mmoja. Hata hivyo, kuna\nmahitaji makubwa ya nguvu na kujenga mwili wa watoto. Ni muhimu watoto wale\nmara kwa mara ili wapate mahitaji yao yote ya lishe. Vyakula kama vile\nmbogamboga zilizochanganywa na nyama, mayai, au samaki waliosagwa vinapaswa\nkujumuishwa kwenye mlo wa mtoto kila mara kadri iwezekanavyo. Kiasi kidogo cha\nmafuta kinaweza kuwekwa, hususani mafuta yaliyoongezewa vitamini. Kama milo\ninawekwa kwenye sahani moja wakati wa kula, watoto wadogo wanaweza wasipate\nchakula cha kutosha. Kumpa mtoto mdogo chakula kwenye sahani au bakuli yake,\nhuwarahisishia wazazi au walezi kujua aina na kiasi cha chakula kilicholiwa na\nmtoto. Watoto wadogo wanaweza kuhitaji kuhamasishwa kula, na wanaweza kuhitaji\nkusaidiwa kushika chakula au chombo. Mtoto mwenye mtindio au ulemavu anaweza\nkuhitaji usaidizi wa ziada wakati wa kula na kunywa. **Yafuatayo ni maelezo\nkuhusu idadi na kiasi cha milo ya watoto:** **Miezi 6 hadi 8:** Watoto\nwanapaswa kunyonyeshwa maziwa ya mama mara kwa mara na kupata vyakula vingine\nmara 2 hadi 3 kwa siku. Wazazi wanapaswa kuanza kuwalisha watoto vyakula\nvilivyosagwa (kama vile uji) na taratibu waongeze uzito/ugumu wa chakula.\nMtoto anaweza kulishwa, mapema iwezekanavyo, vyakula vitokanavyo na wanyama\nkama vile nyama, mayai, na samaki, lakini lazima visagwe, au vikatwe katika\nvipande vidogovidogo sana. Anza na vijiko 2 hadi 3 kwa mlo mmoja, kiasi hicho\nkikiongezeka taratibu hadi nusu kikombe chenye ujazo wa mililita 250. **Miezi\n9 hadi 24:** Watoto wanapaswa kulishwa vyakula vingine mara 3 hadi 4 kwa siku\nsambamba na kunyonyeshwa maziwa ya mama. Wape watoto wenye umri wa miezi 9\nhadi 11 chakula nusu kikombe chenye ujazo wa mililita 250 kwa kila mlo. Wape\nwatoto wenye umri wa miezi 12 hadi 23 chakula robo tatu ya kikombe kizima\nchenye ujazo wa mililita 250 kwa kila mlo. Vyakula vitokanavyo na wanyama kama\nvile nyama, samaki, na mayai vinapaswa kujumuishwa, kwa wingi kadri\niwezekanavyo. **Kufikia umri wa miezi 12:** Watoto wengi wanaweza kula\n‘vyakula vya wanafamilia wengine’ ambavyo ni vigumu. Wanaweza kuendelea\nkulishwa vyakula vigumu kidogo ambavyo ni rahisi kwa watoto wadogo kula.\nWatoto wanaweza kupewa vyakula vyenye virutubisho vya nyongeza (kama vile\nmatunda au mkate uliopakwa kwa mbali siagi ya jamii ya karanga) mara mbili kwa\nsiku, kadri itakavyoonekana inafaa, kuanzia umri wa miezi sita. Iwapo ubora na\nkiasi cha chakula kwa mlo ni kidogo, au mtoto haendelei kunyonyeshwa, mpe\nkikombe 1 hadi 2 vya maziwa pamoja na mlo 1 au 2 ya ziada kila siku.\n\n", 
  "source": "b2c4b756cb0449bfadb0716081991ef9", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "kuanzia-umri-wa-miezi-6-hadi-8-mtoto-anahitaji-kula-mara-2-hadi-3-kwa-siku-na-kisha-mara-3-hadi-4-kwa-sikuikiwa-ni-pamoja-na-kunyonya-maziwa-ya-mama-kutegemeana-na-hamu-ya-kula-ya-mtoto-mlo-wenye", 
  "uuid": "b8e145aef3534f4085f6bb1baed16ce4"
}