{
  "subtitle": "", 
  "description": "Watoto wako katika mazingira yanayowaweka kwenye hatari ya\r\nkusafirishwa pale ambapo kuna ulinzi dhaifu au hakuna ulinzi\r\nkabisa. Serikali, asasi za kiraia na familia zina wajibu wa kuzuia\r\nusafirishaji, pamoja na kuwasaidia watoto ambao ni waathirika\r\nwa tatizo hili kuungana na familia zao na jamii, ikiwa watoto\r\nwatafurahia jambo hilo.", 
  "language": "swh_TZ", 
  "title": "Watoto wako katika mazingira yanayowaweka kwenye hatari ya kusafirishwa pale ambapo kuna ulinzi dhaifu au hakuna ulinzi kabisa. Serikali, asasi za kiraia na familia zina wajibu wa kuzuia usafirishaji,", 
  "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
  "created_at": "2014-10-13T15:49:27.997912+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:16.114627+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "bd343371c0fd46a9a328e1a0f2ad9c39", 
  "content": "Usafirishaji wa watoto ni moja ya uhalifu katika mataifa mengi unaokua kwa\nkasi sana, unaotokea nchini na kati ya nchi na nchi. Faida zinazopatikana\nkatika usafirishaji wa watoto zinakisiwa kuwa ni takriban dola za Kimarekani\nbilioni 9.5 kwa mwaka. Watoto wanaosafirishwa: \\- wanafanywa kama bidhaa \\-\nwanafanyiwa vitendo vya ukatili, udhalilishaji, kupuuzwa, unyonyaji na\nkuambukizwa VVU. Inakadiriwa kuwa idadi kubwa ya watoto wanaosafirishwa kila\nmwaka ni wasichana ambao wanafanyiwa vitendo vya unyonyaji wa kingono. Watoto\nna familia zinazokabiliwa na ufukara na wasioweza kupata taarifa wanaweza\nkuziacha jamii zao kwa sababu wanaamini kuwa watapata fursa nzuri mahali\npengine. Wakati mwingine watoto wanaahidiwa kupatiwa elimu nzuri, kazi zenye\nmalipo mazuri au maisha bora. Badala yake wanaweza kujikuta ni bidhaa ya\nbiashara za magendo au wanavuka mipaka ya nchi au wanachukuliwa katika nchi\nzao na wasafirishaji na kulazimishwa kuingia katika hali ya hatari. Hii\ninaweza kujumuisha utumwa wa ndani, ukahaba, ndoa za shurti au kuwa ombaomba.\n**Ni muhimu kwa watoto na familia kuchagua kuishi katika jamii zao ili kujua\nmwelekeo wa maisha yao. Wanapaswa kujua:** \\- kile wanachoweza kutarajia \\-\nhatari zinazoweza kutokea wakiwa katika safari pamoja na kule wanakokwenda \\-\nwafanye nini wakijikuta katika hali ya kusafirishwa. **Serikali inaweza\nkusaidia mamlaka za mitaa na asasi za kiraia kufanya yafuatayo:** \\- kusambaza\ntaarifa kwa wazazi na watoto kuhusu hatari za kuhama na kupeleka watoto\nkufanya kazi maeneo ya mbali \\- kusambaza taarifa katika jamii na kwa watoto\nwaliosafirishwa za mtazamo hasi kuhusu watoto waliohama unaweza kupelekea\nkukubalika kijamii kwa usafirishaji au kutojali. \\- kutoa msaada wa wazazi ili\nkuwaweka watoto shuleni na kutowaruhusu kuacha shule kwa ajili ya kufanya kazi\n\\- kutoa huduma za jamii kama inavyotakiwa ili kupunguza utegemezi wa wazazi\nkwa kipato kinachotokana na kazi zinazofanywa na watoto wao \\- kushughulikia\nna kupunguza unyanyasaji majumbani, ambao unaweza kumfanya mtoto achukue\nuamuzi wa kuondoka nyumbani \\- wachukulie watoto kama waathirika wa uhalifu na\nsio kama wahalifu, na wasaidie na uwape muda wanaohitaji ili kurudia hali yao\nya kawaida kabla hawajarudi katika familia na jamii zao au kupata malezi\nmbadala. \\- kutunga na kutekeleza sheria zinazowatia hatiani wasafirishaji\nharamu.\n\n", 
  "source": "e8b80ed606d94b2ea06950f223a93962", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "watoto-wako-katika-mazingira-yanayowaweka-kwenye-hatari-ya-kusafirishwa-pale-ambapo-kuna-ulinzi-dhaifu-au-hakuna-ulinzi-kabisa-serikali-asasi-za-kiraia-na-familia-zina-wajibu-wa-kuzuia-usafirishaji", 
  "uuid": "bd343371c0fd46a9a328e1a0f2ad9c39"
}