{
  "subtitle": "", 
  "description": "Mtu yeyote anayetaka kujua jinsi ya kujikinga dhidi ya VVU au\r\nanadhani kuwa ana VVU anapaswa kwenda katika kituo cha afya\r\nau katika kituo cha UKIMWI ili kupata taarifa kuhusu namna\r\nya kujikinga dhidi ya VVU na/au ushauri wa mahali anapoweza\r\nkupima VVU, kupata huduma ya ushauri nasaha, matunzo na,\r\nmsaada.", 
  "language": "swa_TZ", 
  "title": "Mtu yeyote anayetaka kujua jinsi ya kujikinga dhidi ya VVU au anadhani kuwa ana VVU anapaswa kwenda katika kituo cha afya au katika kituo cha UKIMWI ili kupata taarifa kuhusu namna ya kujikinga dhidi ", 
  "primary_category": "62caccc5066b4e9f82185983536893fb", 
  "created_at": "2014-10-13T14:11:28.637791+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-12-03T12:11:53.345838+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "bee3914c668a49cdb213d01da18c9226", 
  "content": "Taarifa kuhusu VVU na huduma na elimu ya uzuiaji au upunguzaji wa hatari za\nkuambukizwa zinaendelea kupatikana karibu katika kila nchi. Taarifa zinaweza\nkupatikana kwenye vituo vya afya, vituo vya vijana, na katika shule. Taarifa\npia hupatikana kupitia vyombo vya habari kama vile radio, luninga, magazeti na\nkatika mikutano/mihadhara ya uhamasishaji katika tovuti. Huduma ya upimaji wa\nVVU na utoaji ushauri nasaha inaweza kusaidia katika kugundua mapema\nmaambukizo ya VVU. Huwawezesha watu wenye VVU: \\\\- kupata huduma bora za\nusaidizi wanazohitaji \\\\- kudhibiti maambukizo mengine wanayoweza kuwa nayo\n\\\\- kujifunza kuhusu kuishi na VVU \\\\- kujifunza jinsi ya kuepuka kuwaambukiza\nwengine. \\\\- Kujifunza kuepuka kupata maambukizi mapya. Mtu yeyote\nannashauriwa kwenda kumwona mtaalamu wa afya au kufika katika kituo cha UKIMWI\nkupima kwa hiari na kupata ushauri. Kupima VVU kwa hiari na kupata ushauri\nnasaha kunaweza kuwasaidia watu kuamua kuhusu afya zao na tabia zao za\nkujamiiana kwa kuzingatia taarifa sahihi. Kunaweza pia kuwasaidia wenzi\nwanaotarajia kupata mtoto kufanya maamuzi kuhusu afya ya mtoto wao. Huduma ya\nupimaji wa VVU na ushauri nasaha inaweza kuwasaidia wenzi kuamua ama wazae\nwatoto au la. Ikiwa mwenzi mmojawapo ameambukizwa VVU, kuna hatari ya mwenzi\nmwingine kuweza kuambukizwa wakati wa kujaribu kupata ujauzito. Huduma ya\nushauri nasaha na upimaji pia inaweza kuwasaidia wale wasioambukizwa kubaki\nbila maambukizo kupitia elimu ya njia zinazowasaidia kujikinga na hatari ya\nkuambukizwa na kuchagua kusubiri hususan kwa vijana ambao hawajaingia kwenye\nndoa au kufanya ngono salama. Kama matokeo ya vipimo vya VVU ni chanya, hii\nina maana kwamba mtu aliyepima hajaambukizwa au bado ni mapema mno kuweza\nkuvigundua virusi. Vipimo vya damu vya VVU vinaweza visionyeshe virusi hadi\nwiki 6 za mwanzo kwa watu wazima. Kutegemeana na kipimo, inaweza kuchukua hadi\nmiezi 18 kwa watoto. Vipimo vya mapema kwa watoto wachanga vinaweza kufanyika\nmapema kadri iwezekanavyo kuanzia wiki 6. Kuna aina nyingi za vipimo vya VVU.\nNi muhimu kuzungumza na wataalamu ili kujua kipimo kinachotumika na usahihi\nwake Familia na jamii kwa ujumla hazina budi kusisitiza na kuunga mkono usiri\nkatika upimaji, ushauri nasaha na taarifa za VVU. Usiri husaidia kuwalinda\nwatoto, vijana na watu wazima dhidi ya unyanyapaa, ubaguzi na kutengwa.\nUshauri nasaha unawawezesha wanawake na wasichana wanaoingia katika ujana,\nkuhimiza ngono salama na matumizi ya kondomu. Unawasaidia pia kugundua na\nkuwezesha matibabu ya magonjwa yanayoenezwa kwa njia ya ngono – mambo ambayo,\nkwa pamoja, yanaweza kupunguza uwezekano wa kuambukizwa VVU. Ikiwa mwanamke au\nmsichana anayeingia katika ujana atapimwa na kugundulika ana VVU na ana watoto\nau ujauzito, utahitajika msaada wa kuamua asaidiweje kuwalinda, kuwatunza na\nkuwasaidia watoto wake. Vikundi vya misaada ya kijamii na asasi zisizo za\nkiserikali mara nyingi hutoa msaada. Ongezeko la upatikanaji wa huduma za\nupimaji unaofuatiwa na matibabu, matunzo na misaada, linaweza kusaidia\nkupunguza unyanyapaa kwa kuonyesha kwamba VVU si ‘hukumu ya kifo’ na kwamba\nwatu wengi walioambukizwa VVU wanaweza kuishi maisha yenye afya, furaha na\ntija.\n\n", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "mtu-yeyote-anayetaka-kujua-jinsi-ya-kujikinga-dhidi-ya-vvu-au-anadhani-kuwa-ana-vvu-anapaswa-kwenda-katika-kituo-cha-afya-au-katika-kituo-cha-ukimwi-ili-kupata-taarifa-kuhusu-namna-ya-kujikinga-dhidi", 
  "uuid": "bee3914c668a49cdb213d01da18c9226"
}