{
  "subtitle": "", 
  "description": "Vurugu na msongo wa mawazo unaosababishwa na majanga\r\nya asili na migogoro inayohusisha mapigano zinaweza\r\nkuwaogopesha na kuwaghadhibisha wavulana na wasichana.\r\nMatukio kama hayo yanapotokea, watoto wanapaswa\r\nkuangaliwa kwa karibu na kupewa upendo zaidi. Wanapaswa\r\nkutunzwa kwa usalama wa hali ya juu na kusaidiwa wanapoanza\r\ntena kufanya shughuli zao za kawaida. ", 
  "language": "eng_UK", 
  "title": "Vurugu na msongo wa mawazo unaosababishwa na majanga ya asili na migogoro inayohusisha mapigano zinaweza kuwaogopesha na kuwaghadhibisha wavulana na wasichana. Matukio kama hayo yanapotokea, watoto wa", 
  "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
  "created_at": "2014-10-13T13:23:21.752489+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:23.885605+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "c0c545ca53a046c590a63fbbf6b95702", 
  "content": "Watoto wanaweza kupewa fursa zinazowafaa, kulingana na umri wao, kushiriki\nkatika hatua zinazochukuliwa na maamuzi yanayohusu hali ya dharura\niliyojitokeza. Ni hali ya kawaida kwa hisia na tabia za watoto kuathiriwa na\nwoga, maumivu au hali ya vurugu. Watoto huonyesha hisia zao tofauti – wanaweza\nkutokuwa na hamu ya maisha ya kila siku, wanaweza kuwa wagomvi au wanaweza\nkuwa waoga sana. Baadhi ya watoto wanaoonekana wanakabiliana vizuri na hali\nhizo huficha hisia na woga wao. **Wazazi au walezi wa kila siku, watoto wa\nrika moja, walimu na wanajamii ni watu muhimu sana katika kutoa msaada na\nulinzi kwa watoto. Familia na jamii zinaweza kuwasaidia watoto ikiwa:** \\-\nzitawasikiliza na kuwapa fursa za kuelezea mawazo yao, kushiriki katika kutoa\nuamuzi na kutafuta suluhisho \\- zitawapa taarifa zinazofaa kwa umri wao,\nkuwatuliza na kuwapa msaada katika hisia zao. \\- zitaendeleza ratiba za kila\nsiku na kuanza tena kufanya shughuli za kawaida haraka iwezekanavyo \\- zitatoa\nshughuli zinazowafaa watoto zenye kuwafurahisha kulingana na umri wao kama\nvile shughuli za kitamaduni, kutembelea marafiki na familia, na michezo \\-\nzitawahamasisha kuendelea kucheza na kuzoeana na wenzao \\- zitawapa watoto\nfursa zinazowafaa kulingana na umri wao kushiriki kwa njia nzuri katika\nshughuli za kila siku na hatua za kuchukua wakati wa hali ya dharura, kama\nvile kusaidia kuwafundisha na kuwatunza watoto wadogo \\- zitadumisha sheria\nbayana tabia njema na kuepuka adhabu za viboko \\- zitawaandalia watoto maeneo\nsalama ambamo watoto na wazazi wanaweza kuzoeana, kujifunza stadi mbalimbali\nza maisha na kupata huduma za msingi \\- zitawasaidia watoto kujifunza na\nkudhibiti msongo wa mawazo walionao. inapotokea kuwa msongo wa mawazo walionao\nwatoto ni wa hali ya juu na unachukua muda mrefu, wanapaswa kupata msaada wa\nwataalamu kama vile wanasihi, wanasaikolojia au wataalamu wa uuguzi au\nmadaktari.\n\n", 
  "source": "456dab6551e446888bf41d32db032428", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "vurugu-na-msongo-wa-mawazo-unaosababishwa-na-majanga-ya-asili-na-migogoro-inayohusisha-mapigano-zinaweza-kuwaogopesha-na-kuwaghadhibisha-wavulana-na-wasichana-matukio-kama-hayo-yanapotokea-watoto-wa", 
  "uuid": "c0c545ca53a046c590a63fbbf6b95702"
}