{
  "subtitle": "", 
  "description": "Utupaji salama wa taka zote za kaya husaidia kuweka mazingira\r\nya kuishi katika hali ya usafi na ya kiafya. Mazingira ya namna\r\nhiyo husaidia kuzuia magonjwa.", 
  "language": "swh_TZ", 
  "title": "Utupaji salama wa taka zote za kaya husaidia kuweka mazingira ya kuishi katika hali ya usafi na ya kiafya. Mazingira ya namna hiyo husaidia kuzuia magonjwa.", 
  "primary_category": "ab26c6bfad66410a82b0e274f4c3b729", 
  "created_at": "2014-10-13T10:50:22.782850+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:28.826731+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "c212d44338584b8797b7c162f76279fc", 
  "content": "Vijidudu huweza kuenezwa na nzi, mende, na panya, wanaotafuta shibe kwenye\ntaka kama vile vyakula vilivyotupwa, maganda ya matunda, na mboga za majani.\nkiwa hakuna sehemu ya pamoja ya kutupa taka kwa jamii nzima, kila familia\ninapaswa kuwa na shimo la taka ambapo taka za kaya zitatupwa au kuchomwa moto\nkila siku. Kuweka kaya na maeneo ya jirani katika hali ya usafi na eneo\nlisilokuwa na vinyesi, taka, na maji machafu huweza kusaidia kuzuia magonjwa.\nMaji machafu katika kaya yanaweza kumwagwa kwa usalama kwa kutengeneza shimo\nlinaloingiza maji hayo ndani au mfereji kwenda katika bustani ya mboga na\nmatunda au kwenda shambani. Kemikali kama vile za kuulia wadudu na za kuulia\nmagugu zinaweza kuwa hatari ikiwa hata kiasi kidogo kitaingia katika mfumo wa\nusambazaji maji au katika vyakula, mikono, au miguu. Nguo na vyombo\nvinavyotumiwa wakati wa kushika kemikali visioshwe karibu na chanzo cha maji\ncha kaya. Dawa za kuulia wadudu na kemikali zingine hazipaswi kutumiwa karibu\nna kaya au karibu na chanzo cha maji. Kemikali hazipaswi kuhifadhiwa katika\nvyombo vya maji au karibu na vyombo vya kuhifadhia maji au chakula. Kamwe\nusiweke chakula au maji katika vyombo vya kuwekea dawa za kuulia wadudu au\nmbolea.\n\n", 
  "source": "27cabcce897143bea7b8bf69ae0e2a09", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "utupaji-salama-wa-taka-zote-za-kaya-husaidia-kuweka-mazingira-ya-kuishi-katika-hali-ya-usafi-na-ya-kiafya-mazingira-ya-namna-hiyo-husaidia-kuzuia-magonjwa", 
  "uuid": "c212d44338584b8797b7c162f76279fc"
}