{
  "subtitle": "", 
  "description": "Ugonjwa wa kuhara husababisha vifo vya watoto kutokana na\r\nkupoteza majimaji, na hivyo kukausha maji mwilini mwa watoto.\r\nMara tu mtoto anapoanza kuhara, ni muhimu apewe maji ya\r\nziada sambamba na vyakula na vinywaji vya kawaida.", 
  "language": "swh_TZ", 
  "title": "Ugonjwa wa kuhara husababisha vifo vya watoto kutokana na kupoteza majimaji, na hivyo kukausha maji mwilini mwa watoto. Mara tu mtoto anapoanza kuhara, ni muhimu apewe maji ya ziada sambamba na vyakul", 
  "primary_category": "9e39b5f245b241b2af54c96932454c32", 
  "created_at": "2014-10-12T20:05:48.978896+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:34.445308+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "c425df6654c24f1aa3a786b615b87b1e", 
  "content": "Mtoto atakuwa na amepatwa na ugonjwa wa kuhara anapokunya kinyesi cha majimaji\nmara tatu au zaidi kwa siku. Kadri kinyesi kinavyozidi kuwa cha majimaji\nndivyo ugonjwa wa kuhara unavyozidi kuwa hatari zaidi. Baadhi ya watu hudhani\nkuwa kunywa vinywaji husababisha ugonjwa wa kuhara uwe mkali zaidi. Huo si\nukweli. Mtoto mwenye ugonjwa wa kuhara anapaswa kupewa vinywaji, pamoja na\nkunyonya maziwa ya mama mara nyingi kadri iwezekanavyo. Kunywa maji au\nvinywaji vingine hufidia majimaji yaliyopotea mwilini wakati wa kuhara.\nVinywaji vinavyoshauriwa kwa mtoto mwenye ugonjwa wa kuhara ni pamoja na: \\-\nmaziwa ya mama (mama wanapaswa kuwanyonyesha watoto wao mara nyingi kadri\niwezekanavyo). \\- ORS iliyoboreshwa kwa ajili ya kurudisha maji mwilini\nkilichochanganywa na kiasi kinachofaa cha maji safi (*Angalia jedwali kuhusu\nORS baada ya ujumbe wa 5)* \\- supu \\- maji ya mchele \\- juisi asilia za\nmatunda maji ya madafu \\- maji safi kutoka katika chanzo salama. Kama hakuna\nuwezekano wa kupata maji safi na salama ya kunywa, maji yaliyopo yanapaswa\nkufanywa salama kwa kuchemshwa, kuchujwa, kuongeza klorini au kuua vijidudu\nkwa kutumia mwanga wa jua kwa kuzingatia maelekezo yaliyotolewa na mtaalam wa\nafya. Ili kuepuka kupoteza maji, watoto wanaonyonya wanapaswa kunyonyeshwa\nmaziwa ya mama mara nyingi kadri iwezekanavyo: Watoto ambao hawanyonyi,\nwanapaswa kunywa kiasi kifuatacho cha vinywaji kila baada ya kuharisha. \\- kwa\nmtoto mwenye umri wa chini ya miaka 2: anywe ORS iliyoboreshwa kati ya robo na\nnusu kikombe chenye ujazo wa mililita 250. \\- Kwa mtoto mwenye umri wa miaka\n2: anywe ORS iliyoboreshwa kati ya nusu na kikombe kizima chenye ujazo wa\nmililita 250. Vikombe safi vitumike kunyweshea kinywaji. Chupa isitumike. Ni\nvigumu sana kuosha chupa kikamilifu, na chupa zisizooshwa zinaweza kuwa na\nvijidudu vinavyosababisha ugonjwa wa kuhara. Ikiwa mtoto anatapika, mzazi au\nmlezi anapaswa kusubiri kwa dakika 10 kisha aanze kumnywesha mtoto kinywaji\ntaratibu—amnyweshe kidogokidogo. Mtoto anapaswa kupewa vinywaji vya ziada\npamoja na vyakula vya kawaida hadi mtoto atakapokoma kuhara. Ugonjwa wa kuhara\nhukoma baada ya siku 3 au 4. Ikiwa kuhara kunaendelea , wazazi au walezi\nwanapaswa kutafuta msaada toka kwa mtaalam wa afya.\n\n", 
  "source": "bdcc51a6a0d54809b8197df3885f1e1f", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "ugonjwa-wa-kuhara-husababisha-vifo-vya-watoto-kutokana-na-kupoteza-majimaji-na-hivyo-kukausha-maji-mwilini-mwa-watoto-mara-tu-mtoto-anapoanza-kuhara-ni-muhimu-apewe-maji-ya-ziada-sambamba-na-vyakul", 
  "uuid": "c425df6654c24f1aa3a786b615b87b1e"
}