{
  "subtitle": "", 
  "description": "Aleitamento Materno", 
  "language": "por_PT", 
  "title": "Aleitamento Materno", 
  "primary_category": "7b89a60599764968b4925e40d871ad5d", 
  "created_at": "2014-12-23T10:49:45+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-01-12T11:24:06.940455+00:00", 
  "_version": {
    "package_version": "0.3.1", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "ee875716e8f54e33b2cc583d0d5fc2ea", 
    "90171a7964ea4147bb29b4231d1c67e9", 
    "b18a0876f6da4390974af3dad7ed05ee", 
    "d3b0b1d1680643449ea0af9d5e7137db", 
    "259d978d5b1c49479f879a3463693405", 
    "3b49e0abc7e24974a9e5fe9e61ef989b", 
    "ad7128b3bab14cfbadeb8c59b75ffe39", 
    "3f5b365e22ba48c380f1e5cb5c9f4752", 
    "135d7c4e1f854758a47f9ca2de3981e6", 
    "d14680a4b4074ee390102475031e25a5", 
    "2d6c97998bc44389b132715b7356aaf7"
  ], 
  "id": null, 
  "content": "A PRIMEIRA MAMADA É A PRIMEIRA VACINA DA CRIANÇA\r\n\r\n- Imediatamente após o parto, coloque o seu bebé em contacto pele a pele com você e depois de 30 minutos de ele ter nascido, dê ao seu bebé de mamar o primeiro leite, mesmo estando amarelado.\r\n\r\n- O primeiro leite também ajuda a expulsar as primeiras fezes do bebé, faz limpeza, diminui o sangramento da mãe e o útero volta rapidamente ao lugar, além de ser muito nutritivo.\r\n\r\nATÉ 6 MESES, AMAMENTE A SUA CRIANÇA DE FORMA EXCLUSIVA\r\n\r\n- Até aos 6 meses o bebé não precisa de água nem kissangua, mas exclusivamente o leite da mãe, para evitar doenças diarreicas agudas.\r\n\r\n- No leite materno já se encontra água e todos os nutrientes que o bebé necessita.\r\n\r\n- O leite materno é o melhor leite que se pode dar e não se paga.\r\n\r\nDEPOIS DE 6 MESES E ATÉ 2 ANOS, AMAMENTE E DÊ ALIMENTOS COMPLEMENTARES AO SEU BEBÉ\r\n\r\n- Quando a criança atingir os 6 meses de idade, continue a amamentar, mas comece a dar alguns alimentos sólidos e nutritivos ao seu bebé, como o peixe, os ovos, a carne, o feijão, frutas como\r\nbanana ou manga e os legumes de folha verde, tudo isto preparado em papas com fuba de milho.\r\n\r\n- Alimente o seu filho de forma lenta e paciente. Incentive-o mas não force o seu filho a comer.\r\n\r\n- A hora de alimentação pode ser um momento especial para demonstrar a sua afeição, o seu amor, enquanto ajuda o seu filho a assimilar os nutrientes que precisa para crescer e desenvolver.\r\n\r\nHIGIENE DOS MAMILOS\r\n\r\n- É sempre melhor lavar os mamilos (ponta da chucha) antes de amamentar para que o bebé não apanhe diarreias.\r\n\r\n- Para isso, deve trazer sempre consigo um pano ou algodão limpo e água fervida para limpar o mamilo antes de dar de mamar.", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": "8225e777726543d7998b45cd45c2a102", 
  "published": null, 
  "position": 17, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "aleitamento-materno", 
  "uuid": "c61505a399a74763ac05405e18d3ee96"
}