{
  "subtitle": "", 
  "description": "Wasichana na wavulana lazima walindwe dhidi ya aina zote za\r\nunyanyasaji na udhalilishaji. Hii ni pamoja na udhalilishaji wa\r\nkimwili, kijinsia na kihisia, kupuuzwa, na vitendo vinavyodhuru\r\nkama vile ndoa za utotoni, na ukeketaji wa wasichana. Familia,\r\njamii na mamlaka husika zinawajibika kuhakikisha kuwa kuna\r\nulinzi wa kutosha dhidi ya vitendo hivyo.", 
  "language": "swh_TZ", 
  "title": "Wasichana na wavulana lazima walindwe dhidi ya aina zote za unyanyasaji na udhalilishaji. Hii ni pamoja na udhalilishaji wa kimwili, kijinsia na kihisia, kupuuzwa, na vitendo vinavyodhuru kama vile nd", 
  "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
  "created_at": "2014-10-13T15:40:23.103017+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:17.238995+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "cd51d8b7667b4725939e78dd0f726aa2", 
  "content": "Wasichana na wavulana wanaweza kukumbwa na aina tofauti za unyanyasaji,\nukatili na/au vitendo vinavyodhuru katika mazingira mengi: \\- Katika familia\nna nyumbani: \\- ukatili wa kimwili \\- ukatili wa kisaikolojia \\- ukatili na\nunyanyasaji wa kijinsia \\- adhabu za viboko \\- kupuuzwa na kutelekezwa \\- ndoa\nza utotoni \\- mila zenye madhara, kama vile ukeketaji wa wasichana. **Katika\nshule na shughuli zingine za kielimu:** \\- adhabu za viboko \\- adhabu za\nkisaikolojia \\- ukatili wa kingono na kijinsia \\- mateso kwa maneno au vitendo\nvya kikatili \\- kupigana. **Katika taasisi za malezi na haki (kwa mfano, vituo\nvya watoto yatima, nyumba za kulea watoto na vizuizini)** \\- ukatili wa\nkisaikolojia kwa kisingizio cha nidhamu \\- kupuuzwa \\- ukatili wa mtoto kwa\nmtoto \\- ukatili na unyanyasaji wa kijinsia. **Mahali pa kazi:** \\- adhabu za\nviboko na kisaikolojia \\- udhalilishaji \\- unyanyasaji na wa kijinsia na\nubakaji. **Katika jamii (kati ya watoto wa rika moja, kati ya makundi, kutoka\nkwa askari polisi, na wasafirishaji):** \\- Ukatili wa kimwili \\- Ukatili wa\nkijinsia. Katika kila moja ya mazingira haya, watoto wanaweza kushuhudia aina\ntofauti za unyanyasaji, kama vile unyanyasaji unaotokea nyumbani kati ya mume\nna mke au kati ya wanafamilia. Watoto wanaoshuhudia unyanyasaji mara nyingi\nhukaa kimya kwa woga, aibu au fedheha. Wengine huichukulia hali hii kama\nsehemu ya maisha. Wakati unyanyasaji mwingine unafanywa na wageni, unyanyasaji\nmwingi hufanywa na watu ambao hujulikana kwa watoto na ni wale ambao hupaswa\nkuaminiwa na kutoa ulinzi kwa watoto. Hawa ni pamoja na wazazi, wazazi wa\nkambo au mwenzi wa mzazi, ndugu wa ukoo, walezi, rafiki wa kiume, mwanafunzi\nwanaosoma pamoja, walimu, viongozi wa kidini, na waajiri. Wasichana na\nwavulana wote wapo katika hatari ya kufanyiwa ukatili. Kwa ujumla, wavulana\nwapo katika hatari kubwa sana ya kunyanyaswa kimwili na wasichana wanakumbana\nna hatari kubwa ya unyanyasaji wa kupuuzwa, wa kijinsia, na unyonyaji. Baadhi\nya vikundi vya watoto vipo katika mazingira yanayoviingiza kwenye hatari ya\nkunyanyaswa. Hawa ni pamoja na watoto walemavu, watoto wa jamii ndogondogo,\nwatoto wanaoishi au wanaofanya kazi mitaani, watoto walio katika mgogoro wa\nsheria na watoto ambao ni wakimbizi, watoto waliohamishwa katika makazi yao au\nwaliohama makazi yao. Watoto wadogo wakati mwingine ni vitu watumiavyo wazazi\nau walezi wengine kwa kumalizia hasira au msongo wa mawazo, mara nyingi watoto\nhawaachi kulia. Walezi wanaweza kuwatikisa watoto wadogo kwa nguvu na vurugu\nkiasi cha kuwasababishia majeraha katika ubongo, jambo ambalo linaweza\nkusababisha majeraha au kifo. Wazazi na walezi wengine ni lazima wajue kwamba\nkamwe haitakiwi kuwatikisa watoto. Dalili za kutikisa kwa nguvu ni pamoja na\nkupandwa hasira kirahisi, kukaa macho, kupumua kwa taabu, kudhoofu, kutapika,\nkuzimia. Yakitokea hayo huduma za afya zinahitajika haraka iwezekanavyo. Kwa\nkawaida, jamii huingilia baada ya mtoto kutendewa vitendo vibaya. Kwa\nkuangalia ukubwa wa tatizo, ni ukweli kwamba jamii zinaelekea kumlinda mtoto\ndhidi ya vitendo vya unyanyasaji, ukatili, kupuuzwa na vitendo vyenye madhara.\n**Kila jamii inapaswa kuandaa na kuutekeleza mpango wa utekelezaji ili\nkutokomeza unyanyasaji dhidi ya watoto. Baadhi ya matendo makuu ni pamoja\nna:** \\- Andaa na kuwasilisha kwa mapana kanuni za maadili dhidi ya aina zote\nza unyanyasaji katika mazingira ambayo watoto huishi, huenda shule, hucheza na\nkufanya kazi. \\- Waelimishe wazazi na walezi wengine kuheshimu mtazamo wa\nmtoto, kujifunza jinsi ya kutumia njia nzuri za kufundisha nidhamu zisizo za\nunyanyasaji na kutomwadhibu mtoto wakiwa na hasira. \\- Saidia shule kujenga\nmitazamo ambayo inapinga unyanyasaji na kuhamasisha njia zisizo za\nkiunyanyasaji za kutatua migogoro. Hii inahusisha kubadilisha uendeshaji wa\ndarasa (kimapokeo inatokana na woga, vitisho, udhalilishaji na adhabu za\nviboko) ili uhusishe mkabala unaowafaa watoto usio wa kibaguzi na unaosaidia\nkujifunza kwa ushirikiano \\- Dhamini kampeni za jamii za kuzuia adhabu za\nviboko, ukatili na vitendo vyenye madhara kama vile ndoa za utotoni na\nukeketaji \\- Wape huduma za jamii watoto walioathiriwa na unyanyasaji ili\nkuwasaidia waungane na familia na jamii zao \\- Anzisha njia salama ambazo\nwatoto watatumia kutoa taarifa za unyanyasaji dhidi yao, kama vile kuweka simu\nmaalumu ya moja kwa moja ya kutolea taarifa za hatari au vituo vya ulinzi wa\nkijamii vinavyopatikana.\n\n", 
  "source": "8310b2268c244582abc0f714bdd4d95d", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "wasichana-na-wavulana-lazima-walindwe-dhidi-ya-aina-zote-za-unyanyasaji-na-udhalilishaji-hii-ni-pamoja-na-udhalilishaji-wa-kimwili-kijinsia-na-kihisia-kupuuzwa-na-vitendo-vinavyodhuru-kama-vile-nd", 
  "uuid": "cd51d8b7667b4725939e78dd0f726aa2"
}