{
  "subtitle": "", 
  "description": "Watoto wana haki ya kulindwa kutokana na unyanyasaji katika\r\nhali ya dharura. Serikali, asasi za kijamii, mashirika ya kimataifa,\r\njamii na familia wana wajibu wa kuwalinda watoto. ", 
  "language": "swh_TZ", 
  "title": "Watoto wana haki ya kulindwa kutokana na unyanyasaji katika hali ya dharura. Serikali, asasi za kijamii, mashirika ya kimataifa, jamii na familia wana wajibu wa kuwalinda watoto. ", 
  "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
  "created_at": "2014-10-13T12:59:13.318086+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:24.673736+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "d0dc453ea814411b89deb75c62ee5469", 
  "content": "Kuwalinda wasichana na wavulana wakati wa migogoro au majanga ya asili ni\nmuhimu kwa kuwa wanaweza kuwa katika mazingira hatarishi kwa aina nyingi za\nukatili. Baadhi ya vitendo vya ukatili vinahusiana moja kwa moja na dharura.\nHivi ni pamoja na utekwaji nyara, mateso, kipigo, udhalilishaji, na majeraha\nkutoka kwa askari au vikundi vyenye silaha au mapigano katika jamii\nyanayotokana na uhaba wa rasilimali. Dharura pia zinaongeza hatari za kawaida\nkatika jamii, kama vile ukatili wa majumbani, ukatili shuleni au ukatili baina\nya watoto wenyewe. Wasichana na wanawake wapo katika hatari kubwa ya\nkusafirishwa na kunyanyaswa kijinsia, ikiwa ni pamoja na kufanyiwa vitendo vya\nubakaji, ambavyo wakati mwingine hutumiwa kama mbinu za kivita. Hali hii\nhaikubaliki. Serikali na mamlaka za mitaa zinapaswa kuchukua hatua ili\nkuhakikisha kuwa vitendo hivi kamwe havifanyiki. Wasichana na akina mama ambao\nwanafanyiwa vitendo hivi wanahitaji matunzo ya kiafya, msaada wa kisaikolojia\nna kupewa unasihi. Baadhi yao watahitaji msaada wa kupangiwa sehemu nyingine\nya kukaa na kukutanishwa na familia zao. Katika migogoro inayohusisha\nmapigano, watoto hawana budi kulindwa. Hawapaswi kuingizwa jeshini au katika\nvikundi vya wapiganaji au kushiriki katika mapigano. Ikiwa watoto wanakamatwa,\nhawapaswi kuumizwa. Wanapaswa kutengwa na watu wazima (au na familia zao), na\nni lazima wafanyiwe hukumu ya haki. Ikiwa wasichana na wavulana ni waathirika\nwa unyanyasaji, wanastahili kudai haki ambayo itahusisha maoni yao. Ni muhimu\nkwa watoto na familia zao kutoa taarifa za ukiukwaji wa haki za watoto kwa\nmamlaka husika ikiwa kufanya hivyo hakutaathiri usalama wao. Vitendo vya\nukiukwaji wa haki za watoto uliovuka mipaka, ikiwa ni pamoja na mauaji ya\nwatoto, matumizi ya watoto kama askari, ukatili wa kijinsia kwa watoto na\nutekaji nyara, ni lazima viripotiwe kwa mashirika ya kimataifa yanayotoa\nhuduma za kibinadamu.\n\n", 
  "source": "31103ca622354f12995536b2d9abbbbd", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "watoto-wana-haki-ya-kulindwa-kutokana-na-unyanyasaji-katika-hali-ya-dharura-serikali-asasi-za-kijamii-mashirika-ya-kimataifa-jamii-na-familia-wana-wajibu-wa-kuwalinda-watoto", 
  "uuid": "d0dc453ea814411b89deb75c62ee5469"
}