{
  "subtitle": "", 
  "description": "Akina mama, hata akina mama walio na utapiamlo, wanaweza\r\nkunyonyesha hata katika hali ya msongo wa mawazo\r\nunaotokana na hali ya matukio ya dharura. ", 
  "language": "swh_TZ", 
  "title": "Akina mama, hata akina mama walio na utapiamlo, wanaweza kunyonyesha hata katika hali ya msongo wa mawazo unaotokana na hali ya matukio ya dharura. ", 
  "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
  "created_at": "2014-10-13T12:57:07.378578+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:24.992483+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "d30792b0a76143079f9c5e19d897d7df", 
  "content": "Mara nyingi watu huamini kuwa wakati wa dharura akina mama wengi hawawezi\nkunyonyesha kutokana na msongo wa mawazo au lishe duni. Hii si dhana sahihi –\nni dhana potofu. Akina mama wanaokosa chakula au wale wasiopata chakula cha\nkutosha wanaweza kunyonyesha vizuri. Wanapaswa kupewa chakula na vinywaji vya\nziada ili kulinda afya zao na wawe katika hali njema na ile ya mtoto. Akina\nbaba na wanafamilia wengine wanaweza kuwasaidia akina mama kunyonyesha kwa\nkuandaa chakula na kumtunza mtoto. Msongo wa mawazo unaweza kuingilia kwa muda\nmtiririko wa maziwa. Lakini hauwezi kuzuia uzalishaji wa maziwa, ikiwa akina\nmama na watoto wamebaki pamoja na wanasaidiwa katika kuanzisha na kuendelea\nkunyonyesha watoto. Sehemu salama, kama vile katika kambi na hifadhi za\nwakimbizi, ambapo akina mama wanaweza kwenda kupata misaada, zinaweza\nkuanzishwa. Katika mazingira mengine unyonyeshaji hauwezi kufanyika kabisa.\nMazingira haya ni pamoja na mtoto akiwa ametanganishwa na mama yake kwa muda\nau moja kwa moja, akina mama wanapokuwa ni wagonjwa sana, akina mama\nwanapokuwa wameacha kunyonyesha kwa kipindi fulani, akina mama wanapokuwa\nhawajaweza kuanza tena kunyonyesha na akina mama wanapokuwa na maambukizo ya\nVVU na kuamua kutonyonyesha watoto wao. Katika mazingira kama haya, chakula\nkinachowafaa watoto walio chini ya umri wa miezi 12 ni vyakula vya watoto\nvinavyotumika badala ya maziwa ya mama vyenye ubora wa hali ya juu. Ili kuweza\nkuviandaa vyakula hivi kwa usalama, vinahitajika vitu vifuatavyo: vya kuwashia\nmoto (mafuta, kuni, makaa), maji na vifaa salama, na mwongozo wa mtaalamu wa\nafya. Vyakula vya watoto vinavyotumika badala ya maziwa ya mama ni lazima\nviwekwe na kuandaliwa katika hali ya usafi kwa kutumia maji yanayotoka katika\nvyanzo salama, kwa kutumia kikombe, na si chupa. Vyakula vya watoto\nvinavyotumika badala ya maziwa ya mama havipaswi kugawiwa pamoja na vyakula\nvya msaada bila mpangilio maalumu na bila kuzingatia masharti yanayohitajika\nkwa maandalizi salama. Vyakula hivi havipaswi kuchukua nafasi ya unyonyeshaji\nwa maziwa ya mama, kinga bora ya mtoto dhidi ya magonjwa katika hali ya\ndharura.\n\n", 
  "source": "df5c978307f040888065bb61ea00edf0", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "akina-mama-hata-akina-mama-walio-na-utapiamlo-wanaweza-kunyonyesha-hata-katika-hali-ya-msongo-wa-mawazo-unaotokana-na-hali-ya-matukio-ya-dharura", 
  "uuid": "d30792b0a76143079f9c5e19d897d7df"
}