{
  "subtitle": "", 
  "description": "Ugonjwa unaweza kuenea haraka watu wanapokusanyika\r\npamoja. Watoto wote wanaoishi katika mazingira yenye\r\nmsongamano, hususani katika mazingira ya ukimbizi au majanga,\r\nwanapaswa kupewa chanjo haraka hususani dhidi ya surua", 
  "language": "swh_TZ", 
  "title": "Ugonjwa unaweza kuenea haraka watu wanapokusanyika pamoja. Watoto wote wanaoishi katika mazingira yenye msongamano, hususani katika mazingira ya ukimbizi au majanga, wanapaswa kupewa chanjo haraka hus", 
  "primary_category": "f1977f57cd124b348820df64ee59bc1a", 
  "created_at": "2014-10-12T19:57:28.521186+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:35.094473+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "d448ef02ebee471f94083e90ecea9d2c", 
  "content": "Dharura zinazowafanya watu kukimbia makazi yao, mara nyingi husababisha kuenea\nkwa magonjwa ya kuambukiza. Hivyo, watoto wote wasio na makazi walio chini ya\numri wa miaka 15 wanapaswa kupewa chanjo ya kinga bila kucheleweshwa, hususani\nya surua, mara tu wanapokutana au kuishi pamoja. Surua ni hatari zaidi kwa\nwatoto wenye utapiamlo au wanaoishi katika mazingira machafu. \\- Magonjwa kama\nvile surua huenea kwa haraka sana. Mtoto mwenye surua anapaswa kutengwa na\nwatoto wengine, kuchunguzwa na mtaalamu wa afya, na kupewa dozi kubwa ya\nvitamini A. \\- Kunapokuwa na mlipuko wa surua katika eneo fulani, watoto\nwanapaswa kupewa chanjo ya surua. Maeneo ya jirani yanapaswa kuwekwa katika\ntahadhari na watoto kupewa chanjo. Ikiwa idadi ya chanjo imekatishwa kabla ya\nkukamilika, mtaalamu wa afya anapaswa kuonwa ili kukamilisha chanjo kwa mujibu\nwa miongozo ya kitaifa. Kama kumbukumbu za chanjo zimepotea na wazazi\nhawakumbuki ni chanjo zipi ameshatolewa kwa mtoto, ni salama kurudia chanjo\nzote.\n\n", 
  "source": "b484f23fa5ed4eefbe08373617ff5bbb", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "ugonjwa-unaweza-kuenea-haraka-watu-wanapokusanyika-pamoja-watoto-wote-wanaoishi-katika-mazingira-yenye-msongamano-hususani-katika-mazingira-ya-ukimbizi-au-majanga-wanapaswa-kupewa-chanjo-haraka-hus", 
  "uuid": "d448ef02ebee471f94083e90ecea9d2c"
}