{
  "subtitle": "", 
  "description": "Why it is important", 
  "language": "eng_UK", 
  "title": "Why it is important", 
  "primary_category": "532fd0a3a4ec412f9b5d7f52fcaf3787", 
  "created_at": "2014-11-12T11:16:49+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T11:17:10.086204+00:00", 
  "_version": {
    "package_version": "0.2.6", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Diarrhoea is the second most common cause of death in young children, after pneumonia. About 4 billion cases of diarrhoea are estimated to occur every year among children under 5. It kills more than 1.5 million children under 5 years of age every year, representing 17 per cent of all deaths in children under 5. Children are more likely than adults to die from diarrhoea because they become dehydrated and malnourished more quickly.\r\n\r\nDiarrhoea is caused by germs that are swallowed, especially germs from faeces. This happens most often where there is unsafe disposal of faeces, poor hygiene practices, lack of clean drinking water, or when infants are not breastfed.\r\n\r\nInfants who are exclusively breastfed in their first six months and who receive all their immunizations on time are less likely to get diarrhoea. Children with diarrhoea should be given lots of fluids and foods along with a special solution called oral rehydration salts (ORS) and zinc to help reduce the severity of the illness.\r\n\r\nFamilies and communities, with support from governments and non-governmental organizations (NGOs), can do much to raise awareness of 1) what causes diarrhoea, 2) why it is important to treat diarrhoea as soon as it starts, and 3) how to prevent the conditions that cause it.\r\n\r\nWhen everyone works together to reduce diarrhoea, children's right to life, survival, health and development can be better assured.\r\n", 
  "source": null, 
  "featured": false, 
  "published": null, 
  "position": 7, 
  "slug": "why-it-important-15", 
  "uuid": "d637bbdced8347ba82e8be1c9cff2f7f"
}