{
  "subtitle": "", 
  "description": "Wanafamilia wote, ikiwa ni pamoja na watoto, wanapaswa\r\nkunawa mikono yao vizuri kwa sabuni na maji kila baada ya\r\nkushika kinyesi, kabla ya kugusa au kuandaa chakula, na kabla\r\nya kulisha watoto. Pale ambapo hakuna sabuni, kitu kingine\r\nkitumike kama vile jivu na maji. ", 
  "language": "swh_TZ", 
  "title": "Wanafamilia wote, ikiwa ni pamoja na watoto, wanapaswa kunawa mikono yao vizuri kwa sabuni na maji kila baada ya kushika kinyesi, kabla ya kugusa au kuandaa chakula, na kabla ya kulisha watoto. Pale a", 
  "primary_category": "ab26c6bfad66410a82b0e274f4c3b729", 
  "created_at": "2014-10-13T10:27:03.792542+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:30.107254+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "d824a60fda2b420e9622d99dcd06d900", 
  "content": "Kunawa mikono kwa sabuni na maji huondoa vijidudu. Kunawa vidole tu\nhaitoshi—mikono yote kupakwa sabuni, kusuguliwa vizuri, na kusuuzwa kwa maji.\nHii inasaidia kuzuia vijidudu na uchafu kuingia katika chakula au kinywani.\nKunawa mikono kunaweza kuzuia maambukizo ya minyoo. Sabuni na maji vinapaswa\nkuwekwa karibu na choo. Ikiwa hakuna sabuni, majivu na maji vinaweza kutumika.\n\\- Ni muhimu kunawa mikono kwa sabuni baada ya kumsaidia mtoto kujisaidia haja\nkubwa na baada ya kumsafisha mtoto mchanga au mtoto mdogo. Ni muhimu pia\nkunawa mikono baada ya kushika wanyama na vyakula vibichi. \\- Mikono inapaswa\nkuoshwa kabla ya kuandaa, kuhudumia au kula chakula, na kabla ya kuwalisha\nwatoto. Watoto wanapaswa kufundishwa kunawa mikono yote kwa kusugua mikono kwa\nsabuni baada ya kujisaidia na kabla ya kula ili kujilinda dhidi ya magonjwa.\nMara nyingi watoto wanaweza kuweka mikono midomoni, hivyo ni muhimu kunawa\nmikono mara kwa mara, hasa baada ya kuchezea vitu vichafu au wanyama.\nKuwaogesha watoto mara kwa mara ni muhimu ili kuepuka maambukizo ya magonjwa\nya ngozi. Ni rahisi kwa watoto kuambukizwa minyoo, ambayo hupunguza\nvirutubisho vya mwili. Minyoo na mayai yake huweza kuonekana katika vinyesi na\nmkojo wa binadamu na vinyesi vya wanyama, kwenye maji yaliyotuama juu ya\nardhi, kwenye udongo, na kwenye nyama isiyopikwa vizuri. \\- Watoto hawapaswi\nkucheza karibu na choo, au eneo lenye vinyesi. Viatu au ndala zinapaswa\nkuvaliwa karibu na choo ili kuzuia minyoo isiingie mwilini kupitia katika\nngozi ya miguuni. \\- Watoto wanaoishi katika maeneo ambayo yana minyoo mingi\nwanapaswa kutibiwa mara tatu kwa mwaka kwa kutumia dawa za minyoo.Kunawa\nmikono kwa sabuni na maji baada ya kushika ndege au mazao ya ndege, baada\nkushika mayai na nyama mbichi, na baada ya kusafisha sehemu ambapo ndege\nhutunzwa kunaweza pia kusaidia kuzuia kuenea kwa vijidudu na mafua ya ndege.\n\n", 
  "source": "8b0d0e62cfdf4e76872a185eaeafc665", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "wanafamilia-wote-ikiwa-ni-pamoja-na-watoto-wanapaswa-kunawa-mikono-yao-vizuri-kwa-sabuni-na-maji-kila-baada-ya-kushika-kinyesi-kabla-ya-kugusa-au-kuandaa-chakula-na-kabla-ya-kulisha-watoto-pale", 
  "uuid": "d824a60fda2b420e9622d99dcd06d900"
}