{
  "subtitle": "", 
  "description": "Watoto na mama wajawazito wanaoishi katika mazingira yenye\r\nmoshi wa tumbaku au wa kuni za kupikia wako katika hatari\r\nzaidi ya kuugua nyumonia au magonjwa mengine ya njia ya\r\nhewa. ", 
  "language": "swh_TZ", 
  "title": "Watoto na mama wajawazito wanaoishi katika mazingira yenye moshi wa tumbaku au wa kuni za kupikia wako katika hatari zaidi ya kuugua nyumonia au magonjwa mengine ya njia ya hewa. ", 
  "primary_category": "2ffe198e7447448e825f4cb543fb7267", 
  "created_at": "2014-10-13T09:24:14.914859+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:30.833212+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "d8cc72acf0344df7a09fbe29a0626af6", 
  "content": "Watoto wanaokaa katika mazingira yenye moshi wako katika hatari zaidi ya\nkuugua ugonjwa wa nyumonia na magonjwa mengine ya njia ya hewa. Moshi unaweza\nkumdhuru mtoto, hata kabla hajazaliwa. Mama wajawazito wasivute sigara au\nkukaa kwenye moshi. Watoto wasiwekwe jikoni kama kuna moshi pia wasikae karibu\nna moto. Kwa kawadia utumiaji wa tumbaku huanza ujanani. Vijana huwa katika\nuwezekano mkubwa wa kuanza kuvuta iwapo (1) watu wazima wanaokaa nao wanavuta,\n(2) matangazo ya sigara na uhamasishaji wa uvutaji hutolewa mara kwa mara (3)\nbidhaa za tumbaku ni rahisi na zinapatikana kwa urahisi. Vijana wahimizwe\nwasivute sigara na wawatahadharishe marafiki zao kuhusu hatari za uvutaji\nsigara. Uvutaji wa moshi wa sigara uliosambaa hewani una madhara hasa kwa\nwatoto wadogo. Moshi hubakia hewani kwa saa kadhaa baada ya kuzimwa kwa\nsigara, kiko na siga. Watu wanaouvuta moshi huo bila hata ya kuvuta sigara\nwako pia katika hatari ya kupata maambukizo ya njia ya hewa, kubana kwa kifua\nna saratani. Wazazi na walezi wengine hawana budi kufahamu madhara mabaya\nyanayoweza kutokana na moshi wa tumbaku ulioko hewani kisha wachukue hatua ya\nkuacha kuvuta karibu na watoto. Serikali na jamii wanaweza kushirikiana katika\nkuwaelimisha wananchi kuhusu madhara ambayo watoto wanaweza kuyapata kwa\nkuwekwa katika mazingira ya moshi au kwa kuvuta moshi wa sigara uliosambaa\nhewani.\n\n", 
  "source": "f72270f061eb42de89223861ef166c46", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "watoto-na-mama-wajawazito-wanaoishi-katika-mazingira-yenye-moshi-wa-tumbaku-au-wa-kuni-za-kupikia-wako-katika-hatari-zaidi-ya-kuugua-nyumonia-au-magonjwa-mengine-ya-njia-ya-hewa", 
  "uuid": "d8cc72acf0344df7a09fbe29a0626af6"
}