{
  "subtitle": "", 
  "description": "Usafi ni muhimu sana wakati wa hedhi. Kuwepo vifaa vya\r\nkike kwa ajili ya usafi ambavyo ni safi, vikavu kwa ajili ya\r\nwasichana na wanawake. Pawepo na sehemu safi ya faragha\r\nili kuwawezesha wasichana na wanawake kujisafisha na kufua\r\nna kukausha vitambaa. Pedi za kujisafishia pamoja na mabaki\r\nmengine yanapaswa kutupwa kwa uangalifu au yachomwe\r\nmoto.", 
  "language": "swh_TZ", 
  "title": "Usafi ni muhimu sana wakati wa hedhi. Kuwepo vifaa vya kike kwa ajili ya usafi ambavyo ni safi, vikavu kwa ajili ya wasichana na wanawake. Pawepo na sehemu safi ya faragha ili kuwawezesha wasichana na", 
  "primary_category": "ab26c6bfad66410a82b0e274f4c3b729", 
  "created_at": "2014-10-13T10:53:21.035563+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:28.437982+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "d9e3f78e5e9747a48c37b00dad16844c", 
  "content": "Wasichana walio katika umri wa kupevuka na wale wanaokaribia hatua hiyo\nwanapaswa kuelimishwa kuhusu umuhimu wa hedhi na jinsi inavyohusiana na uzazi,\npia umuhimu wa usafi wakati wa hedhi. Wanahitaji taarifa kuhusu namna ya\nkujitunza na kujisafisha wenyewe wakiwa katika hedhi. Wavulana wanapaswa pia\nkujifunza kuhusu hedhi na uhusiano wake na uzazi na waelewe baadhi ya mahitaji\nya usafi ya pekee kwa wasichana. Tabia za usafi wakati wa hedhi kwa wasichana\nwaliovunja ungo na wanawake hazina budi kuungwa mkono. Tabia hizi zinapaswa\nkuzingatia aina ya vifaa vinavyotumiwa; utokeaji wa mabadiliko; kufua na\nkukausha vitambaa; na kusafisha sehemu za siri. Vitu visafi na vikavu vya kike\nkama vile vitambaa na pedi vinapaswa kuwepo. Pale ambapo vitambaa hutumika ni\nmuhimu kuvifua mara kwa mara kwa sabuni na maji na kuvikausha kikamilifu juani\nkabla ya kuvitumia. Kulundika vitambaa kunaweza kusababisha vijidudu\nvinavyosababisha maambukizo ya magonjwa. Kutokuwa msafi wakati wa hedhi\nkunaweza kusababisha maambukizo ya fangasi. Kujirudia kwa maambukizo kunaweza\nkusababisha maambukizo makubwa ya njia ya uzazi. Hii inaweza kusababisha\nugumba. Maji na sabuni vinapaswa kuwekwa katika sehemu za faragha (sehemu ya\nkuogea, chooni) za wasichana ili wajisafishie wakati wa hedhi na kwa ajili ya\nkunawa mikono yao baada ya kubadilisha vitambaa/pedi. Shule zinapaswa kuwa na\nvyoo tofauti vya wasichana na wavulana. Vyoo vya wasichana vinapaswa kwa namna\nya pekee kuwa na maji na sabuni ili wasichana wajisafishe vizuri. Vitambaa na\npedi zinapaswa kutupwa katika shimo la taka au kukusanywa na kuchomwa moto.\nUsafi wakati wa hedhi kwa wasichana na usafi wa vyoo huchangia kuwaweka\nwasichana shuleni kwa muda mrefu, hivyo kuchelewa kuolewa na kupata ujauzito\nmapema. Hatua hizi za mapema zenye gharama ndogo zinatoa manufaa ya muda mrefu\nya kiafya kwa mama wa wakati ujao, watoto, na familia. Wasichana wanahitaji\nkuonyeshwa kuwa wanajaliwa na kusaidiwa wakiwa katika hedhi. Faragha na utu\nwao lazima viheshimiwe.\n\n", 
  "source": "099c849ef2934e23b089d18f97b798cf", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "usafi-ni-muhimu-sana-wakati-wa-hedhi-kuwepo-vifaa-vya-kike-kwa-ajili-ya-usafi-ambavyo-ni-safi-vikavu-kwa-ajili-ya-wasichana-na-wanawake-pawepo-na-sehemu-safi-ya-faragha-ili-kuwawezesha-wasichana-na", 
  "uuid": "d9e3f78e5e9747a48c37b00dad16844c"
}