{
  "subtitle": "", 
  "description": "Watoto wote wana haki ya kupata taarifa zinazolingana\r\nna umri wao, kusikilizwa na kushiriki katika kutoa uamuzi\r\nunaowahusu. Utekelezaji wa haki hii unawawezesha watoto\r\nkuwajibika kikamilifu katika kujikinga na ukatili, unyanyasaji na\r\nudhalilishaji, na kuwa raia hai.", 
  "language": "swh_TZ", 
  "title": "Watoto wote wana haki ya kupata taarifa zinazolingana na umri wao, kusikilizwa na kushiriki katika kutoa uamuzi unaowahusu. Utekelezaji wa haki hii unawawezesha watoto kuwajibika kikamilifu katika kuj", 
  "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
  "created_at": "2014-10-13T15:55:55.642589+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:15.158700+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "de2fcfe1102c43dfb22089902bd5be49", 
  "content": "Kutoka katika umri mdogo kabisa, ikiwa ni pamoja na umri wa uchanga, wasichana\nna wavulana huunda na kuelezea maoni yao pamoja na vitu wavipendeleavyo.\nKadiri wanavyokua ndivyo uwezo wao wa kushiriki katika kutoa uamuzi unaowahusu\nwao wenyewe na familia pamoja na jamii zao unavyokua. Watoto na watu wazima\nwanapaswa kuzungumza pamoja na kubadilishana mawazo nyumbani, shuleni na\nkatika jamii. Mazungumzo hayo yanapaswa kuwa ya kuheshimiana. Mawazo ya watoto\nyanapaswa kusikilizwa na kupewa uzito kulingana na umri na ukomavu wao.\nWasichana na wavulana wanaotoa maoni yao kwa uwazi inaelekea wanaweza kutimiza\nmajukumu yao, kujenga udadisi na stadi za mawasiliano, na kutoa uamuzi mzuri\nkadiri wanavyokua. Mara nyingi wanaweza kufanya yafuatayo: \\- kujifunza na\nkufanya vizuri shuleni \\- kuchangia katika kutoa uamuzi wa kiuwajibikaji\nunaohusu elimu na afya zao \\- kujilinda wenyewe dhidi ya magonjwa yanayoenezwa\nkwa njia ya ngono, ikiwa ni pamoja na VVU, dhidi ya kupata ujauzito\nusiohitajika, vitendo vya kikatili, upendeleo, ubaguzi na unyonyaji \\-\nkujifunza na kutekeleza wajibu wa kiraia; na wanapokuja kuwa watu wazima\nwanakuwa watu ambao wapo tayari kufuatilia haki na kutimiza wajibu wao. Watoto\nhuwa na shauku ya kuwa watumiaji, watayarishaji na walengwa wa vyombo vya\nhabari, chanzo chenye nguvu ya kuathiri na kubadili mawazo na mtazamo miongoni\nmwa watoto. Vyombo vyote vya habari vinaweza kutumika kiuwajibikaji na\nkuongeza maarifa ya watoto, kuwatia taarifa kuhusu jinsi ya kujilinda na\nkujenga stadi za uraia. Umoja au vilabu vinavyoongozwa na watoto vinaweza\nkuwapatia wasichana na wavulana mahali pa kutolea mawazo yao, mitazamo yao na\nmasuala yanayowahusu. Vilabu hivyo vinatoa fursa kwao kukutana na kuandaa vitu\nwanavyovipenda na kustawisha stadi za uongozi.\n\n", 
  "source": "170805c42d6b4475bd3a3f943c16712e", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "watoto-wote-wana-haki-ya-kupata-taarifa-zinazolingana-na-umri-wao-kusikilizwa-na-kushiriki-katika-kutoa-uamuzi-unaowahusu-utekelezaji-wa-haki-hii-unawawezesha-watoto-kuwajibika-kikamilifu-katika-kuj", 
  "uuid": "de2fcfe1102c43dfb22089902bd5be49"
}