{
  "subtitle": "", 
  "description": "Familia zinaweza kusaidia katika kuzuia nyumonia kwa\r\nkuhakikisha kwamba watoto wanalishwa maziwa ya mama\r\npekee kwa miezi sita na kwamba watoto wote wanapata lishe ya\r\nkutosha pamoja na chanjo zote muhimu\r\n.", 
  "language": "swh_TZ", 
  "title": "Familia zinaweza kusaidia katika kuzuia nyumonia kwa kuhakikisha kwamba watoto wanalishwa maziwa ya mama pekee kwa miezi sita na kwamba watoto wote wanapata lishe ya kutosha pamoja na chanjo zote muhi", 
  "primary_category": "2ffe198e7447448e825f4cb543fb7267", 
  "created_at": "2014-10-13T09:02:30.356485+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:31.563807+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "e246b80e6622450fab415e2cc70b9362", 
  "content": "Unyonyeshaji husaidia kumkinga mtoto dhidi ya nyumonia pamoja na magonjwa\nmengine. Ni muhimu kumlisha mtoto maziwa ya mama pekee kwa kipindi cha miezi\nsita toka azaliwe. Mtoto anayepata lishe nzuri yenye vyakula mbalimbali\nvilivyotayarishwa katika mazingira safi ya nyumbani ana uwezekano mdogo wa\nkuugua sana au wa kupoteza maisha. Mtoto alishwe vyakula mbalimbali vinavyofaa\nkilishe ili kuhakikisha kwamba anapata virutubisho vya kumfanya awe na afya na\nasishambuliwe kirahisi na magonjwa ya maambukizo ya njia ya hewa na magonjwa\nmengine. Baadhi ya vyakula vinavyofaa kilishe ni pamoja na maziwa ya mama,\nmatunda na mboga za aina mbalimbali (ikiwa ni pamoja na mboga za kijani),\nmaini, mafuta mekundu ya mawese, mazao ya maziwa, samaki na mayai. Maji salama\npamoja na tabia ya usafi husaidia kupunguza maambukizo ya njia ya hewa pamoja\nna ya magonjwa mengine, kama vile kuharisha. Tabia ya usafi ni pamoja na\nkuosha mboga na matunda, kuweka mazingira ya kutayarishia chakula katika hali\nya usafi, na kunawa mikono kwa sabuni na maji au na kitu kingine mbadala kama\nvile majivu na maji. Kila mtoto ni lazima akamilishe chanjo anazopaswa kupata.\nKinga ya awali ni muhimu sana; chanzo katika mwaka wa kwanza na wa pili ni\nmuhimu sana. Mtoto atakuwa amekingwa dhidi ya surua, kifaduro, kifua kikuu na\nmagonjwa mengine ya njia ya hewa ambayo yanaweza kusababisha nyumonia. Wazazi\npamoja ana walezi wengine wahakikishe kwamba watoto wa kiume na wa kike\nwanapatiwa aina mbalimbali na za kufaa za lishe pamoja na chanjo zote.\nWataalamu wa afya wanaweza kuwaelimisha wazazi na walezi wengine kuhusu lishe,\nusafi na chanjo na jinsi vitu hivyo vinavyotoa kinga dhidi ya nyumonia na\nmagonjwa mengine.\n\n", 
  "source": "0fabe241a95848b78e2d7ebbe2a5e077", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "familia-zinaweza-kusaidia-katika-kuzuia-nyumonia-kwa-kuhakikisha-kwamba-watoto-wanalishwa-maziwa-ya-mama-pekee-kwa-miezi-sita-na-kwamba-watoto-wote-wanapata-lishe-ya-kutosha-pamoja-na-chanjo-zote-muhi", 
  "uuid": "e246b80e6622450fab415e2cc70b9362"
}