{
  "subtitle": "", 
  "description": "Kila mtoto ana haki ya jina na utaifa. Utaratibu wa kusajili\r\nwatoto wakati wa kuzaliwa unasaidia kuhakikisha kuwa mtoto\r\nanapata haki yake ya elimu, huduma za afya, sheria na huduma\r\nza kijamii. Usajili wa mtoto wakati wa kuzaliwa ni hatua\r\nmuhimu ya kutoa ulinzi kwa mtoto dhidi ya unyanyasaji na\r\nunyonyaji.", 
  "language": "swh_TZ", 
  "title": "Kila mtoto ana haki ya jina na utaifa. Utaratibu wa kusajili watoto wakati wa kuzaliwa unasaidia kuhakikisha kuwa mtoto anapata haki yake ya elimu, huduma za afya, sheria na huduma za kijamii. Usajili", 
  "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
  "created_at": "2014-10-13T15:23:07.972096+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:17.622505+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "ead1c76e82754561a9f086e1275e229b", 
  "content": "Usajili wa vizazi unaweka kumbukumbu rasmi za maisha ya mtoto na utaifa wake.\nHii inachukuliwa kuwa ni haki ya msingi. Mtoto asiye na cheti cha kuzaliwa\nanaweza kukataliwa kupewa huduma za afya, kupata shule, huduma za kisheria na\nhaki ya kupiga kura anapofikia umri wa kufanya hivyo. Kumsajili mtoto wakati\nwa kuzaliwa ni hatua muhimu ya ulinzi wake. Utekelezwaji wowote wa sheria\ninayowahusu watu wenye umri mdogo unategemea kumbukumbu rasmi za umri wa\nmtoto. Kwa mfano, cheti cha kuzaliwa kinaweza kutumika kumlinda mtoto dhidi ya\nkuajiriwa katika vikundi vya kijeshi, au vikundi vya wapiganaji, ndoa za\nutotoni au aina mbalimbali za kazi za hatari. Watoto wenye umri wa chini ya\nmiaka 5 ambao wana vyeti vya kuzaliwa wana uwezekano mkubwa wa kupewa chanjo\nna huduma za afya kwa ajili ya magonjwa ya utotoni, ili kuwahakikishia mwanzo\nwa maisha yenye afya njema. Usajili wa watoto wakati wa kuzaliwa unapaswa\nkutolewa bila malipo na upatikane kwa kila mtoto. Pale huduma hii\ninapokosekana, asasi za kiraia zinaweza wakati mwingine kusaidia familia\nkusajili watoto wao. Huduma za kijamii, kama vile afya na elimu zinaweza\nkusaidia mchakato wa kusajili watoto wanapozaliwa. Wakati mwingine vituo vya\nafya na hospitali huwa na wasajili, ambao huweza kutoa cheti cha kuzaliwa\npindi mtoto anapozaliwa au wakati wa kwenda kupata huduma za afya. Wakati\nmwingine usajili unafanyika katika programu za elimu ya kwa watoto.\n\n", 
  "source": "e88ab6278afc4d8a88ca07fb7d916118", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "kila-mtoto-ana-haki-ya-jina-na-utaifa-utaratibu-wa-kusajili-watoto-wakati-wa-kuzaliwa-unasaidia-kuhakikisha-kuwa-mtoto-anapata-haki-yake-ya-elimu-huduma-za-afya-sheria-na-huduma-za-kijamii-usajili", 
  "uuid": "ead1c76e82754561a9f086e1275e229b"
}