{
  "subtitle": "", 
  "description": "Unyonyeshaji husaidia kuwakinga watoto wachanga dhidi ya\r\nmagonjwa hatari na kujenga uhusiano wa karibu baina ya mama\r\nna mtoto.", 
  "language": "swh_TZ", 
  "title": "Unyonyeshaji husaidia kuwakinga watoto wachanga dhidi ya magonjwa hatari na kujenga uhusiano wa karibu baina ya mama na mtoto.", 
  "primary_category": "eadb116abd4b427c84316e8f3963b2d6", 
  "created_at": "2014-10-12T18:25:25.730945+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:41.728537+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "ec0c0749d5114f098093f1becc156dcb", 
  "content": "Maziwa ya mama ni chanjo ya kwanza ya mtoto. Humkinga mtoto dhidi ya\nkuharisha, maambukizo ya masikio na kifua, pamoja na matatizo mengine ya afya.\nKinga kwa mtoto huwa imara zaidi pale mtoto anapoishi kwa kunyonya maziwa ya\nmama pekee kwa muda wa miezi sita kisha akaendelea kunyonya pamoja na kupitwa\nvyakula vya kulikiza hadi anapofikia umri wa miaka miwili au zaidi. Kinga\ninayotokana na maziwa ya mama haipatikani kutoka kwenye chakula au maziwa\nmengine ya aina yoyote. Unyonyeshaji huwaweka mtoto na mama karibu zaidi. Kuwa\nkaribu na mama humfanya mtoto ajisikie yuko salama na anapendwa, hali ambayo\nni muhimu sana kwa ajili ya ukuaji na mabadiliko ya mtoto. Baba wa mtoto\npamoja na wanafamilia wanaweza kumsaidia mama kwa kumpatia nafasi ya kutosha\nna kutomsumbua wakati anaponyonyesha mtoto. Wahakikishe pia kuwa mama anapata\nmlo wa kutosha na wenye lishe bora, pia wasaidie katika shughuli za nyumbani\nna za kuwalea watoto waliotangulia.\n\n", 
  "source": "f783f6d3e60d461ab7a0e3be842fc4be", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "unyonyeshaji-husaidia-kuwakinga-watoto-wachanga-dhidi-ya-magonjwa-hatari-na-kujenga-uhusiano-wa-karibu-baina-ya-mama-na-mtoto", 
  "uuid": "ec0c0749d5114f098093f1becc156dcb"
}