{
  "subtitle": "", 
  "description": "Watoto waliokonda sana na/au waliovimba mwili wanahitaji huduma\r\nmaalum za tiba. Wanapaswa kupelekwa kwa mtaalamu wa afya ili\r\nwachunguzwe na kupatiwa matibabu. ", 
  "language": "swh_TZ", 
  "title": "Watoto waliokonda sana na/au waliovimba mwili wanahitaji huduma maalum za tiba. Wanapaswa kupelekwa kwa mtaalamu wa afya ili wachunguzwe na kupatiwa matibabu. ", 
  "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
  "created_at": "2014-10-12T19:22:27.102358+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:37.049097+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "edea7f898ceb42969c174b482ec3441f", 
  "content": "Upungufu wa lishe ulioambatana na ugonjwa au maambukizo kwa kipindi kifupi\nkabisa unaweza kumsababishia mtoto hali ya utapiamlo mkali. Mtoto mwenye\nmatatizo ya aina hiyo anahitaji huduma ya haraka ya matibabu pamoja na chakula\nmaalumu na dawa. Hivyo apelekwe katika kituo cha afya cha karibu au kwa\nmtaalamu wa afya aliye karibu. Watoto wenye utapiamlo mkali huwa wamekondeana\nsana. Wanaweza kuwa na baadhi ya viungo vilivyovimba, kwa kawaida miguu.\nMtaalamu wa afya anaweza kubaini hali ya utapiamlo mkali kwa mtoto kwa njia ya\nkupima uzito na urefu wa mtoto, akitumia mpira maalumu kupima mzunguko wa\nsehemu ya juu ya mkono au kuchunguza uvimbe katika miguu. Matibabu ya mtoto\nmwenye utapiamlo mkali hayana budi kuratibiwa na mtaalamu wa afya ambaye\namemchunguza mtoto na kubaini kiwango hicho cha utapiamlo. Matibabu yake\nyatategemea hali ya ugonjwa wa mtoto. Watoto wengi wa umri wa zaidi ya miezi 6\nwanaweza kutibiwa kwa kutumia lishe maalumu. Hii ni lishe yenye aina zote za\nvirutubisho vinavyohitajika kwa ajili ya matibabu ya mtoto. Lishe ya aina hiyo\nni rahisi kutumiwa na watoto moja kwa moja na haihitaji kuchanganywa na maji\nau vyakula vingine hali ambayo huifanya iwe salama zaidi kwa kutumiwa\nnyumbani. Mtoto hupata pia tiba ya dawa itakayosaidia kumponyesha. Wazazi au\nwalezi hupatia aina hiyo ya lishe maalumu ya kutosha kwa wiki kadhaa pamoja na\nmaelekezo ya namna ya kumhudumia mtoto nyumbani. Mtoto hana budi kurejeshwa\nkwa mtaalamu wa afya kila wiki kwa ajili ya ufuatiliaji wa maendeleo ya afya\nyake. Baadhi ya watoto huhitaji matibabu makubwa zaidi. Hawa ni pamoja na wale\nwatoto ambao hawana uwezo wa kula lishe maalumu, wenye matatizo mengine ya\nkiafya au walio na umri wa chini ya miezi 6 . Hawa hawana budi kupelekwa\nkwenye hospitali au vituo vya afya vinavyotoa huduma kwa saa 24, pia wapatiwe\nmaziwa maalumu na kusaidiwa ili waweze kunyonya. Watoto wenye utapiamlo mkali\nhupatwa na baridi zaidi kuliko watoto wengine, hivyo hawana budi kufunikwa\nwakati wote. Kugusanisha miili yao na ile ya mama au walezi wao huweza pia\nkuwaongezea joto. Mama pamoja na mtoto hawana budi kufunikwa vizuri. Kichwa\ncha mtoto pia kifunikwe. Pamoja na kwamba watoto wenye utapiamlo mkali\nhuhitaji tiba ya lishe maalumu, maziwa ya mama bado ni chanzo muhimu sana kwao\ncha virutubisho na kinga dhidi ya magonjwa. Pamoja na kupewa tiba maalumu\n(nyumbani au kwenye kituo cha afya), watoto wanaonyonya waendelee\nkunyonyeshwa.\n\n", 
  "source": "d52cd175be0f4152b4d8422b70354dd3", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "watoto-waliokonda-sana-naau-waliovimba-mwili-wanahitaji-huduma-maalum-za-tiba-wanapaswa-kupelekwa-kwa-mtaalamu-wa-afya-ili-wachunguzwe-na-kupatiwa-matibabu", 
  "uuid": "edea7f898ceb42969c174b482ec3441f"
}