{
  "subtitle": "", 
  "description": "Registo de Nascimento", 
  "language": "por_PT", 
  "title": "Registo de Nascimento", 
  "primary_category": "87b39af927354431a10a7e15c74864e6", 
  "created_at": "2014-12-23T10:32:34+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-12-23T10:33:03.724000+00:00", 
  "_version": {
    "package_version": "0.3.1", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "90171a7964ea4147bb29b4231d1c67e9", 
    "b18a0876f6da4390974af3dad7ed05ee"
  ], 
  "id": null, 
  "content": "VAMOS REGISTAR O BEBÉ LOGO APÓS O NASCIMENTO\r\n\r\n- A mãe gestante e o pai, com a ajuda da família, devem escolher o nome da criança antes do parto, para facilitar o registo na conservatória. Durante a gravidez, os pais podem começar a pensar no xará a quem vão dar o nome da criança.\r\n\r\n- O registo do bebé recém-nascido na Conservatória é gratuito e tem vantagens em fazé-lo com brevidade.\r\n\r\n![enter image description here][1]\r\n\r\nSEM REGISTO NÃO HÁ IDENTIDADE\r\n\r\n- O registo de nascimento é muito importante, porque permite que as nossas crianças tenham uma identidade própria reconhecida por lei. Só assim poderão matricular-se na escola, viajar e até mesmo inscrever-se em grupos desportivos e participar em campeonatos.\r\n\r\n![enter image description here][2]\r\n\r\nPOR QUE FAZER\r\n\r\n- O Registo de Nascimento protege o seu filho. Com o registo pode matricular a sua criança na escola e marcar consultas médicas.\r\n-  O Nome e os Apelidos são importantes para a identificação da família da criança.\r\n\r\n![enter image description here][3]\r\n\r\nONDE FAZER\r\n\r\nO registo pode ser feito:\r\n\r\n- Nas Conservatórias do Registo Civil\r\n- Nos Postos de Registo Civil das Administrações Municipais\r\n- Na Loja do Cidadão da área de residência dos pais ou local onde a criança nasceu.\r\n- Em Maternidades que ofereçam o service\r\n\r\nO QUE LEVAR\r\n\r\n- Os pais devem levar os seus Bilhetes de Identidade.\r\n- Se os pais não tiverem Bilhete de Identidade, devem levar a sua Cédula ou outro documento que comprove que são angolanos.\r\n- No caso de os pais não estarem registados, devem fazer primeiro o seu registo e depois o registo da criança. Também é gratuito.\r\n\r\nQUEM DEVE IR\r\n\r\n- Os pais são responsáveis pelo registo dos seus filhos.\r\n- Se os pais são casados basta a presença de um deles com o document do outro.\r\n- Se os pais não são casados, é obrigatório a presença dos dois para fazerem o registo da criança.\r\n- A mãe solteira pode fazer o registo sozinha se o pai não quiser reconhecer a criança.\r\n- No caso de falecimento da mãe, o registo deve ser feito pelo pai.\r\n- No caso de falecimento de ambos, o registo deve ser feito por outra pessoa da família ou pela pessoa que tem a criança sob sua responsabilidade\r\n- O registo de nascimento falso é crime.\r\n\r\nQUANDO FAZER\r\n\r\n- O ideal é fazer logo depois do nascimento. Para isso, é importante pensar no nome da criança antes de nascer\r\n\r\n\r\n  [1]: http://s22.postimg.org/fybrpy7ox/REGISTO_1.jpg\r\n  [2]: http://s1.postimg.org/hxogl00zj/REGISTO_2.jpg\r\n  [3]: http://s7.postimg.org/msaeoviu3/REGISTO_ULTIMO.jpg", 
  "source": null, 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "registo-de-nascimento", 
  "uuid": "ee875716e8f54e33b2cc583d0d5fc2ea"
}