{
  "subtitle": "", 
  "description": "Mama wajawazito wote na watoto wao wachanga wanapaswa\r\nkupewa chanjo dhidi ya pepopunda. Hata kama mama alishapata\r\nchanjo siku za nyuma, anapaswa kumuona mtaalamu wa afya ili\r\napate ushauri wa chanjo inayofaa ya pepopunda.", 
  "language": "swh_TZ", 
  "title": "Mama wajawazito wote na watoto wao wachanga wanapaswa kupewa chanjo dhidi ya pepopunda. Hata kama mama alishapata chanjo siku za nyuma, anapaswa kumuona mtaalamu wa afya ili apate ushauri wa chanjo in", 
  "primary_category": "f1977f57cd124b348820df64ee59bc1a", 
  "created_at": "2014-10-12T19:45:40.276705+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:35.695909+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "f3e7a797a3bd4f148078e7c26ac537a2", 
  "content": "Katika maeneo mengi ulimwenguni, mama hujifungua katika mazingira machafu.\nHali hii huwaweka mama na watoto wachanga katika hatari ya kuambukizwa\nvijidudu vya pepopunda, ugonjwa unaoua zaidi watoto wachanga. Iwapo mama\nmjamzito kama hajachomwa sindano ya kinga dhidi ya pepopunda, na bakteria au\nvijidudu vya pepopunda kuingia mwilini mwake, maisha yake yatakuwa hatarini\npia. Bakteria au vijidudu vya pepopunda hustawi katika vidonda vichafu.\nBakteria hawa huweza kumwingia mtoto ikiwa ukataji wa kamba ya kitovu\nutafanywa kwa kutumia kisu kichafu au kitu chochote kichafu. Kifaa chochote\nkinachotumika kukatia kamba ya kitovu kinapaswa kusafishwa, kuchemshwa, au\nkupashwa joto kwenye moto kisha kuachwa kipoe. Katika juma la kwanza baada ya\nkuzaliwa, kitovu cha mtoto kinapaswa kuwa safi. Kitu chochote kisiwekwe kwenye\nkitovu. Mama wajawazito wote wanapaswa kuchunguzwa ili kuhakikisha kuwa\nwamepata chanjo ya pepopunda. Hatua hii huwalinda mama na watoto wao wachanga.\n\n", 
  "source": "a036409143d340e1a9a64d67466bf716", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "mama-wajawazito-wote-na-watoto-wao-wachanga-wanapaswa-kupewa-chanjo-dhidi-ya-pepopunda-hata-kama-mama-alishapata-chanjo-siku-za-nyuma-anapaswa-kumuona-mtaalamu-wa-afya-ili-apate-ushauri-wa-chanjo", 
  "uuid": "f3e7a797a3bd4f148078e7c26ac537a2"
}