{
  "subtitle": "", 
  "description": "Nyakati za kula ni vipindi vya kujifunza, kuonyeshana upendo,\r\nna kukaa pamoja. Wakati huu huchochea ukuaji wa kimwili,\r\nkimahusiano na kihisia. Mzazi au mlezi anapaswa kuzungumza\r\nna watoto wakati wa kula na kuwahudumia watoto wa kike na\r\nwa kiume bila ubaguzi. ", 
  "language": "swh_TZ", 
  "title": "Nyakati za kula ni vipindi vya kujifunza, kuonyeshana upendo, na kukaa pamoja. Wakati huu huchochea ukuaji wa kimwili, kimahusiano na kihisia. Mzazi au mlezi anapaswa kuzungumza na watoto wakati wa ku", 
  "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
  "created_at": "2014-10-12T19:06:33.779553+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:38.979128+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "f6142616a2894a8986a046fd3fb7de09", 
  "content": "Nyakati za kula hutoa fursa kwa mama na baba au walezi kukaa pamoja na\nkuzungumza na watoto na kuwasaidia katika kujifunza. Hali hii husaidia\nkuchochea ukuaji wa kimahusiano na kihisia. Ni muhimu kuwahimiza watoto kula,\nlakini si kuwalazimisha. Mahitaji ya kila mtoto hutofautiana kutokana na kiasi\ncha unyonyaji wa maziwa ya mama, na tofauti za kiwango cha ukuaji. Watoto\nwachanga wanapaswa kulishwa moja kwa moja. Watoto wadogo wanapaswa kusaidiwa\nwanapojifunza kula wenyewe. Mtoto akikataa aina nyingi za vyakula, walezi\nwanaweza kujaribu kuwapa vyakula vyenye mchanganyiko na ladha mbalimbali, na\nkutumia njia mbalimbali za kuwahamasisha kula. Wazazi au walezi wanapaswa\nkupunguza mambo yanayoathiri usikivu na umakini wa mtoto wakati wa kula, iwapo\nmtoto hupoteza hamu kirahisi. Wasichana na wavulana wanahitaji kiasi sawa cha\nuangalizi na muda wakati wa kula. Wote wanapaswa kupata kiasi na ubora sawa wa\nchakula na vinywaji. Wote wanahitaji kunyonyeshwa katika miezi sita ya mwanzo\ntangu kuzaliwa na kupata kiasi na mchanganyiko wa kutosha wa vyakula baada ya\nmiezi sita. Ni muhimu kwa mama na baba kufahamu kuhusu lishe ya mtoto. Wazazi\nwote wanapaswa kushiriki kuwalisha watoto wao wa kiume na kike.\n\n", 
  "source": "4038de798cdf4ed795706b8a528f2100", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "nyakati-za-kula-ni-vipindi-vya-kujifunza-kuonyeshana-upendo-na-kukaa-pamoja-wakati-huu-huchochea-ukuaji-wa-kimwili-kimahusiano-na-kihisia-mzazi-au-mlezi-anapaswa-kuzungumza-na-watoto-wakati-wa-ku", 
  "uuid": "f6142616a2894a8986a046fd3fb7de09"
}