{
  "subtitle": "", 
  "description": "Mama mwenye afya nzuri, kujifungua salama, uangalizi mzuri \r\nwa mtoto mchanga, familia yenye upendo pamoja na mazingira \r\nsafi ya nyumbani huchangia sana katika kuboresha afya na \r\nkupunguza sana hatari ya kifo kwa mtoto mchanga \r\n", 
  "language": "swh_TZ", 
  "title": "Mama mwenye afya nzuri, kujifungua salama, uangalizi mzuri  wa mtoto mchanga, familia yenye upendo pamoja na mazingira  safi ya nyumbani huchangia sana katika kuboresha afya na  kupunguza sana hatari ", 
  "primary_category": "27038d5886564782adcce92ec89494eb", 
  "created_at": "2014-10-10T21:39:31.119360+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:45.445445+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "fe6431ac81a143c6aa5aa005ec604426", 
  "content": "Watoto wachanga wanahitaji uangalizi makini wakati wote, wanahitaji kupendwa,\nkuwekwa katika hali ya usafi na ya joto linalostahili pamoja na kulishwa. Kina\nmama na kina baba au walezi wengine ambao huwapatia watoto wao wachanga\nmahitaji yao ya msingi husaidia katika kujenga msingi imara wa afya, furaha,\nukuaji kimwili, kiakili na kiuwezo pamoja na ujifunzaji wa watoto wao. Mtoto\nmchanga hukuwa vyema endapo: \\- Atawekwa karibu sana, kupakatwa na kukumbatiwa\nmara kwa mara na mama, baba, au mlezi wake mwingine wa uchangani. \\-\nAtanyonyeshwa maziwa ya mama pekee tangu kuzaliwa hadi miezi sita wakati\nwowote anapohitaji walau mara 8 katika saa 24 ; unyonyeshaji husaidia katika\nkumweka mtoto karibu na mama yake na humkinga mtoto dhidi ya maambukizo. \\-\nAtapendwa na watu wa familia yake kwa kuonyeshwa upendo, kujaliwa, kutiwa moyo\nna kupewa majaribio rahisi ya kupima akili yake, hali ambayo humsaidia mtoto\nkukuwa na kujifunza haraka \\- Atatunzwa katika joto linalostahili, mahali\npazuri na salama, kubadilishwa nguo mara kwa mara pamoja na kumweka begani ili\nacheue baada ya kumlisha \\- Atapatiwa huduma nzuri ya afya, ikiwa ni pamoja na\nkufanyiwa uchunguzi wa mara kwa mara wa afya yake, kupewa chanjo na kupimwa\nuzito kwa lengo la kufuatilia ukuaji wake \\- Atatunzwa katika mazingira salama\nambayo yatamkinga dhidi ya maambukizo. **Mtaalamu wa ukunga anapaswa:** \\- Awe\namejiandaa kujibu maswali ya mama waliojifungua kwa mara ya kwanza kuhusu\nnamna ya kuwatunza watoto wao wachanga hasa masuala ya unyonyeshaji, ulishaji\nwa vyakula vya kulikiza, chanjo, uogeshaji watoto, namna ya kukaa na watoto\nwao, kuanza kuongea kwa watoto, namna ya kulala na watoto na mengine mengi. \\-\nKuwafahamisha mama waliojifungua kwa mara ya kwanza kuhusu dalili za hatari\nambazo zinapaswa kushughulikiwa kimatibabu mara moja \\- Kuwasaidia kinamama na\nkinababa kuandaa mpango wa dharura kwa ajili ya kukabiliana na dharura yoyote\nitakayompata mtoto wao \\- Kumpatia mama na baba kumbukumbu muhimu za mtoto\nalipozaliwa (uzito, urefu, muda wa kuzaliwa) \\- Kuwapatia wazazi hati ya\nkuzaliwa kwa mtoto kwa ajili ya uandikishaji wa mtoto katika ofisi ya vizazi\nna vifo na kutolewa kwa cheti cha kuzaliwa cha mtoto. Watoto wanaozaliwa kabla\nya wakati au wakiwa na uzito pungufu au watoto wanaozaliwa na mahitaji maalumu\nhuhitaji matunzo maalumu, kupendwa na kujaliwa ili kutohatarisha maisha yao na\nkuwawezesha wakue vizuri kimwili, kiakili na kiuwezo. Mtaalamu wa ukunga ana\njukumu la msingi la kuwaelekeza mama na baba wa mtoto kuhusu namna ya kumtunza\nmtoto wao mchanga mwenye mahitaji maalumu pale watakaporejea nyumbani kutoka\nkliniki alikojifungulia mama. Baadhi ya watoto wanaweza kuhitaji uangalizi wa\nziada katika vituo maalumu vya kutunza watoto hospitalini hadi wafikie hatua\nambayo inaruhusu warejee nyumbani na wazazi wao. Endapo mtoto bado hajaweza\nkunyonya mwenyewe, mama yake anaweza kukamua maziwa na yakahifadhiwa katika\nnjia salama ili yaweze kutumiwa na mtoto kwa kulishwa kwa kutumia mpira\nsalama, kijiko au kikombe hadi mtoto atakapoweza kunyonya mwenyewe. Utunzaji\nwa mtoto mchanga huambatana na furaha, wasiwasi pamoja na uchovu kwa mama na\nbaba kutokana na ugeni wa mtoto pamoja na kuzuka kwa majukumu mapya ya\nkumhudumia mgeni huyo. Kwa vile watoto wachanga hutegemea kupata kila kitu\nkutoka kwa wazazi wake, kuna umuhimu kwa mama na baba kuwatunza watoto wao\nwenyewe. Mama wanaonyonyesha wanahitaji chakula bora zaidi kilishe pamoja na\nmuda wa kutosha wa kupumzika. Baba anaweza kumsaidia mama anayenyonyesha kwa\nkutunza nyumba pamoja na watoto wengine au kwa kumtunza mtoto mchanga wakati\nmama anapokuwa amepumzika.\n\n", 
  "source": "1305140df8fc4b67a244922125fa81af", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "mama-mwenye-afya-nzuri-kujifungua-salama-uangalizi-mzuri-wa-mtoto-mchanga-familia-yenye-upendo-pamoja-na-mazingira-safi-ya-nyumbani-huchangia-sana-katika-kuboresha-afya-na-kupunguza-sana-hatari", 
  "uuid": "fe6431ac81a143c6aa5aa005ec604426"
}