{
  "subtitle": "", 
  "description": "Mama mwenye afya nzuri, kujifungua salama, uangalizi mzuri \r\nwa mtoto mchanga, familia yenye upendo pamoja na mazingira \r\nsafi ya nyumbani huchangia sana katika kuboresha afya na \r\nkupunguza sana hatari ya kifo kwa mtoto mchanga \r\n", 
  "language": "swa_TZ", 
  "title": "Mama mwenye afya nzuri, kujifungua salama, uangalizi mzuri  wa mtoto mchanga, familia yenye upendo pamoja na mazingira  safi ya nyumbani huchangia sana katika kuboresha afya na  kupunguza sana hatari ", 
  "primary_category": "27038d5886564782adcce92ec89494eb", 
  "created_at": "2014-10-10T21:39:31.119360+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-12-03T12:12:19.149378+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "fe6431ac81a143c6aa5aa005ec604426", 
  "content": "Watoto wachanga wanahitaji uangalizi makini wakati wote, wanahitaji kupendwa,\nkuwekwa katika hali ya usafi na ya joto linalostahili pamoja na kulishwa. Kina\nmama na kina baba au walezi wengine ambao huwapatia watoto wao wachanga\nmahitaji yao ya msingi husaidia katika kujenga msingi imara wa afya, furaha,\nukuaji kimwili, kiakili na kiuwezo pamoja na ujifunzaji wa watoto wao. Mtoto\nmchanga hukuwa vyema endapo: \\\\- Atawekwa karibu sana, kupakatwa na\nkukumbatiwa mara kwa mara na mama, baba, au mlezi wake mwingine wa uchangani.\n\\\\- Atanyonyeshwa maziwa ya mama pekee tangu kuzaliwa hadi miezi sita wakati\nwowote anapohitaji walau mara 8 katika saa 24 ; unyonyeshaji husaidia katika\nkumweka mtoto karibu na mama yake na humkinga mtoto dhidi ya maambukizo. \\\\-\nAtapendwa na watu wa familia yake kwa kuonyeshwa upendo, kujaliwa, kutiwa moyo\nna kupewa majaribio rahisi ya kupima akili yake, hali ambayo humsaidia mtoto\nkukuwa na kujifunza haraka \\\\- Atatunzwa katika joto linalostahili, mahali\npazuri na salama, kubadilishwa nguo mara kwa mara pamoja na kumweka begani ili\nacheue baada ya kumlisha \\\\- Atapatiwa huduma nzuri ya afya, ikiwa ni pamoja\nna kufanyiwa uchunguzi wa mara kwa mara wa afya yake, kupewa chanjo na kupimwa\nuzito kwa lengo la kufuatilia ukuaji wake \\\\- Atatunzwa katika mazingira\nsalama ambayo yatamkinga dhidi ya maambukizo. **Mtaalamu wa ukunga anapaswa:**\n\\\\- Awe amejiandaa kujibu maswali ya mama waliojifungua kwa mara ya kwanza\nkuhusu namna ya kuwatunza watoto wao wachanga hasa masuala ya unyonyeshaji,\nulishaji wa vyakula vya kulikiza, chanjo, uogeshaji watoto, namna ya kukaa na\nwatoto wao, kuanza kuongea kwa watoto, namna ya kulala na watoto na mengine\nmengi. \\\\- Kuwafahamisha mama waliojifungua kwa mara ya kwanza kuhusu dalili\nza hatari ambazo zinapaswa kushughulikiwa kimatibabu mara moja \\\\- Kuwasaidia\nkinamama na kinababa kuandaa mpango wa dharura kwa ajili ya kukabiliana na\ndharura yoyote itakayompata mtoto wao \\\\- Kumpatia mama na baba kumbukumbu\nmuhimu za mtoto alipozaliwa (uzito, urefu, muda wa kuzaliwa) \\\\- Kuwapatia\nwazazi hati ya kuzaliwa kwa mtoto kwa ajili ya uandikishaji wa mtoto katika\nofisi ya vizazi na vifo na kutolewa kwa cheti cha kuzaliwa cha mtoto. Watoto\nwanaozaliwa kabla ya wakati au wakiwa na uzito pungufu au watoto wanaozaliwa\nna mahitaji maalumu huhitaji matunzo maalumu, kupendwa na kujaliwa ili\nkutohatarisha maisha yao na kuwawezesha wakue vizuri kimwili, kiakili na\nkiuwezo. Mtaalamu wa ukunga ana jukumu la msingi la kuwaelekeza mama na baba\nwa mtoto kuhusu namna ya kumtunza mtoto wao mchanga mwenye mahitaji maalumu\npale watakaporejea nyumbani kutoka kliniki alikojifungulia mama. Baadhi ya\nwatoto wanaweza kuhitaji uangalizi wa ziada katika vituo maalumu vya kutunza\nwatoto hospitalini hadi wafikie hatua ambayo inaruhusu warejee nyumbani na\nwazazi wao. Endapo mtoto bado hajaweza kunyonya mwenyewe, mama yake anaweza\nkukamua maziwa na yakahifadhiwa katika njia salama ili yaweze kutumiwa na\nmtoto kwa kulishwa kwa kutumia mpira salama, kijiko au kikombe hadi mtoto\natakapoweza kunyonya mwenyewe. Utunzaji wa mtoto mchanga huambatana na furaha,\nwasiwasi pamoja na uchovu kwa mama na baba kutokana na ugeni wa mtoto pamoja\nna kuzuka kwa majukumu mapya ya kumhudumia mgeni huyo. Kwa vile watoto\nwachanga hutegemea kupata kila kitu kutoka kwa wazazi wake, kuna umuhimu kwa\nmama na baba kuwatunza watoto wao wenyewe. Mama wanaonyonyesha wanahitaji\nchakula bora zaidi kilishe pamoja na muda wa kutosha wa kupumzika. Baba\nanaweza kumsaidia mama anayenyonyesha kwa kutunza nyumba pamoja na watoto\nwengine au kwa kumtunza mtoto mchanga wakati mama anapokuwa amepumzika.\n\n", 
  "source": "1305140df8fc4b67a244922125fa81af", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": true, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "mama-mwenye-afya-nzuri-kujifungua-salama-uangalizi-mzuri-wa-mtoto-mchanga-familia-yenye-upendo-pamoja-na-mazingira-safi-ya-nyumbani-huchangia-sana-katika-kuboresha-afya-na-kupunguza-sana-hatari", 
  "uuid": "fe6431ac81a143c6aa5aa005ec604426"
}