{
  "subtitle": "", 
  "description": "Kuanguka ni chanzo kikubwa cha majeraha kwa watoto. Ngazi,\r\nbaraza la ghorofani, mapaa, madirisha na maeneo wanayotumia\r\nkwa kucheza na kulala yanapaswa kuwekwa katika hali ya\r\nusalama kwa kutumia vizuizi pamoja na kutumia miti/nondo\r\nzilizosimama wima ili kuzuia watoto wasianguke.", 
  "language": "swh_TZ", 
  "title": "Kuanguka ni chanzo kikubwa cha majeraha kwa watoto. Ngazi, baraza la ghorofani, mapaa, madirisha na maeneo wanayotumia kwa kucheza na kulala yanapaswa kuwekwa katika hali ya usalama kwa kutumia vizuiz", 
  "primary_category": "8db1a6f44dd9426da7a50a4664bb84cf", 
  "created_at": "2014-10-13T11:42:49.116777+00:00", 
  "featured_in_category": false, 
  "modified_at": "2014-11-12T08:40:27.408971+00:00", 
  "_version": {
    "package_version": "0.2.5", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 22:59:56) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": "fe858771acb6415ab8327380ab64ee1b", 
  "content": "Mara nyingi watoto huanguka wakiwa wanajifunza kutembea, kukimbia na kuruka.\nKuanguka kwingi kunasababisha mikwaruzo na michubuko. Wakati mwingine,\nkuanguka kunaweza kusababisha kuvunjika mifupa, majeraha ya kichwani au\nmajeraha mengine makubwa, au hata kifo. Watoto wadogo wakiachwa bila watu wa\nkuwasimamia wanaweza kuanguka kutoka vitandani. Watoto wadogo wanaweza\nkuanguka kwenye ngazi au kutoka kwenye madirisha au baraza la ghorofani.\nWatoto hupenda kupanda vitu. Wanaweza kujeruhiwa vibaya kama wataanguka kutoka\nsehemu iliyo juu au kujaribu kupanda juu ya samani nzito ambazo zinaweza\nkuwaangukia. **Zaidi ya kutoa usimamizi, kuna haja ya kuchukua hatua kadhaa\nili kuzuia watoto wasianguke:** \\- wakataze na wazuie watoto kupanda juu\nmahali pasipo salama \\- usiwaruhusu watoto wacheze katika ngazi na baraza la\nghorofa, na, ikiwa watafanya hivyo, waangalie kwa makini \\- tumia uzio wenye\nupana na kimo kinachofaa pamoja na nondo ili kukinga sehemu za ngazi,\nmadirisha na baraza la ghorofani \\- iweke nyumba katika hali ya usafi, iwe na\nmwanga wa kutosha na isiwe na vitu vyenye ncha kali na pembe zisizotengenezwa\nvizuri \\- watunze watoto vizuri kwa usalama wakikalia viti virefu \\- usimwache\nmtoto bila mtu wa kumwangalia kitandani, au katika chombo watumiavyo watoto\nkutembelea au vifaa vingine \\- weka mbali na madirisha samani kama vile\nvitanda na viti \\- usiweke midoli au vitu vingine vya kuchezea watoto au vitu\nvingine vinavyoweza kuwavutia watoto juu ya rafu, na fungia ukutani samani\nnzito kama vile kabati au rafu. *Kwa Ushauri kuhusu kutoa Huduma ya Kwanza kwa\nmtu aliyevunjika mifupa, mwenye mikwaruzo, kuteguka au majeraha mengine, soma\nmwishoni mwa sura hii.*\n\n", 
  "source": "83486e34053c4d9bb0f40f8615476883", 
  "featured": false, 
  "published": true, 
  "position": 0, 
  "slug": "kuanguka-ni-chanzo-kikubwa-cha-majeraha-kwa-watoto-ngazi-baraza-la-ghorofani-mapaa-madirisha-na-maeneo-wanayotumia-kwa-kucheza-na-kulala-yanapaswa-kuwekwa-katika-hali-ya-usalama-kwa-kutumia-vizuiz", 
  "uuid": "fe858771acb6415ab8327380ab64ee1b"
}