{
    "fields": {
        "subtitle": "", 
        "description": "Kila ujauzito una upekee wake na unastahili kulelewa katika \r\nusalama. Mama wote wajawazito wanapaswa kuhudhuria \r\nkliniki walau mara nne ili kupata uhakika kuhusu usalama na \r\nmaendeleo mazuri ya ujauzito wao. Mama wajawazito pamoja \r\nna jamaa katika familia zao wanapaswa kuzifahamu dalili za \r\nuchungu wa uzazi pamoja na dalili za matatizo ya ujauzito. \r\nAidha wanapaswa kuwa na mipango ya kujipatia maarifa ya \r\nmsingi ya kuhudumia mama anayejifungua pamoja na kumsaidia \r\nmara moja endapo patazuka tatizo.", 
        "language": "swh_TZ", 
        "title": "Kila ujauzito una upekee wake na unastahili kulelewa katika  usalama. ", 
        "primary_category": "27038d5886564782adcce92ec89494eb", 
        "created_at": "2014-10-10T20:13:34+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T09:35:21.373696+00:00", 
        "linked_pages": [], 
        "slug": "kila-ujauzito-una-upekee-wake-na-unastahili-kulelewa-katika-usalama", 
        "content": "Msichana anapofikia umri unaomruhusu kuolewa kisheria, anapaswa \r\nkuelimishwa kuhusu masuala ya ujauzito pamoja na hatari za magonjwa \r\nyanayoambukizwa kwa njia ya ngono ikiwa ni pamoja na VVU. Anapaswa \r\naweze kutambua dalili za awali za ujauzito na ikitokea akapata ujauzito \r\nawezeshwe kupata huduma stahiki za afya au mtaalamu wa afya \r\natakayemshauri kuhusu masuala muhimu yanayohusiana na hatua za mwanzo \r\nza ujauzito. Aelimishwe kuhusu hatua za kawaida za ukuaji wa mimba pamoja \r\nna njia za kulinda afya yake pamoja na ya mtoto wakati wa ujauzito. Aidha awe \r\nakifahamu dalili za awali za matatizo yanayoweza kuhatarisha mimba. \r\n\r\nMama mjamzito anapaswa kuhudhuria kliniki walau mara nne katika kipindi \r\ncha ujauzito. Mahudhurio ya kwanza kabisa ya kliniki yafanyike ndani ya miezi \r\nmitatu ya mwanzo ya ujauzito na mengine matatu yafanyike katika mwezi wa \r\n6 au wa 7, na katika mwezi wa 8 na wa 9. \r\n\r\n**Ili kusaidia katika kuhakikisha maendeleo mazuri ya mimba , \r\nmtaalamu wa afya na/au mkunga anapaswa:**\r\n\r\n - kumuelimisha mama mjamzito kuhusu mabadiliko yanayotokea katika mwili\r\n   wake\r\n   \r\n - kumpima mama mjamzito kwa lengo la kubaini kama ana shinikizo la    \r\n   damu, ugonjwa ambao ni hatari kwa mama na mtoto\r\n\r\n - kumpima mama mjamzito kama ana upungufu wa damu, kumpatia vidonge    \r\n   vya madini chuma kwa ajili ya kumwongezea damu pamoja na kuhakikisha \r\n   kwamba mama mjamzito anafahamu vizuri umuhimu wa kutumia vidonge    \r\n   hivyo pamoja na dalili zinazoweza kusababishwa na utumiaji wa vidonge\r\n   hivyo kama vile kukosa haja kubwa na kichefuchefu.\r\n\r\n - kumpima mama mjamzito kama ana matatizo ya kuona usiku na kama  anayo\r\n   apatiwe vidonge vya vitamini A katika dozi ya kutosha kumkinga  mama \r\n   pamoja na kusaidia ukuaji bora wa mtoto aliyeko tumboni\r\n\r\n - kupitia kadi ya chanjo ya mama na kuona kama anahitaji kupata kinga  \r\n   ya  pepo punda kwa ajili ya kujikinga yeye mwenyewe na mtoto wake.\r\n\r\n - kuwahimiza mama wote wajawazito watumie chumvi iliyoongezwa  madini  \r\n   joto katika kutayarisha mlo wao ili kuwakinga watoto wao dhidi ya    \r\n   uwezekano wa kupata matatizo ya kiakili na kimwili pamoja na   \r\n   kuwakinga  wao wenyewe dhidi ya ugonjwa wa goita.\r\n\r\n - kuwahimiza mama wote wajawazito watumie mlo kamili kilishe na wa    \r\n   kutosha na wapate muda wa kutosha wa kupumzika.\r\n\r\n - kuchunguza mara kwa mara uzito wa mama mjamzito ili kuhakikisha    \r\n   kwamba ukuaji wa mtoto aliyeko tumboni unaendelea vizuri\r\n\r\n - kumpatia mama mjamzito dawa anazostahili za malaria na kumhimiza    \r\n   atumie chandarua kilichowekwa dawa\r\n\r\n - kumpatia mama mjamzito dawa za minyoo, pale ujauzito unapofikia miezi\r\n   matatu na kuendelea ili kupunguza uwezekano wa mtoto kuzaliwa na   \r\n   uzito  pungufu\r\n\r\n - kuwaandaa mama na baba kwa ajili ya kumpokea mtoto wao pale    \r\n   atakapozaliwa na kumtunza: kumshauri mama kuhusu masuala ya    \r\n   unyonyeshaji na utunzaji wa mtoto na baba kuhusu umuhimu wa kumsaidia\r\n   mama mzazi\r\n   \r\n - kumshauri mama mjamzito pamoja na familia yake kuhusu mahali pazuri  \r\n   pa  kujifungulia na namna ya kutafuta msaada endapo patazuka matatizo\r\n   kabla  na wakati wa kujifungua au mara tu baada ya kujifungua\r\n\r\n - kumwelimisha mama mjamzito, kama ikibidi, kuhusu vikundi vilivyoko   \r\n   vya  kutoa huduma za kuwalinda na kuwatetea kinamama wajawazito dhidi\r\n   ya  vurugu wanazofanyiwa.\r\n\r\n - kutoa ushauri kuhusu namna ya kukwepa magonjwa yanayoambukizwa  kwa  \r\n   njia ya ngono ikiwa ni pamoja na VVU\r\n\r\n - kumchunguza mama mjamzito kama ana maambukizo, hususan ya njia  ya   \r\n   mkojo na ya magonjwa yanayoambukizwa kwa njia ya ngono ikiwa  ni   \r\n   pamoja na VVU, na endapo ana maambukizo kumpatia tiba kama    \r\n   itakavyoelekezwa na mtaalamu wa ugonjwa husika\r\n\r\n - kupima VVU kwa hiari na usiri pamoja na kutoa ushauri nasaha.\r\n\r\nMama mjamzito ambaye ameambukizwa VVU amuone mtaalamu wa afya \r\nanayestahili kwa ajili ya kupatiwa ushauri nasaha kuhusu namna ya kupunguza \r\nhatari za kumwambukiza mtoto aliyeko tumboni wakati wa ujauzito, wa \r\nkujifungua na wa kunyonyesha na namna ya kujitunza yeye mwenyewe \r\npamoja na mtoto. Mama mjamzito ambaye ana wasiwasi kuwa huenda \r\nameambukizwa VVU ashauriwe kupima kwa hiari na kupatiwa ushauri nasaha. \r\nBaba pia ashauriwe kupima na kupewa ushauri nasaha. (Soma sura ya VVU \r\nkwa taarifa zaidi.)\r\n\r\n\r\n**Mama mjamzito aelimishwe namna ya kutambua dalili za \r\nmwanzo za uchungu wa uzazi na wakati wa kumtafuta mkunga \r\nkwa ajili ya kumsaidia katika kujifungua.** \r\n\r\nDalili za uchungu wa uzazi ni pamoja na: \r\n\r\n - mikazo inayoambatana na maumivu makali ya tumbo kwa kila dakika 20 au\r\n   pungufu\r\n - kupasuka kwa chupa\r\n - kutokwa na ute mzito uliochanganyika na damu.\r\n\r\n**Kila mama mjamzito pamoja na familia yake wanapaswa \r\nkufahamu hatari zinazoambatana na ujauzito pamoja na kujua \r\ndalili zinazoashiria matatizo yanayoweza kuhatarisha mimba.**\r\n\r\n**Mambo ya hatari kabla ya ujauzito:**\r\n\r\n - kuwa chini ya umri wa miaka 18 au zaidi ya umri wa miaka 35\r\n - kutokukamilisha miaka miwili baada ya kujifungua\r\n - kuwa umeshawahi kubeba mimba nyingi kabla zaidi ya nne\r\n - kuwa umeshawahi kujifungua mtoto njiti au mtoto mwenye uzito pungufu \r\n   ya kilogramu 2\r\n - kuwa umeshawahi kujifungua kwa matatizo au kwa kupasuliwa\r\n - kuwa umeshawahi kuharibu mimba au kujifungua mtoto mfu\r\n - kuwa na uzito wa chini ya kilogramu 38\r\n - kuwa na urefu wa pungufu ya mita 1.5\r\n - kuwa umefanyiwa ukeketaji\r\n - kuwa umeambukizwa VVU au ugonjwa mwingine unaoambukizwa kwa njia  ya\r\n   ngono.", 
        "source": "1b34342ee6a448bda94f575956b85240", 
        "featured": false, 
        "published": true, 
        "position": 46, 
        "id": "74aedc743ca84655beb5092001434521"
    }, 
    "model": "GitPageModel"
}