{
    "fields": {
        "subtitle": "", 
        "description": "Kuanzia umri wa miezi 6 hadi 8, mtoto anahitaji kula mara 2\r\nhadi 3 kwa siku na kisha mara 3 hadi 4 kwa siku—ikiwa ni\r\npamoja na kunyonya maziwa ya mama. Kutegemeana na hamu\r\nya kula ya mtoto, mlo wenye lishe mmoja au mbili kama vile\r\nmatunda au mkate ulipakwa siagi (mfano ya karanga) unaweza\r\nkuhitajika. Mzazi au mlezi anapaswa kuanza kumlisha mtoto\r\nkiasi kidogo cha chakula na kukiongeza taratibu kadiri mtoto\r\nanavyozidi kukua. ", 
        "language": "swh_TZ", 
        "title": "Kuanzia umri wa miezi 6 hadi 8, mtoto anahitaji kula mara 2 hadi 3 kwa siku na kisha mara 3 hadi 4 kwa siku—ikiwa ni pamoja na kunyonya maziwa ya mama. Kutegemeana na hamu ya kula ya mtoto, mlo wenye ", 
        "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
        "created_at": "2014-10-12T19:04:44.413882+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T19:04:44.414203+00:00", 
        "linked_pages": [], 
        "slug": "kuanzia-umri-wa-miezi-6-hadi-8-mtoto-anahitaji-kula-mara-2-hadi-3-kwa-siku-na-kisha-mara-3-hadi-4-kwa-sikuikiwa-ni-pamoja-na-kunyonya-maziwa-ya-mama-kutegemeana-na-hamu-ya-kula-ya-mtoto-mlo-wenye", 
        "content": "Lishe nzuri katika miaka miwili ya mwanzo tangu kuzaliwa ni muhimu sana.\r\nUpungufu wa lishe katika kipindi hiki, unaweza kupunguza kasi ya ukuaji wa\r\nmtoto kiakili na kimwili katika maisha yake yote.\r\n\r\nIli wakue na kuwa na afya njema, watoto wadogo wanahitaji aina mbalimbali\r\nza vyakula vyenye lishe kama vile nyama, samaki, jamii ya kunde, nafaka,\r\nmatunda, mayai, na mbogamboga, halikadhalika maziwa ya mama. \r\n\r\nTumbo la mtoto ni dogo kuliko la mtu mzima, hivyo mtoto hawezi kula chakula\r\nkingi katika mlo mmoja. Hata hivyo, kuna mahitaji makubwa ya nguvu na\r\nkujenga mwili wa watoto. Ni muhimu watoto wale mara kwa mara ili wapate\r\nmahitaji yao yote ya lishe.\r\n\r\nVyakula kama vile mbogamboga zilizochanganywa na nyama, mayai, au samaki\r\nwaliosagwa vinapaswa kujumuishwa kwenye mlo wa mtoto kila mara kadri\r\niwezekanavyo. Kiasi kidogo cha mafuta kinaweza kuwekwa, hususani mafuta\r\nyaliyoongezewa vitamini.\r\n\r\nKama milo inawekwa kwenye sahani moja wakati wa kula, watoto wadogo\r\nwanaweza wasipate chakula cha kutosha. Kumpa mtoto mdogo chakula\r\nkwenye sahani au bakuli yake, huwarahisishia wazazi au walezi kujua aina na\r\nkiasi cha chakula kilicholiwa na mtoto.\r\n\r\nWatoto wadogo wanaweza kuhitaji kuhamasishwa kula, na wanaweza kuhitaji\r\nkusaidiwa kushika chakula au chombo. Mtoto mwenye mtindio au ulemavu\r\nanaweza kuhitaji usaidizi wa ziada wakati wa kula na kunywa.\r\n\r\n**Yafuatayo ni maelezo kuhusu idadi na kiasi cha milo ya watoto:**\r\n\r\n**Miezi 6 hadi 8:**\r\n\r\nWatoto wanapaswa kunyonyeshwa maziwa ya mama mara kwa mara na\r\nkupata vyakula vingine mara 2 hadi 3 kwa siku. Wazazi wanapaswa kuanza\r\nkuwalisha watoto vyakula vilivyosagwa (kama vile uji) na taratibu waongeze\r\nuzito/ugumu wa chakula. Mtoto anaweza kulishwa, mapema iwezekanavyo,\r\nvyakula vitokanavyo na wanyama kama vile nyama, mayai, na samaki, lakini\r\nlazima visagwe, au vikatwe katika vipande vidogovidogo sana. Anza na vijiko\r\n2 hadi 3 kwa mlo mmoja, kiasi hicho kikiongezeka taratibu hadi nusu kikombe\r\nchenye ujazo wa mililita 250.\r\n\r\n**Miezi 9 hadi 24:**\r\n\r\nWatoto wanapaswa kulishwa vyakula vingine mara 3 hadi 4 kwa siku\r\nsambamba na kunyonyeshwa maziwa ya mama. Wape watoto wenye umri\r\nwa miezi 9 hadi 11 chakula nusu kikombe chenye ujazo wa mililita 250 kwa\r\nkila mlo. Wape watoto wenye umri wa miezi 12 hadi 23 chakula robo tatu ya\r\nkikombe kizima chenye ujazo wa mililita 250 kwa kila mlo. Vyakula vitokanavyo\r\nna wanyama kama vile nyama, samaki, na mayai vinapaswa kujumuishwa,\r\nkwa wingi kadri iwezekanavyo.\r\n\r\n**Kufikia umri wa miezi 12:**\r\n\r\nWatoto wengi wanaweza kula ‘vyakula vya wanafamilia wengine’ ambavyo ni\r\nvigumu. Wanaweza kuendelea kulishwa vyakula vigumu kidogo ambavyo ni\r\nrahisi kwa watoto wadogo kula. \r\n\r\nWatoto wanaweza kupewa vyakula vyenye virutubisho vya nyongeza (kama\r\nvile matunda au mkate uliopakwa kwa mbali siagi ya jamii ya karanga) mara\r\nmbili kwa siku, kadri itakavyoonekana inafaa, kuanzia umri wa miezi sita.\r\nIwapo ubora na kiasi cha chakula kwa mlo ni kidogo, au mtoto haendelei\r\nkunyonyeshwa, mpe kikombe 1 hadi 2 vya maziwa pamoja na mlo 1 au 2 ya\r\nziada kila siku.", 
        "source": "b2c4b756cb0449bfadb0716081991ef9", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "b8e145aef3534f4085f6bb1baed16ce4"
    }, 
    "model": "GitPageModel"
}