{
    "fields": {
        "subtitle": "", 
        "description": "Mtoto au mtu mzima yeyote asinyanyapaliwe au kutengwa\r\nkwa sababu ameambukizwa VVU au ameathiriwa na UKIMWI.\r\nWazazi, walimu na viongozi wana nafasi muhimu katika elimu\r\nna mapambano ya kuzuia VVU na katika kupunguza hofu,\r\nunyanyapaa na ubaguzi. ", 
        "language": "swh_TZ", 
        "title": "Mtoto au mtu mzima yeyote asinyanyapaliwe au kutengwa kwa sababu ameambukizwa VVU au ameathiriwa na UKIMWI. Wazazi, walimu na viongozi wana nafasi muhimu katika elimu na mapambano ya kuzuia VVU na kat", 
        "primary_category": "62caccc5066b4e9f82185983536893fb", 
        "created_at": "2014-10-13T14:36:07+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T14:36:12.562883+00:00", 
        "linked_pages": [], 
        "slug": "mtoto-au-mtu-mzima-yeyote-asinyanyapaliwe-au-kutengwa-kwa-sababu-ameambukizwa-vvu-au-ameathiriwa-na-ukimwi-wazazi-walimu-na-viongozi-wana-nafasi-muhimu-katika-elimu-na-mapambano-ya-kuzuia-vvu-na-kat", 
        "content": "Kuelimisha watoto, familia na jamii kuhusu VVU ni njia nzuri ya kuwasaidia\r\nkupunguza hofu, unyanyapaa na ubaguzi dhidi ya watoto na familia zinazoishi\r\nna VVU, halikadhalika ya kumsaidia mtoto asijinyanyapae mwenyewe.\r\n\r\nWatoto, wazazi, wanafamilia wengine, walimu, asasi za kijamii na za kidini,\r\nviongozi wa serikali za mtaa, na wa serikali kwa ujumla wana nafasi muhimu\r\nkatika elimu na mapambano dhidi ya VVU na katika kupunguza hofu,\r\nunyanyapaa na ubaguzi. \r\n\r\nSehemu ya elimu na mapambano ya kuzia VVU inapaswa kuwa ni pamoja na:\r\n\r\n**kuinua ufahamu na uungaji mkono wa haki za watoto na wanafamilia\r\nwanaoishi na VVU:**\r\n\r\n- Watoto, vijana na watu wazima waishio na VVU wana haki\r\nsawa kama watu wengine ya kupata elimu, huduma za afya,\r\nmakazi na uwakilishi unaofaa katika vyombo vya habari. Wana\r\nhaki pia ya kutendewa haki na usawa katika mfumo wa sheria. \r\n\r\n**Kuhakikisha kwamba watoto na vijana wote wanazielewa hatari za VVU\r\nna wanajua hawawezi kuambukizwa kwa kugusana kwa kawaida na mtu\r\naliyeambukizwa VVU:**\r\n\r\n- Watoto na vijana wanahitaji kuwa na taarifa sahihi kuwa hakuna\r\nkinga ya VVU, lakini watu wanaweza kuishi maisha yenye afya\r\nna tija wakipatiwa matibabu. Ni muhimu wakaelewa jinsi ya\r\nkuzuia maambukizo ya VVU na jinsi ya kujikinga wao wenyewe\r\npamoja na wapendwa wao. \r\n\r\n**kuwawezesha vijana kufanya maamuzi ya lini wafanye au wasifanye ngono\r\nna jinsi ya kujadiliana kuhusu matumizi ya kondomu:**\r\n\r\n- Kuzungumza na kuwasikiliza vijana ni muhimu ili kuelewa hali\r\nyao na jinsi ya kuwapa ulinzi, matunzo na misaada. Wakati\r\nmwingine inaweza kuwa vigumu kwa watu wazima kujadiliana\r\nna watoto na vijana kuhusu masuala ya ngono. Njia mojawapo\r\nya kuanzisha mjadala na watoto wenye umri wa kwenda shule\r\nni kuwauliza walichosikia kuhusu VVU au UKIMWI. Ikiwa\r\nmojawapo ya taarifa zao si sahihi, hii itatoa fursa ya kuwapatia\r\ntaarifa sahihi. \r\n\r\n**kuchochea mawazo na kutoa mwongozo wa jinsi watoto na vijana\r\nwanavyoweza kuonyesha upendo na urafiki wao na watoto na familia\r\nwanazozifahamu zilizoathiriwa na VVU.**\r\n\r\n\r\n\r\n", 
        "source": "c39039c87c5642229a9f9b7c30f42540", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "bd279e1347b046789723ddae3a8fe827"
    }, 
    "model": "GitPageModel"
}