{
    "fields": {
        "subtitle": "", 
        "description": "Hatari za kujifungua kwa mama na mtoto wake zinaweza \r\nkupunguzwa kwa kiasi kikubwa kama mama akiwa na afya \r\nna lishe nzuri kabla ya kupata ujauzito. Wakati wa ujauzito \r\nna ule wa kunyonyesha, mama wote huhitaji vyakula vyenye \r\nlishe bora zaidi, kiasi kingi zaidi cha chakula pamoja na muda \r\nwa kutosha wa kupumzika. Hawana budi kutumia chumvi \r\niliyoongezwa madini joto kwa ajili ya kuhakikisha kuwa watoto \r\nwao wanakuwa vizuri kiakili. Wanapaswa pia kutumia vidonge \r\nvya madini chuma au vyenye virutubsho vya kufidia lishe \r\nndogondogo mwilini, wakati wote wa ujauzito na unyonyeshaji \r\nhata kama wanapata mlo kamili kilishe. ", 
        "language": "swh_TZ", 
        "title": "Hatari za kujifungua kwa mama na mtoto wake zinaweza  kupunguzwa kwa kiasi kikubwa kama mama akiwa na afya  na lishe nzuri kabla ya kupata ujauzito. Wakati wa ujauzito  na ule wa kunyonyesha, mama wot", 
        "primary_category": "27038d5886564782adcce92ec89494eb", 
        "created_at": "2014-10-10T19:39:41.822667+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-10T19:39:41.822988+00:00", 
        "linked_pages": [], 
        "slug": "hatari-za-kujifungua-kwa-mama-na-mtoto-wake-zinaweza-kupunguzwa-kwa-kiasi-kikubwa-kama-mama-akiwa-na-afya-na-lishe-nzuri-kabla-ya-kupata-ujauzito-wakati-wa-ujauzito-na-ule-wa-kunyonyesha-mama-wot", 
        "content": "Mama ambaye anajiandaa kupata ujauzito, mama mjamzito na mama \r\naliyejifungua huhitaji chakula bora zaidi kinachoweza kupatikana kwenye \r\nfamilia: maziwa, matunda na mbogamboga, nyama, samaki, mayai, nafaka, \r\nnjegere na maharage. Vyakula hivi vyote ni salama kuliwa wakati wa ujauzito \r\nna wa kunyonyesha. \r\n\r\nMama atajisikia mwenye nguvu na afya wakati wa ujauzito endapo atakuwa \r\nakipata mlo wenye lishe bora, akila chakula cha kutosha chenye lishe bora \r\nna kupumzika vya kutosha. Vyakula vyenye lishe bora, hasa vyenye wingi wa \r\nTaarifa za ufafanuzi18 \r\nmadini chuma, vitamini A na B, ikiwa ni pamoja na nyama, samaki, mayai, \r\nmboga za kijani na matunda aina ya mchungwa pamoja na mbogamboga. \r\n\r\nBaada ya kujifungua vilevile mama anahitaji vyakula vyenye lishe bora na kwa \r\nwingi zaidi pamoja na mapumziko. Hasa kina mama wanaonyonyesha huhitaji \r\nchakula kingi zaidi kwa siku (kiasi cha kalori 500 za ziada). \r\n\r\nWakati wa kuhudhuria kliniki ya wajawazito, mtaalamu wa afya anaweza \r\nkumpatia mama mjamzito vidonge vya madini chuma kwa ajili ya \r\nkumuongezea au kuzuia upungufu wa damu pamoja tiba sahihi ya malaria na \r\nsafura. Uchunguzi wa matatizo ya kuona wakati wa usiku unaweza kusaidia \r\nkatika kubaini kama mama anahitaji vitamini A. Endapo atakuwa anahitaji, \r\natapatiwa dozi kamili ya kutibu tatizo hilo na kusaidia maendeleo mazuri ya \r\nmtoto tumboni. \r\n\r\nEndapo mama mjamzito anadhani kwamba ana upungufu wa damu, malaria \r\nau safura, asisite kumwona mtaalamu wa afya wakati wowote. \r\n\r\nChumvi inayotumiwa na familia iwe imeongezwa madini joto. Madini joto \r\nkatika lishe ya mama mjamzito au ya mtoto mdogo ni muhimu sana kwa \r\nukuaji wa ubongo wa mtoto. Goita au uvimbe wa mbele ya shingo, ni kiashiria \r\ntosha kwamba mwili haupati madini joto ya kutosha. Lishe yenye upungufu \r\nwa madini joto ina madhara makubwa hasa kwa mama mwenye mimba \r\nchanga na kwa mtoto mchanga. Mama ambaye hapati madini joto ya kutosha \r\nyuko katika hatari zaidi ya kujifungua mtoto mwenye ulemavu wa akili na \r\nviungo. Upungufu mkubwa wa madini joto unaweza kusababisha udumavu \r\nwa mtoto kiakili na kimwili, mtoto kuzaliwa akiwa mfu au mimba kuharibika. \r\nUpungufu wa aina hiyo pia huongeza hatari za watoto wadogo kupoteza \r\nmaisha.", 
        "source": "b7c917d448a247b8907ad261bfdfb0dc", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "14701605632e407c9eb805bb8ef0aac1"
    }, 
    "model": "GitPageModel"
}