{
    "fields": {
        "subtitle": "", 
        "description": "Watoto wako katika mazingira yanayowaweka kwenye hatari ya\r\nkusafirishwa pale ambapo kuna ulinzi dhaifu au hakuna ulinzi\r\nkabisa. Serikali, asasi za kiraia na familia zina wajibu wa kuzuia\r\nusafirishaji, pamoja na kuwasaidia watoto ambao ni waathirika\r\nwa tatizo hili kuungana na familia zao na jamii, ikiwa watoto\r\nwatafurahia jambo hilo.", 
        "language": "swh_TZ", 
        "title": "Watoto wako katika mazingira yanayowaweka kwenye hatari ya kusafirishwa pale ambapo kuna ulinzi dhaifu au hakuna ulinzi kabisa. Serikali, asasi za kiraia na familia zina wajibu wa kuzuia usafirishaji,", 
        "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
        "created_at": "2014-10-13T15:49:27+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T15:49:33.056373+00:00", 
        "linked_pages": [], 
        "slug": "watoto-wako-katika-mazingira-yanayowaweka-kwenye-hatari-ya-kusafirishwa-pale-ambapo-kuna-ulinzi-dhaifu-au-hakuna-ulinzi-kabisa-serikali-asasi-za-kiraia-na-familia-zina-wajibu-wa-kuzuia-usafirishaji", 
        "content": "Usafirishaji wa watoto ni moja ya uhalifu katika mataifa mengi unaokua kwa\r\nkasi sana, unaotokea nchini na kati ya nchi na nchi. Faida zinazopatikana katika\r\nusafirishaji wa watoto zinakisiwa kuwa ni takriban dola za Kimarekani bilioni\r\n9.5 kwa mwaka. Watoto wanaosafirishwa:\r\n\r\n- wanafanywa kama bidhaa\r\n- wanafanyiwa vitendo vya ukatili, udhalilishaji, kupuuzwa, unyonyaji na\r\nkuambukizwa VVU. \r\n\r\nInakadiriwa kuwa idadi kubwa ya watoto wanaosafirishwa kila mwaka ni\r\nwasichana ambao wanafanyiwa vitendo vya unyonyaji wa kingono.\r\n\r\nWatoto na familia zinazokabiliwa na ufukara na wasioweza kupata taarifa\r\nwanaweza kuziacha jamii zao kwa sababu wanaamini kuwa watapata fursa\r\nnzuri mahali pengine. Wakati mwingine watoto wanaahidiwa kupatiwa elimu\r\nnzuri, kazi zenye malipo mazuri au maisha bora. Badala yake wanaweza\r\nkujikuta ni bidhaa ya biashara za magendo au wanavuka mipaka ya nchi au\r\nwanachukuliwa katika nchi zao na wasafirishaji na kulazimishwa kuingia katika\r\nhali ya hatari. Hii inaweza kujumuisha utumwa wa ndani, ukahaba, ndoa za\r\nshurti au kuwa ombaomba.\r\n\r\n**Ni muhimu kwa watoto na familia kuchagua kuishi katika jamii\r\nzao ili kujua mwelekeo wa maisha yao. Wanapaswa kujua:**\r\n\r\n- kile wanachoweza kutarajia\r\n- hatari zinazoweza kutokea wakiwa katika safari pamoja na kule\r\nwanakokwenda\r\n- wafanye nini wakijikuta katika hali ya kusafirishwa. \r\n\r\n**Serikali inaweza kusaidia mamlaka za mitaa na asasi za kiraia\r\nkufanya yafuatayo:**\r\n\r\n- kusambaza taarifa kwa wazazi na watoto kuhusu hatari za kuhama na\r\nkupeleka watoto kufanya kazi maeneo ya mbali\r\n- kusambaza taarifa katika jamii na kwa watoto waliosafirishwa za mtazamo\r\nhasi kuhusu watoto waliohama unaweza kupelekea kukubalika kijamii kwa\r\nusafirishaji au kutojali.\r\n- kutoa msaada wa wazazi ili kuwaweka watoto shuleni na kutowaruhusu\r\nkuacha shule kwa ajili ya kufanya kazi\r\n- kutoa huduma za jamii kama inavyotakiwa ili kupunguza utegemezi wa\r\nwazazi kwa kipato kinachotokana na kazi zinazofanywa na watoto wao\r\n- kushughulikia na kupunguza unyanyasaji majumbani, ambao unaweza\r\nkumfanya mtoto achukue uamuzi wa kuondoka nyumbani\r\n- wachukulie watoto kama waathirika wa uhalifu na sio kama wahalifu, na\r\nwasaidie na uwape muda wanaohitaji ili kurudia hali yao ya kawaida kabla\r\nhawajarudi katika familia na jamii zao au kupata malezi mbadala.\r\n- kutunga na kutekeleza sheria zinazowatia hatiani wasafirishaji haramu. \r\n", 
        "source": "e8b80ed606d94b2ea06950f223a93962", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "bd343371c0fd46a9a328e1a0f2ad9c39"
    }, 
    "model": "GitPageModel"
}