{
    "fields": {
        "subtitle": "", 
        "description": "Nyakati za kula ni vipindi vya kujifunza, kuonyeshana upendo,\r\nna kukaa pamoja. Wakati huu huchochea ukuaji wa kimwili,\r\nkimahusiano na kihisia. Mzazi au mlezi anapaswa kuzungumza\r\nna watoto wakati wa kula na kuwahudumia watoto wa kike na\r\nwa kiume bila ubaguzi. ", 
        "language": "swh_TZ", 
        "title": "Nyakati za kula ni vipindi vya kujifunza, kuonyeshana upendo, na kukaa pamoja. Wakati huu huchochea ukuaji wa kimwili, kimahusiano na kihisia. Mzazi au mlezi anapaswa kuzungumza na watoto wakati wa ku", 
        "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
        "created_at": "2014-10-12T19:06:33.779553+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T19:06:33.779872+00:00", 
        "linked_pages": [], 
        "slug": "nyakati-za-kula-ni-vipindi-vya-kujifunza-kuonyeshana-upendo-na-kukaa-pamoja-wakati-huu-huchochea-ukuaji-wa-kimwili-kimahusiano-na-kihisia-mzazi-au-mlezi-anapaswa-kuzungumza-na-watoto-wakati-wa-ku", 
        "content": "Nyakati za kula hutoa fursa kwa mama na baba au walezi kukaa pamoja na\r\nkuzungumza na watoto na kuwasaidia katika kujifunza. Hali hii husaidia\r\nkuchochea ukuaji wa kimahusiano na kihisia. \r\n\r\nNi muhimu kuwahimiza watoto kula, lakini si kuwalazimisha. Mahitaji ya kila\r\nmtoto hutofautiana kutokana na kiasi cha unyonyaji wa maziwa ya mama,\r\nna tofauti za kiwango cha ukuaji. Watoto wachanga wanapaswa kulishwa\r\nmoja kwa moja. Watoto wadogo wanapaswa kusaidiwa wanapojifunza kula\r\nwenyewe.\r\n\r\nMtoto akikataa aina nyingi za vyakula, walezi wanaweza kujaribu kuwapa\r\nvyakula vyenye mchanganyiko na ladha mbalimbali, na kutumia njia\r\nmbalimbali za kuwahamasisha kula. Wazazi au walezi wanapaswa kupunguza\r\nmambo yanayoathiri usikivu na umakini wa mtoto wakati wa kula, iwapo\r\nmtoto hupoteza hamu kirahisi.\r\n\r\nWasichana na wavulana wanahitaji kiasi sawa cha uangalizi na muda wakati\r\nwa kula. Wote wanapaswa kupata kiasi na ubora sawa wa chakula na\r\nvinywaji. Wote wanahitaji kunyonyeshwa katika miezi sita ya mwanzo tangu\r\nkuzaliwa na kupata kiasi na mchanganyiko wa kutosha wa vyakula baada ya\r\nmiezi sita. Ni muhimu kwa mama na baba kufahamu kuhusu lishe ya mtoto.\r\nWazazi wote wanapaswa kushiriki kuwalisha watoto wao wa kiume na kike. ", 
        "source": "4038de798cdf4ed795706b8a528f2100", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "f6142616a2894a8986a046fd3fb7de09"
    }, 
    "model": "GitPageModel"
}