{
    "fields": {
        "subtitle": "", 
        "description": "Watoto wana haki ya kupata elimu, hata wakati wa dharura.\r\nKuwapeleka watoto katika shule salama, inayowafaa kunasaidia\r\nkuwaongezea nguvu ya kurudi katika hali ya kawaida na kuanza\r\nmchakato wa kupona. ", 
        "language": "swh_TZ", 
        "title": "Watoto wana haki ya kupata elimu, hata wakati wa dharura. Kuwapeleka watoto katika shule salama, inayowafaa kunasaidia kuwaongezea nguvu ya kurudi katika hali ya kawaida na kuanza mchakato wa kupona. ", 
        "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
        "created_at": "2014-10-13T13:30:22+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T13:30:29.453090+00:00", 
        "linked_pages": [], 
        "slug": "watoto-wana-haki-ya-kupata-elimu-hata-wakati-wa-dharura-kuwapeleka-watoto-katika-shule-salama-inayowafaa-kunasaidia-kuwaongezea-nguvu-ya-kurudi-katika-hali-ya-kawaida-na-kuanza-mchakato-wa-kupona", 
        "content": "Ratiba isiyobadilika, kama vile kwenda shule na kufuata ratiba za kula na kulala,\r\ninawapa watoto hisia za usalama na hali ya kuendelea.\r\n\r\nShule zinaweza kuwa mazingira yenye ulinzi na salama kwa watoto wote\r\nkujifunza kukabiliana na hali ya hatari.\r\n\r\n**Kwa kusaidiana na familia na jamii husika, walimu na viongozi\r\nwa shule wanaweza kutoa misaada ifuatayo:**\r\n\r\n- kutenga eneo salama, lililoandaliwa kwa ajili ya watoto kujifunza na kucheza\r\n-  kubaini watoto wanaosumbuliwa na msongo wa mawazo, kihoro au\r\nkutengana na familia zao\r\n- kuweka ratiba ya kila siku na kujenga fikra za maisha ya wakati ujao mbali\r\nna hali ya hatari iliyowakabili\r\n- kuhakikisha kwamba watoto wanabaki na wanaendeleza stadi za kusoma\r\nna kuandika\r\n- kuwapatia watoto taarifa kuhusu usalama na njia za kiafya za kuokoa\r\nmaisha\r\n- kutoa fursa ya watoto kujieleza kupitia michezo, muziki, maigizo na sanaa\r\n- kuwezesha watoto walio katika mazingira hatarishi kujumuishwa shuleni na\r\nkatika jamii\r\n- kusaidia kujenga mitandao na desturi ya kukutana na kukutana na familia\r\nkuwapatia watoto maarifa ya haki za binadamu na stadi za kuishi kwa\r\namani\r\n- kuwahamasisha watoto kuchambua taarifa, kuelezea mawazo yao na\r\nkuchukua hatua katika masuala wanayoyaona kuwa ni muhimu kwao.\r\n\r\nWalimu wanapaswa kusaidiwa na kupatiwa mafunzo ya kuelewa na\r\nkukabiliana na uzoefu, hasara, mitazamo ya watoto na yao wenyewe\r\nkuhusiana na hali za hatari, ambayo huleta msongo wa mawazo. Wanapaswa\r\nkujua jinsi ya kutoa msaada wa kihisia, kiakili na kiroho kwa wanafunzi na\r\nkuzielekeza familia zao jinsi ya kufanya hivyo kwa watoto wao.\r\n\r\nShule na jamii pia zinaweza kusaidia kuwaandalia burudani watoto nje ya\r\nmuda wa shule. Fursa za kuandaa igizo la kupinga ukatili, michezo, na aina\r\nzingine za burudani zinaweza kutengenezwa. Mawasiliano na mwingiliano\r\nbaina ya watoto wenye rika moja vinapaswa kuhimizwa na kuungwa mkono.\r\nMatumizi ya sanaa, kama vile kuchora au kucheza na vitu vya kuchezea\r\nwatoto, yanaweza kuwasaidia kuelezea masuala yao na kujirekebisha kutoka\r\nkatika hali yao ya msongo wa mawazo.\r\n\r\nIkiwa homa ya mafua au mlipuko wa ugonjwa mwingine wa kuambukiza\r\nunaoenea kwa kasi na una athari mbaya kwa watoto na familia zao, serikali za\r\nmitaa na watu wanaohusika na elimu wanapaswa kuchukua uamuzi unaofaa\r\nkuhusiana na namna ya kuwalinda watoto dhidi ya ugonjwa huo pamoja na\r\nukali wa mlipuko huo. \r\n\r\nWazazi na walezi wanapaswa kuwatunza watoto walio na mafua au ugonjwa\r\nmwingine wa kuambukiza nyumbani au mahali wanapoishi ikiwa hawaishi\r\nnyumbani. Ukali wa ugonjwa wa kuambukiza kati ya mtu na mtu unapokuwa\r\nkatika kiwango cha juu inaweza kuchukuliwa hatua za kufunga shule kama\r\nnjia mojawapo ya kupunguza kuenea kwa ugonjwa huo. Katika hali kama hiyo,\r\nelimu inaweza kuendelea kutolewa kwa kutumia mikakati inayowezekana.\r\nSuala hili linahitaji mpangilio mzuri na ufuatiliaji wa wataalamu wa elimu\r\nwakishirikiana na familia za wanafunzi. ", 
        "source": "2638754faf1c49748f30fda0d8e0abd6", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "04f64dfabd3a4f81aa3ef98078cff29e"
    }, 
    "model": "GitPageModel"
}