{
    "fields": {
        "subtitle": "", 
        "description": "Wazazi, walimu, viongozi rika, na watu wengineo ambao ni\r\nmfano wa kuigwa wanapaswa kuwapatia vijana mazingira\r\nsalama na stadi mbalimbali za maisha zinazoweza kuwasaidia\r\nkuamua kuhusu afya na kuenenda kwa tabia njema kuhusu\r\nmasuala ya ngono na matumizi ya dawa za kulevya.", 
        "language": "swh_TZ", 
        "title": "Wazazi, walimu, viongozi rika, na watu wengineo ambao ni mfano wa kuigwa wanapaswa kuwapatia vijana mazingira salama na stadi mbalimbali za maisha zinazoweza kuwasaidia kuamua kuhusu afya na kuenenda ", 
        "primary_category": "62caccc5066b4e9f82185983536893fb", 
        "created_at": "2014-10-13T14:26:33+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T14:26:38.657159+00:00", 
        "linked_pages": [], 
        "slug": "wazazi-walimu-viongozi-rika-na-watu-wengineo-ambao-ni-mfano-wa-kuigwa-wanapaswa-kuwapatia-vijana-mazingira-salama-na-stadi-mbalimbali-za-maisha-zinazoweza-kuwasaidia-kuamua-kuhusu-afya-na-kuenenda", 
        "content": "Ni muhimu kwa watoto na vijana kujifunza kuhusu VVU. Mtoto anapohama\r\nrika na kuingia katika ujana, anahitaji taarifa sahihi na kamili kuhusiana na\r\nkujadiliana na kuchagua maisha yenye afya. Jambo hili litamsaidia kuepuka\r\nmaambukizo ya VVU na magonjwa mengine yaenezwayo kwa njia ya ngono. \r\n\r\nVijana wanapaswa kusaidiwa kujifunza stadi zinazoweza kuwasaidia kujikinga\r\nkatika mazingira ambapo wanaweza kuwa katika hatari ya kuambukizwa VVU.\r\nStadi hizi ni pamoja na ufumbuzi wa matatizo, fikra za kihakiki, mawasiliano,\r\nkujiamini na ufahamu. Vijana pia wanahitaji stadi za kukabiliana na mazingira\r\nyanayoleta msongo wa mawazo.\r\n\r\nVijana huwaangalia wazazi, walimu viongozi rika na watu wengineo ambao ni\r\nmfano wa kuigwa kwa ajili ya kupata mwongozo wa maisha. Watu hawa wa\r\nkuigwa wanapaswa kuwa na maarifa ya VVU ili kujua jinsi ya kuwasiliana nao\r\nkuhusu ugonjwa huu na jinsi ya kushirikishana katika stadi muhimu za maisha. \r\n\r\nVijana wanapaswa kuzijua hatari za VVU. Wanahitaji kujua vinavyoenezwa\r\nkwa kufanya ngono bila kinga na mtu aliyeambukizwa au kutumia sindano na\r\nmabomba ya sindano kwa kujidunga dawa za kulevya. Wanapaswa kufahamu\r\nkuhusu mienendo salama na athari za mitindo mbalimbali ya maisha.\r\nWanapaswa kufahamu jinsi VVU vinavyoenezwa ili waweze kuzikataa fikra\r\npotofu na kupinga ubaguzi dhidi ya watu wanaoishi na VVU unaotokana na\r\nhofu za kuambukizwa zisizo na msingi. \r\n\r\n**Ni muhimu kuzifahamu na kuzipunguza hatari za kuambukizwa\r\nVVU kutokana na kufanya ngono bila kinga:**\r\n\r\nHatari ya kuambukizwa VVU inaweza kupungua kama watu hawatafanya\r\nngono zembe. Kama wataamua kufanya ngono, ni muhimu kutumia kondomu\r\nza kiume au za kike kila wakati na kwa usahihi. Ili kupunguza hatari hii, watu\r\nwanaweza:\r\n\r\n- kupunguza idadi ya wapenzi\r\n- kuishi kwa uaminifu na mpenzi/wapenzi ambao hawajaambukizwa\r\n- kufanya ngono salama — ngono bila kuingiliana (ambapo uume hauingii\r\nukeni, njia ya haja kubwa au mdomoni) au ngono ya kuingiliana kwa\r\nkutumia kondomu kwa usahihi (kama maelekezo yanavyoonyesha) na kila\r\nwakati (kwa kila tendo la ngono). \r\n\r\nPamoja na kufanya ngono salama, tohara ya wanaume hupunguza uwezekano\r\nwa maambukizo ya VVU kutoka kwa mwanamke kwenda kwa mwanaume. \r\n\r\nKadri watu wanavyozidi kuwa na wapenzi wengi, ndivyo hatari inavyozidi\r\nkuongezeka ya mmoja wao kuambukizwa VVU na kuwaambukiza wenzake\r\n(kama hawatatumia kondomu za kiume au za kike kwa usahihi na kila wakati).\r\nHata hivyo, mtu yeyote anaweza kuambukizwa VVU — si kwa wale wenye\r\nwapenzi wengi tu. Watu ambao hawaonyeshi dalili za maambukizo wanaweza\r\nkuwa na virusi. Kupima ndiyo njia pekee inayoweza kutuambia kwa uhakika.\r\n\r\nKondomu iliyolainishwa vizuri inafaa kwa kinga wakati wa kufanya ngono.\r\n\r\n- Kondomu za kiume zinazokuja na vilainisho (majimaji au jeli inayoteleza)\r\nzina uwezekano mdogo wa kupasuka wakati wa maandalizi au matumizi.\r\nKama kondomu haina vilainisho vya kutosha, kilainisho cha majimaji\r\nkama vile silikoni au gliserini, hakina budi kuongezwa. Kama vilainisho\r\nhivyo havipatikani, mate yanaweza kutumika (ingawa yanaweza\r\nkueneza maambukizo mengine, kama vile malengelenge). Vilainisho\r\nvilivyotengenezwa kwa mafuta visitumike kamwe kulainishia kondomu za\r\nkiume kwa sababu vinaweza kuziharibu. Vilainisho hivi ni pamoja na mafuta\r\nya kupikia na losheni zilizo nyingi.\r\n- Kondomu ya kike ni mbadala salama wa kondomu ya kiume. Kondomu ya\r\nkike inayotumiwa sana ni ala laini, isiyobana inayoingizwa ukeni. Ina umbo\r\nla pete laini katika kila ncha. Pete iliyo katika ncha iliyozibwa hutumika\r\nkuingizia ukeni na kuishikilia kondomu wakati wa tendo la ngono. Ncha\r\nnyingine hubakia nje na kuziba kwa kiasi fulani midomo ya uke. Kabla\r\ntendo la ngono halijaanza, mwanamke huiingiza kondomu ya kike ukeni\r\nkwa vidole vyake. Kondomu za kike zilizotengenezwa kwa ulimbo wa\r\nmpira zinaweza kulainishwa kwa vilainisho vya majimaji tu, ilhali vilainisho\r\nvya majimaji au vya mafuta vinaweza kulainisha kondomu za kike za aina\r\nnyingine. \r\n\r\nVVU vinaweza kuambukizwa kwa njia ya ngono ya kunyonyana, ingawa taarifa\r\nza maambukizo ya VVU zinaeleza kuwa kiwango chake ni kidogo ikilinganishwa\r\nna ngono ya kuingiliana kimwili. Hata hivyo, ngono ya kunyonyana inaweza\r\nkueneza magonjwa yanayoambukizwa kwa njia ya ngono ambayo pia\r\nyanaweza kuongeza hatari ya maambukizo ya VVU. Kwa hiyo, inapendekezwa\r\nkutumia kondomu ya kiume wakati wa kufanya ngono ya kunyonya uume.\r\nNgono ya kunyonya uke au kunyonya njia ya haja kubwa inaweza pia kueneza\r\nmaambukizo yatokanayo na ngono, na hatari hii inaweza kupunguzwa kwa\r\nkutumia vizuizi kama kondomu ya kike.\r\n\r\nKwa sababu maambukizo mengi yaenezwayo kwa ngono yanaweza\r\nkuambukizwa kwa kukutana kimwili, kondomu inapaswa kuvaliwa kabla tendo\r\nla kukutana kimwili halijaanza.\r\n\r\nUnywaji wa pombe au utumiaji wa dawa za kulevya huingilia maamuzi. Hata\r\nwale wanaoelewa hatari za VVU na umuhimu wa ngono salama wanaweza\r\nkuwa si waangalifu baada ya kunywa au kutumia dawa za kulevya. \r\n\r\nWatu wenye magonjwa yanayoambukizwa kwa njia ya ngono wana hatari\r\nkubwa ya kuambukizwa VVU na kueneza VVU kwa wengine: \r\n\r\nMagonjwa yanayoambukizwa kwa njia ya ngono, ikiwa ni pamoja na VVU,\r\nni yale yanayoenezwa kwa kufanya ngono. Yanaweza kuenezwa kupitia\r\nkubadilishana majimaji ya mwilini (shahawa, majimaji ya ukeni na damu) au\r\nkugusana na ngozi ya eneo la viungo vya uzazi. Magonjwa yanayoenezwa\r\nkwa ngono huenezwa kirahisi zaidi kama kuna vidonda au majeraha kama\r\nvile malengelenge, michubuko au mikato (mara nyingi inasababishwa na\r\nmagonjwa yanayoenezwa kwa nono).\r\n\r\nMagonjwa yanayoenezwa kwa njia ya ngono mara nyingi husababisha\r\nmaumivu makali na uharibifu mkubwa mwilini.\r\n\r\nMagonjwa yoyote yanayoenezwa kwa ngono kama vile kisonono na kaswende\r\nyanaweza kuongeza hatari ya maambukizo ya VVU. Mtu yeyote anayeumwa\r\nmagonjwa yanayoenezwa kwa njia ya ngono yuko katika hatari kubwa zaidi\r\nya kuambukizwa VVU kama atafanya ngono bila kinga na mtu aliyeambukizwa\r\nVVU. \r\n\r\n- Watu wanaohisi wana magonjwa yanayoenezwa kwa njia ya ngono\r\nwanapaswa kumwona mtaalamu wa afya mara moja ili wachunguzwe na\r\nkupatiwa matibabu. Wanapaswa kuepuka kujamiiana au wafanye ngono\r\nsalama (ngono bila kuingiliana au kutumia kondomu ya kiume au ya kike).\r\n- Matumizi sahihi na ya kila wakati ya kondomu za kiume na za kike wakati\r\nwa kufanya ngono –kwa njia ya uke, njia ya haja kubwa au kwa kunyonyana\r\n–yanaweza kupunguza kwa kiasi kikubwa kuenea kwa magonjwa mengi\r\nyanayoenea kwa njia ya ngono, ikiwa ni pamoja na VVU.\r\n- Watu wanaogundua kwamba wana magonjwa yaenezwayo kwa ngono\r\nwanapaswa kuwaambia wenzi wao. Kama wenzi wote wawili hawatapata\r\nmatibabu ya magonjwa hayo, wataendelea kuambukizana. Magonjwa\r\nmengi yaenezwayo kwa ngono yanatibika.\r\n\r\nBaadhi ya dalili za magonjwa yanayoenea kwa njia ya ngono ni:\r\n\r\n- Mwanaume anaweza kusikia maumivu wakati wa kukojoa; usaha kutoka\r\nuumeni mwake; au vidonda, malengelenge, vipele sehemu za siri au\r\nmdomoni.\r\n- Mwanamke anaweza kutoa majimaji kutoka ukeni ambayo yana rangi\r\nya ajabu na harufu mbaya, maumivu au kuwashwa sehemu za siri na\r\nmaumivu au kutokwa damu ukeni wakati wa au baada ya kufanya mapenzi.\r\nMagonjwa makali zaidi yanaweza kusababisha homa, maumivu tumboni na\r\nugumba.\r\n- Magonjwa mengi yaenezwayo kwa ngono kwa wanawake na baadhi kwa\r\nwanaume hayaonyeshi dalili za wazi.\r\n\r\nSi kila tatizo linalotokea sehemu za siri ni ugonjwa unaoenezwa kwa njia ya\r\nngono. Baadhi ya magonjwa, kama vile kuvu na maambukizo ya njia ya mkojo,\r\nhayaenezwi kwa ngono. Hata hivyo, yanaweza kusababisha karaha.\r\n\r\nNjia iliyozoeleka ya kuchunguza magonjwa yanayoenezwa kwa njia ya ngono\r\nni vipimo vya maabara. Vipimo hivi mara nyingi havipatikani au ni ghali sana.\r\nTangu mwaka 1990, Shirika la Afya Duniani (WHO) lilipendekeza ‘udhibiti kwa\r\nkuangalia dalili’ kwa watu wenye magonjwa yanayoenezwa kwa njia ya ngono\r\nwanaoonyesha dalili. Hii ina maana kwamba mtaalamu wa afya humchunguza\r\nna kuongea na mtu na kutegemeza uchunguzi wake katika dalili bila kutumia\r\nvipimo vya maabara. Matibabu huchaguliwa kwa kuzingatia uchunguzi huo na\r\nwapenzi wa mtu huyu hujulishwa na kutibiwa. Gharama ni nafuu na matibabu\r\nya mara moja yana ufanisi.\r\n\r\n**VVU vinaweza kuenezwa kwa sindano au mabomba ya sindano,\r\nmara nyingi yanayotumika kujidunga dawa za kulevya, na vifaa\r\nvingine visivyochemshwa:**\r\n\r\nSindano au bomba lisilochemshwa linaweza kueneza VVU na maambukizo\r\nmengine kama vile homa ya ini, ikiwa vimechafuka kwa damu yenye\r\nmaambukizo. Kitu chochote kisitumiwe kuchoma ngozi ya mtu kama\r\nhakijachemshwa.\r\n\r\nWatu wanaojidunga dawa za kulevya au kufanya ngono bila kinga wako katika\r\nhatari kubwa ya kuambukizwa VVU. Watu wanaojidunga sindano za dawa\r\nza kulevya wanapaswa daima kutumia sindano na mabomba safi. Kamwe\r\nwasitumie sindano au mabomba ya watu wengine. \r\n\r\nSindano zisizo za lazima zinapaswa kuepukwa na sindano za lazima zinapaswa\r\nzichomwe na wataalamu wa afya kwa kutumia bomba ambalo hutumika mara\r\nmoja tu. \r\n\r\nKujikata kwa aina yoyote kwa kutumia kitu chochote chenye ncha kali kama\r\nvile wembe au kisu bila kusafisha ili kuua vijidudu kunaweza kueneza VVU.\r\nChombo cha kukatia kinapaswa kuchemshwa kikamilifu kwa kila mtu, ikiwa ni\r\npamoja na wanafamilia, au kusuuzwa katika dawa ya kuulia vijidudu.\r\n\r\nVifaa vya kutibia meno, kuchanjia chale, kujichora usoni, kutogea masikio,\r\nkuchomea mwilini na vile vya tiba ya kuchoma sindano mwilini kuamsha\r\nmishipa ya fahamu si salama kama havikuchemshwa kwa kila mtu. Mtu\r\nanayefanya shughuli hii anapaswa kuwa mwangalifu kuepuka kugusana na\r\ndamu wakati akifanya shughuli hiyo.\r\n", 
        "source": "537507b36a1a4c35a2fcdbbc0af3ef46", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "6e80022a27ef4a89b9d25db5d8ecaee2"
    }, 
    "model": "GitPageModel"
}