{
    "fields": {
        "subtitle": "", 
        "description": "Desturi ya usafi na utumiaji wa maji salama ya kunywa huzuia\r\nkuzuka kwa ugonjwa wa kuhara. Mikono haina budi kuoshwa\r\nvizuri kwa maji na sabuni au kitu kingine mbadala kama vile\r\nmajivu na maji, baada ya kutoka chooni au ya kugusa kinyesi, na\r\nkabla ya kugusa au kutayarisha chakula au kulisha mtoto.", 
        "language": "swh_TZ", 
        "title": "Desturi ya usafi na utumiaji wa maji salama ya kunywa huzuia kuzuka kwa ugonjwa wa kuhara. Mikono haina budi kuoshwa vizuri kwa maji na sabuni au kitu kingine mbadala kama vile majivu na maji, baada y", 
        "primary_category": "9e39b5f245b241b2af54c96932454c32", 
        "created_at": "2014-10-12T20:47:02.858144+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T20:47:02.858463+00:00", 
        "linked_pages": [], 
        "slug": "desturi-ya-usafi-na-utumiaji-wa-maji-salama-ya-kunywa-huzuia-kuzuka-kwa-ugonjwa-wa-kuhara-mikono-haina-budi-kuoshwa-vizuri-kwa-maji-na-sabuni-au-kitu-kingine-mbadala-kama-vile-majivu-na-maji-baada-y", 
        "content": "Mikono haina budi kuoshwa kwa maji na sabuni au kitu kingine mbadala\r\nkama vile majivu na maji, baada ya kutoka chooni, kumpeleka mtoto chooni,\r\nkumtawadha mtoto, kutupa kinyesi cha mtoto, na kabla ya kumlisha mtoto,\r\nkushika chakula au kula.\r\n\r\nMara kwa mara watoto wadogo hutia mikono yao kinywani. Hivyo ni muhimu\r\nkutunza mazingira ya nyumbani katika hali ya usafi na kuwafundisha watoto\r\nnamna ya kunawa mikono yao vizuri na mara kwa mara, hasa baada ya\r\nkujisaidia na kula.\r\n\r\nUtumiaji wa maji salama ya kunywa na utunzaji wake katika hali ya usafi na\r\nsalama husaidia kupunguza ugonjwa wa kuhara.\r\n\r\nHatua nyingine za usafi ambazo zinaweza kusaidia kuzuia ugonjwa wa kuhara\r\nni pamoja na:\r\n\r\n - kumenya matunda au mbogamboga au kusafisha vizuri na maji safi hasa\r\n   kama vitu hivyo vinaliwa vibichi na watoto\r\n - kutayarisha na kupika vizuri chakua kabila ya kuliwa. Mabaki ya\r\n   vyakula yanaweza kuambukizwa vijidudu vinavyosababisha ugonjwa wa\r\n   kuhara. Baada ya kupita saa 2 chakula kilichopikwa sio salama tena\r\n   labda kiwe kimehifadhiwa kikiwa moto sana au baridi sana.\r\n - kufukia chini, kuchoma moto au kuharibu kwa njia salama mabaki yote\r\n   ya chakula ili kuzuia nzi wasisambaze magonjwa.", 
        "source": "5d37bb61c6e34572909f8bdc5967ff92", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "28ed6c6a53984d148d0aba66cb72a9b6"
    }, 
    "model": "GitPageModel"
}