{
    "fields": {
        "subtitle": "", 
        "description": " Kupata mimba katika umri wa chini ya miaka 18 au wa zaidi ya miaka 35 huongeza hatari za kiafya kwa mama na mtoto wake. ", 
        "language": "swh_TZ", 
        "title": "Kupata mimba katika umri wa chini ya miaka 18 au wa zaidi ya miaka 35 huongeza hatari za kiafya kwa mama na mtoto wake. ", 
        "primary_category": "73a8bbe866944916995240f7d6aec24f", 
        "created_at": "2014-10-10T18:02:20+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-10T18:47:39.140609+00:00", 
        "linked_pages": [], 
        "slug": "kupata-mimba-katika-umri-wa-chini-ya-miaka-18-au-wa-zaidi-ya-miaka-35-huongeza-hatari-za-kiafya-kwa-mama-na-mtoto-wake", 
        "content": "Kila mwaka zaidi ya wanawake 500,000 hupoteza maisha kutokana na matatizo ya ujauzito na ya kujifungua . Kwa kila mwanamke mmoja anayepoteza maisha, takribani wanawake wengine 20 zaidi hupata maambukizo pamoja na matatizo makubwa ya kiulemavu – kufanya jumla ya zaidi ya wanawake milion10 wanaopata maambukizo kila mwaka. Upatikanaji pamoja na utumiaji wa njia za uzazi wa mpango bila shaka utaweza kupunguza kwa kiasi kikubwa vifo pamoja na ulemavu huo. \r\n\r\nKutokupata mimba katika umri wa chini ya walau miaka 18 husaidia katika\r\nkumuhakikishia mama ujauzito na kujifungua salama. Hupunguza hatari za\r\nmtoto kuzaliwa njiti pamoja na kuzaliwa akiwa na uzito pungufu. Ujumbe\r\nhuu una umuhimu sana hasa katika zile tamaduni zinazoruhusu ndoa za umri\r\nmdogo na kuwalazimisha wasichana wadogo walioolewa kupata ujauzito.\r\n\r\nKimaumbile, msichana huwa hajawa tayari kuzaa mtoto kabla ya kufikia umri\r\nwa miaka 18. Hatari za matatizo ya kujifungua ni kubwa zaidi kwa wasichana\r\nwa umri mdogo kuliko kwa wale wa umri mkubwa. Watoto wanaozaliwa\r\nna mama wa umri mdogo sana wamo katika hatari kubwa zaidi ya kupoteza\r\nmaisha katika kipindi cha mwaka wa kwanza wa uhai wao. Mifupa ya nyonga\r\nya wasichana wadogo huwa bado haijakomaa vya kutosha. Ujauzito unaweza\r\nkusababisha matatizo makubwa, kama vile kifafa cha mimba, uchungu wa\r\nkabla ya wakati, uchungu wa muda mrefu, uchungu pingamizi, fistula na hata\r\nkifo kwa mtoto na/au mama. \r\n\r\nKadiri umri wa mama\r\nunavyokuwa mdogo ndivyo\r\nhatari za kiafya kwake na kwa\r\nmtoto zinavyokuwa kubwa\r\nzaidi. Hatari za ujauzito na\r\nkujifungua kwa wasichana\r\nwadogo wa umri wa kati ya\r\nmiaka 15 na 19 husababisha\r\nvifo 70,000 kila mwaka.\r\nWasichana ambao hupata\r\nwatoto wakiwa na umri wa\r\nchini ya miaka 15 wamo katika\r\nhatari ya kupoteza maisha mara\r\ntano zaidi ya wale wanaopata\r\nwatoto wakiwa katika miaka ya\r\n20 ya umri wao. \r\n\r\nWasichana pamoja na\r\nwanawake, walioolewa na\r\nwasioolewa, wanahitaji usaidizi\r\nmaalum wa kuwakinga na\r\nmimba za umri mdogo. Wale\r\nwote ambao wanaweza\r\nkutumbukia katika tatizo hili\r\nla kupata watoto katika umri mdogo – wasichana pamoja na wanawake\r\nwadogo na wavulana wadogo na wanaume kwa jumla pamoja na familia\r\nzao – hawana budi kuzielewa hatari za kufanya hivyo pamoja na namna ya\r\nkuziepuka. Uelewa huo ni pamoja na kufahamu namna ya kuzuia magonjwa\r\nyanayoambukizwa kwa njia ya ngono, ikiwa ni pamoja na VVU.\r\n\r\nBaada ya umri wa miaka 35, hatari za kiafya zinazohusiana na ujauzito na\r\nkujifungua huanza kuongezeka tena. Hatari hizo zinaweza kuwa ni pamoja na\r\nshinikizo la damu, kupoteza damu nyingi wakati wa kujifungua, kuharibika kwa\r\nmimba pamoja na kisukari cha mimba kwa upande wa mama na hitilafu za\r\nkuzaliwa kwa upande wa mtoto. \r\n\r\nNdani ya chapisho hili lote, neno mama\r\nmjamzito linajumuisha wasichana\r\nwajawazito.\r\n\r\nNi muhimu kuzingatia kwamba\r\nmsichana mdogo mjamzito yumo\r\nkatika hatari zaidi ya kupatwa na\r\nmatatizo ya ujauzito kama vile uchungu\r\nwa kabla ya wakati, uchungu wa muda\r\nmrefu, kutopata uchungu, shinikizo la\r\ndamu, upungufu wa damu na hata kifo.\r\n\r\nKwa upande wa mtoto wake,\r\nanakabiliwa na hatari kubwa zaidi ya\r\nkuzaliwa kabla ya wakati (njiti) , uzito\r\npungufu, matatizo ya kiafya na hata\r\nkifo.\r\n\r\nHatari hizi huwa kubwa zaidi kwa\r\nwasichana wadogo wa umri wa chini\r\nya miaka 15. ", 
        "source": "619dfc1601094d4f8c7ec5451ef2c9b0", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "22a04c12e03f4008a17974d6c2cdf7e9"
    }, 
    "model": "GitPageModel"
}