{
    "fields": {
        "subtitle": "", 
        "description": "Mtoto mwenye ugonjwa wa kuhara anapaswa kula kama\r\nkawaida. Anapopona, anapaswa kupewa vyakula vingi kuliko\r\nkawaida ili arudishe nguvu na virutubisho vilivyopotea kutokana\r\nna ugonjwa.", 
        "language": "swh_TZ", 
        "title": "Mtoto mwenye ugonjwa wa kuhara anapaswa kula kama kawaida. Anapopona, anapaswa kupewa vyakula vingi kuliko kawaida ili arudishe nguvu na virutubisho vilivyopotea kutokana na ugonjwa.", 
        "primary_category": "9e39b5f245b241b2af54c96932454c32", 
        "created_at": "2014-10-12T20:22:57.777912+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T20:22:57.778077+00:00", 
        "linked_pages": [], 
        "slug": "mtoto-mwenye-ugonjwa-wa-kuhara-anapaswa-kula-kama-kawaida-anapopona-anapaswa-kupewa-vyakula-vingi-kuliko-kawaida-ili-arudishe-nguvu-na-virutubisho-vilivyopotea-kutokana-na-ugonjwa", 
        "content": "Mtoto mwenye ugonjwa wa kuhara hupungua uzito na hupata utapiamlo.\r\nMtoto anayehara anahitaji vyakula na majimaji ya aina zote anazoweza\r\nkunywa/kula, ikiwa ni pamoja na kunyonya maziwa ya mama. Chakula chenye\r\nvirutubisho kitamsaidia mtoto kupona haraka zaidi.\r\n\r\nMtoto anayehara anaweza kutotaka kula au anaweza kutapika, hivyo kumlisha\r\ninakuwa vigumu. Anapaswa kunyonyeshwa maziwa ya mama mara kwa\r\nmara, na ikiwa mtoto ana umri wa miezi sita, wazazi na walezi wanapaswa pia\r\nkuhakikisha mtoto anakula mara nyingi kadri iwezekanavyo. Mtoto anapaswa\r\nkupewa kiasi kidogo cha chakula laini, vyakula mchanganyiko, au vyakula\r\nvinavyopendelewa na mtoto. Vyakula hivi visiwe na kiasi kikubwa cha chumvi.\r\nVyakula laini ni rahisi kula na vina majimaji zaidi kuliko vyakula vigumu.\r\n\r\nVyakula vinavyopendekezwa kwa mtoto anayehara ni mchanganyiko\r\nuliokamilika wa vyakula vya nafaka, maharage, samaki, nyama iliyopikwa vizuri,\r\nmtindi, na matunda. Kiasi kidogo cha mafuta ya kupikia takribani kijiko 1 au\r\n2 yanaweza kuongezwa katika vyakula vya nafaka na mbogamboga. Mtoto\r\nanapaswa kulishwa vyakula vilivyoandaliwa upya mara 5 hadi 6.\r\n\r\nBaada ya kuacha kuhara, ni muhimu kumlisha mtoto vyakula vya ziada ili\r\napone sawasawa. Katika kipindi hiki, mtoto anapaswa kupewa chakula kingi\r\nzaidi kuliko kawaida, ikiwa ni pamoja na kunyonyeshwa maziwa ya mama, ili\r\nkumsaidia kurudisha nguvu na virutubisho vilivyopotea kutokana na kuhara.\r\n\r\nMtoto haponi kabisa ugonjwa wa kuhara mpaka awe na uzito aliokuwa nao\r\nkabla ya kupatwa na ugonjwa huu.", 
        "source": "595ad7b10471493e92a219a347bf62c4", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "5cc25a6d2c1645c381d1cf873e9207c6"
    }, 
    "model": "GitPageModel"
}