{
    "fields": {
        "subtitle": "", 
        "description": "Kila mwanamke ana haki ya kupata huduma bora ya afya, wakati wa ujauzito, \r\nwa kujifungua na baada ya kujifungua. Watumishi wa afya wanapaswa kuwa \r\nna utaalamu wa kutosha pamoja na kuwa waangalifu kuhusu masuala ya \r\nmila na desturi na kuwahudumia kwa heshima wanawake wote, wakiwemo \r\nwasichana. ", 
        "language": "swh_TZ", 
        "title": "Kila mwanamke ana haki ya kupata huduma bora ya afya, wakati wa ujauzito,  wa kujifungua na baada ya kujifungua. Watumishi wa afya wanapaswa kuwa  na utaalamu wa kutosha pamoja na kuwa waangalifu kuhu", 
        "primary_category": "27038d5886564782adcce92ec89494eb", 
        "created_at": "2014-10-10T21:48:29.960136+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-10T21:48:29.960294+00:00", 
        "linked_pages": [], 
        "slug": "kila-mwanamke-ana-haki-ya-kupata-huduma-bora-ya-afya-wakati-wa-ujauzito-wa-kujifungua-na-baada-ya-kujifungua-watumishi-wa-afya-wanapaswa-kuwa-na-utaalamu-wa-kutosha-pamoja-na-kuwa-waangalifu-kuhu", 
        "content": "Hatari nyingi za ujauzito pamoja na kujifungua zinaweza kuepukika endapo \r\nkinamama watapata huduma bora za afya wakati wa ujauzito, wakati wa \r\nkujifungua na baada ya kujifungua.\r\n\r\nKinamama wote wana haki ya kupata huduma za mtaalamu wa ukunga, \r\nkama vile daktari, muuguzi au mkunga pamoja na huduma ya dharura endapo \r\nmatatizo yatazuka.\r\n\r\nHuduma bora za afya ambazo pia hujumuisha utoaji wa ushauri nasaha \r\nhuwasaidia kina mama na kina baba kufanya maamuzi ya busara kuhusu afya \r\nya uzazi. Mama hana budi kusaidiwa na wenza wake pamoja na familia ili \r\naweze kujihudumia vizuri yeye mwenyewe pamoja na mtoto wake, pia aweze \r\nTaarifa za ufafanuzi\u00001 \r\nkupata huduma za afya, ikiwa ni pamoja na huduma za kliniki ya wajawazito, \r\nza kujifungua, za baada ya kujifungua na za dharura. \r\n\r\nSerikali pamoja na jamii ihakikishe kwamba gharama za huduma ya afya \r\nhaziwi kubwa kiasi cha kuwafanya wanawake, wakiwemo wasichana \r\nwashindwe kuzimudu. Vikwazo vingine kama vile gharama za usafiri, umbali \r\nmrefu, barabara mbovu na imani za kimila pia vinapaswa pia kutatuliwa ili \r\nkuhakikisha kwamba wanawake wanapata huduma za afya. \r\n\r\nWatoaji wa huduma ya afya wawezeshwe kwa kupatiwa mafunzo ya mara \r\nkwa mara ili waimarishe ujuzi wao wa kitaalamu na wa kimawasiliano ambao \r\nndio msingi wa utoaji wa huduma bora za afya. Wapewe mafunzo kuhusu \r\nnamna ya kuwahudumia kina mama wote kwa heshima, kuwa waangalifu \r\nkatika masuala ya mila na desturi pamoja na kuheshimu haki ya mtu \r\nbinafsi ya kutunziwa siri na kusitiriwa. Wanapaswa wazingatie kwa makini \r\nna kuelewa vizuri mahitaji maalumu ya vijana na namna ya kuwasaidia na \r\nkuwapatia ushauri nasaha kuhusu namna ya kujitunza wao wenyewe na \r\nwatoto wao.", 
        "source": "b0aabb438ba14e98ba9e69a767d923b0", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "0bdd850fa6c64323a553971faab4aa2e"
    }, 
    "model": "GitPageModel"
}