{
    "fields": {
        "subtitle": "", 
        "description": "Vurugu na msongo wa mawazo unaosababishwa na majanga\r\nya asili na migogoro inayohusisha mapigano zinaweza\r\nkuwaogopesha na kuwaghadhibisha wavulana na wasichana.\r\nMatukio kama hayo yanapotokea, watoto wanapaswa\r\nkuangaliwa kwa karibu na kupewa upendo zaidi. Wanapaswa\r\nkutunzwa kwa usalama wa hali ya juu na kusaidiwa wanapoanza\r\ntena kufanya shughuli zao za kawaida. ", 
        "language": "swh_TZ", 
        "title": "Vurugu na msongo wa mawazo unaosababishwa na majanga ya asili na migogoro inayohusisha mapigano zinaweza kuwaogopesha na kuwaghadhibisha wavulana na wasichana. Matukio kama hayo yanapotokea, watoto wa", 
        "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
        "created_at": "2014-10-13T13:23:21+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T13:43:57.603709+00:00", 
        "linked_pages": [], 
        "slug": "vurugu-na-msongo-wa-mawazo-unaosababishwa-na-majanga-ya-asili-na-migogoro-inayohusisha-mapigano-zinaweza-kuwaogopesha-na-kuwaghadhibisha-wavulana-na-wasichana-matukio-kama-hayo-yanapotokea-watoto-wa", 
        "content": "Watoto wanaweza kupewa fursa zinazowafaa, kulingana na umri wao,\r\nkushiriki katika hatua zinazochukuliwa na maamuzi yanayohusu hali ya dharura\r\niliyojitokeza.\r\n\r\nNi hali ya kawaida kwa hisia na tabia za watoto kuathiriwa na woga, maumivu\r\nau hali ya vurugu. Watoto huonyesha hisia zao tofauti – wanaweza kutokuwa\r\nna hamu ya maisha ya kila siku, wanaweza kuwa wagomvi au wanaweza\r\nkuwa waoga sana. Baadhi ya watoto wanaoonekana wanakabiliana vizuri na\r\nhali hizo huficha hisia na woga wao. \r\n\r\n**Wazazi au walezi wa kila siku, watoto wa rika moja, walimu na\r\nwanajamii ni watu muhimu sana katika kutoa msaada na ulinzi\r\nkwa watoto. Familia na jamii zinaweza kuwasaidia watoto ikiwa:**\r\n\r\n- zitawasikiliza na kuwapa fursa za kuelezea mawazo yao, kushiriki katika\r\nkutoa uamuzi na kutafuta suluhisho\r\n- zitawapa taarifa zinazofaa kwa umri wao, kuwatuliza na kuwapa msaada\r\nkatika hisia zao.\r\n- zitaendeleza ratiba za kila siku na kuanza tena kufanya shughuli za kawaida\r\nharaka iwezekanavyo\r\n- zitatoa shughuli zinazowafaa watoto zenye kuwafurahisha kulingana na\r\numri wao kama vile shughuli za kitamaduni, kutembelea marafiki na familia,\r\nna michezo\r\n- zitawahamasisha kuendelea kucheza na kuzoeana na wenzao\r\n- zitawapa watoto fursa zinazowafaa kulingana na umri wao kushiriki kwa\r\nnjia nzuri katika shughuli za kila siku na hatua za kuchukua wakati wa hali ya\r\ndharura, kama vile kusaidia kuwafundisha na kuwatunza watoto wadogo \r\n- zitadumisha sheria bayana tabia njema na kuepuka adhabu za viboko\r\n- zitawaandalia watoto maeneo salama ambamo watoto na wazazi wanaweza\r\nkuzoeana, kujifunza stadi mbalimbali za maisha na kupata huduma za msingi\r\n- zitawasaidia watoto kujifunza na kudhibiti msongo wa mawazo walionao. \r\n\r\ninapotokea kuwa msongo wa mawazo walionao watoto ni wa hali ya juu na\r\nunachukua muda mrefu, wanapaswa kupata msaada wa wataalamu kama vile\r\nwanasihi, wanasaikolojia au wataalamu wa uuguzi au madaktari. ", 
        "source": "456dab6551e446888bf41d32db032428", 
        "featured": false, 
        "published": true, 
        "position": 2, 
        "id": "c0c545ca53a046c590a63fbbf6b95702"
    }, 
    "model": "GitPageModel"
}