{
    "fields": {
        "subtitle": "", 
        "description": "Surua, kuhara, homa ya vichomi, malaria, utapiamlo na matatizo\r\nya mtoto aliyezaliwa muda mfupi uliopita ni vyanzo vikubwa\r\nvinavyochangia vifo vya watoto wakati wa dharura. ", 
        "language": "swh_TZ", 
        "title": "Surua, kuhara, homa ya vichomi, malaria, utapiamlo na matatizo ya mtoto aliyezaliwa muda mfupi uliopita ni vyanzo vikubwa vinavyochangia vifo vya watoto wakati wa dharura. ", 
        "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
        "created_at": "2014-10-13T12:53:04+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T12:53:08.884964+00:00", 
        "linked_pages": [], 
        "slug": "surua-kuhara-homa-ya-vichomi-malaria-utapiamlo-na-matatizo-ya-mtoto-aliyezaliwa-muda-mfupi-uliopita-ni-vyanzo-vikubwa-vinavyochangia-vifo-vya-watoto-wakati-wa-dharura", 
        "content": "Magonjwa ya kuambukiza yanaenea kirahisi katika dharura zinazokuwa na hali\r\nya msongamano. Ili kupunguza hatari hizo: \r\n\r\n- hakikisha kwamba watoto wote wenye umri wa kati ya miezi 6 na miaka\r\n15 wanapewa chanjo ya kukinga maradhi ya surua, mara wanapokutana au\r\nwanapokaa\r\n- endelea kufuatilia huduma za matunzo ya afya ili kuzuia na kutibu\r\nmagonjwa. \r\n\r\n*(Soma katika sura zinazohusu Uzazi Salama na Afya ya Mtoto mchanga;\r\nChanjo; Kikohozi, Mfua na Magonjwa Mengine hatari zaidi; na Malaria kwa\r\nkuchukua hatua za kiutendaji.)*\r\n\r\nUtapiamlo ni tatizo la kawaida katika maeneo yaliyo katika dharura kutokana\r\nna upungufu wa chakula, kuongezeka kwa magonjwa na kutetereka kwa\r\nhuduma za matunzo. Kwa hiyo, ni muhimu kuhakikisha kuwa watoto: \r\n\r\n- wananyonyeshwa na kupata kiwango cha kutosha cha chakula na vinywaji\r\nvyenye lishe kulingana na umri wao.\r\n- wanapata virutubisho vidogovidogo vya nyongeza sanjari na vyakula vyenye\r\nvirutubisho.\r\n\r\nWatoto ambao ni wembamba sana na/au wamevimba (kwa kawaida, miguu)\r\nwanapaswa kupelekwa kwa mtaalamu wa au kituo cha afya kwa ajili ya\r\nkufanyiwa uchunguzi na kupatiwa matibabu ya haraka na hatua zingine za\r\nusimamizi zifuate kulingana na hali zao. \r\n\r\n*(Rejea sura zinazohusu Unyonyeshaji wa Maziwa ya Mama na Lishe na\r\nUkuaji.)*\r\n\r\nKatika dharura, kukosekana kwa maji salama, huduma za maji taka na usafi\r\nhuweza kusababisha ugonjwa unaoweza kuenea kwa watu wengi. Ugonjwa\r\nwa Kipindupindu unaweza kutokea mahali ambapo kuna msongamano\r\nmkubwa wa watu na huduma duni za maji taka. Hatua za msingi zinazopaswa\r\nkuchukuliwa ni pamoja na: \r\n\r\n- kunawa mikono mara kwa mara kwa kutumia maji safi na sabuni au maji na\r\nmajivu\r\n- kutupa vinyesi na taka zote katika hali ya usalama\r\n- kuhakikisha kuwa chakula kinaandaliwa katika hali ya usalama\r\n- kutumia vyanzo salama vya maji au kutumia njia za kuyaweka maji katika\r\nhali ya usalama, kama vile kuchemsha, kuchuja, kutia shabu au kuua\r\nvimelea vya maradhi kwa kutumia mwanga wa jua.\r\n- kutunza maji salama katika vyombo safi vilivyofunikwa.\r\n\r\n*(Soma sura zinazohusu Usafi na Ugonjwa wa Kuhara kwa maelezo zaidi.)*\r\n\r\n", 
        "source": "5bf20e72fe4f4b56b4853fe87b83e4fe", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "b3ddaf3d5e384077a16b1155d49e3d7a"
    }, 
    "model": "GitPageModel"
}