{
    "fields": {
        "subtitle": "", 
        "description": "Kumnyonyesha mtoto maziwa ya mama pekee kwa kipindi\r\ncha miezi sita ya mwanzo tangu kuzaliwa na kuendelea\r\nkumnyonyesha baada ya miezi sita kunaweza kupunguza hatari\r\nzinazohusiana na ugonjwa wa kuhara. Utoaji wa chanjo ya kinga\r\ndhidi ya virusi aina ya rota (inaposhauriwa na kama inapatikana)\r\nhupunguza vifo vinavyotokana na ugonjwa wa kuhara\r\nunaosababishwa na virusi hivyo. Virutubisho kama Vitamini\r\nA na zinki vinaweza kupunguza hatari ya kupata ugonjwa wa\r\nkuhara. ", 
        "language": "swh_TZ", 
        "title": "Kumnyonyesha mtoto maziwa ya mama pekee kwa kipindi cha miezi sita ya mwanzo tangu kuzaliwa na kuendelea kumnyonyesha baada ya miezi sita kunaweza kupunguza hatari zinazohusiana na ugonjwa wa kuhara. ", 
        "primary_category": "9e39b5f245b241b2af54c96932454c32", 
        "created_at": "2014-10-12T20:20:26.905973+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T20:20:26.906288+00:00", 
        "linked_pages": [], 
        "slug": "kumnyonyesha-mtoto-maziwa-ya-mama-pekee-kwa-kipindi-cha-miezi-sita-ya-mwanzo-tangu-kuzaliwa-na-kuendelea-kumnyonyesha-baada-ya-miezi-sita-kunaweza-kupunguza-hatari-zinazohusiana-na-ugonjwa-wa-kuhara", 
        "content": "Kunyonyesha maziwa ya mama ni chanzo bora cha majimaji na chakula\r\nkwa watoto wadogo wenye ugonjwa wa kuhara. Maziwa ya mama yana\r\nvirutubisho na ni safi na yanasaidia kupambana na magonjwa na maambukizo.\r\nMtoto mchanga anayenyonyeshwa maziwa ya mama katika miezi sita ya\r\nmwanzo tangu kuzaliwa ana uwezekano mdogo wa kupata ugonjwa wa\r\nkuhara katika umri huo. \r\n\r\n\r\nMaziwa ya mama huzuia upungufu wa maji mwilini na utapiamlo na\r\nyanasaidia kurudisha majimaji yaliyopotea. Wakati mwingine, mama\r\nhushauriwa kuwanyonyesha watoto kwa kiasi kidogo ikiwa wana ugonjwa\r\nwa kuhara. Ushari huu si sahihi. Mama wanapaswa kuwanyonyesha watoto\r\nwao mara nyingi zaidi kuliko kawaida ikiwa mtoto ana ugonjwa wa kuhara.\r\nBaba wanapaswa kuwasaidia mama ambao wananyonyesha kwa kumtunza\r\nmtoto mgonjwa na watoto wengine katika familia, na kuwasaidia katika kazi\r\nza nyumbani.\r\n\r\nKirusi aina ya rota ni kirusi kinachosababisha ugonjwa wa kuhara. Watoto\r\nwanapaswa kupewa chanjo dhidi ya kirusi hiki katika nchi ambazo chanjo hii\r\nhutolewa.\r\n\r\nVirutubisho vya vitamini A, hasa katika maeneo yaliyo na upungufu wa\r\nvitamini A, ni jambo muhimu ili kupunguza hatari ya mlipuko wa ugonjwa wa\r\nkuhara. Vyakula vilivyo na vitamini A ni pamoja na maziwa ya mama, maini,\r\nsamaki, bidhaa za maziwa, matunda ya rangi ya machungwa au manjano na\r\nmbogamboga, na mbogamboga za kijani kibichi.\r\n\r\nKujumuisha zinki kama sehemu ya tiba ya ugonjwa wa kuhara husaidia\r\nkupunguza ukali na muda wa kuharisha. Zinki pia huwakinga watoto dhidi ya\r\nmatukio ya kuhara kwa muda wa miezi 2. Watoto wenye umri wa zaidi ya\r\nmiezi 6 wanaweza kutumia miligramu 20 za zinki kwa siku (ya vidonge au ya\r\nmaji) kwa siku 10 hadi 14. Kwa watoto wenye umri wa chini ya miezi 6, nusu\r\nkidonge au zinki ya maji (miligramu 10) kwa siku ni kiwango kinachofaa. \r\n\r\nMtaalam wa afya anapaswa kumwelekeza mama, baba au mlezi mwingine\r\njinsi ya kumpa mtoto vidonge vya zinki kwa kuyeyusha katika kiasi kidogo\r\ncha maziwa yaliyokamuliwa toka kwa mama, kinywaji cha chumvichumvi\r\nkinachorudisha maji mwilini, au maji safi katika kikombe au kijiko. Ikiwa mtoto\r\nni mdogo sana kiasi cha kutoweza kutumia kidonge, zinki ya maji inaweza\r\nkutumika. ", 
        "source": "3fb295e8a82746908924fffd2b2e27de", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "b7c17ca988a04649bac86f4ad4d8ac08"
    }, 
    "model": "GitPageModel"
}