{
    "fields": {
        "subtitle": "", 
        "description": "Maisha ya mtoto huwa hatarini ikiwa anahara kwa saa moja\r\nau ikiwa anaharisha damu. Katika hali hii, msaada wa haraka\r\ntoka kwa mtaalam wa afya huhitajika. Wakati huohuo, mtoto\r\narudishiwe maji mwilini kwa kunyweshwa kinywaji maalum cha\r\nchumvichumvi kinachorudisha maji mwilini pia apewe dawa ya\r\nzinki. ", 
        "language": "swh_TZ", 
        "title": "Maisha ya mtoto huwa hatarini ikiwa anahara kwa saa moja au ikiwa anaharisha damu. Katika hali hii, msaada wa haraka toka kwa mtaalam wa afya huhitajika. Wakati huohuo, mtoto arudishiwe maji mwilini k", 
        "primary_category": "9e39b5f245b241b2af54c96932454c32", 
        "created_at": "2014-10-12T20:16:41.911698+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T20:16:41.912033+00:00", 
        "linked_pages": [], 
        "slug": "maisha-ya-mtoto-huwa-hatarini-ikiwa-anahara-kwa-saa-moja-au-ikiwa-anaharisha-damu-katika-hali-hii-msaada-wa-haraka-toka-kwa-mtaalam-wa-afya-huhitajika-wakati-huohuo-mtoto-arudishiwe-maji-mwilini-k", 
        "content": "Wazazi wanapaswa kutafuta msaada mapema kutoka kwa mtaalam wa afya\r\nikiwa mtoto:\r\n\r\n - anaharisha kwa saa nzima\r\n - anaharisha kinyesi kilichochanganyika na damu\r\n - anatapika mara kwa mara\r\n - ana homa\r\n - ana kiu kali sana\r\n - hataki kunywa\r\n - anakataa kula\r\n - macho yamezama ndani\r\n - anaonekana dhaifu au mchovu\r\n - amekuwa akiharisha kwa siku kadhaa.\r\n\r\nIkiwa mtoto ana moja ya dalili hizi, msaada wa haraka kutoka kwa mtaalam\r\nwa afya unahitajika. Wakati huohuo, mtoto apewe kinywaji maalumu cha\r\nchumvichumvi kinachorudisha maji mwilini na/au majimaji mengine, pamoja na\r\nzinki. \r\n\r\nIkiwa mtoto anaendelea kuharisha kwa saa moja na anatapia, hatua za dharura\r\nzichukuliwe—hizi ni dalili za kipindupindu. Kipindupindu kinaweza kusababisha\r\nkifo kwa mtoto ndani ya saa chache. Msaada wa kitabibu unapaswa kutafutwa\r\nmapema na mtoto aendelee kunywa kinywaji maalumu cha chumvichumvi\r\nkinachorudisha maji mwilini pamoja na zinki. \r\n\r\n - Kipindupindu huweza kuenea katika jamii haraka kwa njia ya maji au\r\n   chakula chenye vijidudu. Kwa kawaida, kipindupindu kinatokea katika\r\n   maeneo yenye mfumo duni wa majitaka na msongamano mkubwa wa watu.\r\n - Kuna hatua nne za kuchukua ili kuzuia kuenea kwa kipindupindu au\r\n   Ugonjwa wa kuhara:\r\n\r\n - Daima nawa mikono kwa sabuni na maji au tumia jivu na maji baada ya\r\n   kujisaidia, baada ya kugusa kinyesi, kabla ya kushika au kuandaa\r\n   chakula, kabla ya kula na kabla ya kulisha watoto.\r\n\r\n - Tupa vinyesi vyote, ikiwa ni pamoja na kinyesi cha watoto wachanga na\r\n   watoto wadogo chooni au kifukie aridhini. Ua vijidudu katika maeneo\r\n   yote yaliyoguswa na kinyesi.\r\n\r\n - Tumia maji salama ya kunywa.\r\n\r\n - Osha, menya au pika vyakula vyote.\r\n\r\nWataalam wa afya na vituo vya afya vinapaswa kutoa taarifa sahihi kwa familia\r\nna jamii nzima kuhusu hatari za ugonjwa wa kuhara na kipindupindu, na hatua\r\nzinazopaswa kuchuliwa pakitokea mojawapo ya magonjwa hayo. Wanapaswa\r\npia kuelezea kuwa ni wakati gani wa kumpeleka mtoto kwa mtaalam wa afya\r\nau kituo cha afya. ", 
        "source": "3485f046781744caad028a862405dd35", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "628e313553b643109f81851659565d9c"
    }, 
    "model": "GitPageModel"
}