{
    "fields": {
        "subtitle": "", 
        "description": "Watoto hujifunza tabia (kimahusiano na kihisia ) kwa kuiga\r\nkutoka kwa watu walioko karibu sana nao. ", 
        "language": "swh_TZ", 
        "title": "Watoto hujifunza tabia (kimahusiano na kihisia ) kwa kuiga kutoka kwa watu walioko karibu sana nao. ", 
        "primary_category": "84c39134746243a1a04fc013fd1b1e0e", 
        "created_at": "2014-10-12T17:33:25.181801+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T17:33:25.181947+00:00", 
        "linked_pages": [], 
        "slug": "watoto-hujifunza-tabia-kimahusiano-na-kihisia-kwa-kuiga-kutoka-kwa-watu-walioko-karibu-sana-nao", 
        "content": "Kwa kuona na kuiga watu wengine, mtoto mdogo hujifunza namna ya kuishi\r\nna watu wengine. Hujifunza tabia zile zinazokubalika na hata zile zisizokubalika. \r\n\r\nTabia zinazoonyeshwa na wazazi, ndugu wa mtoto pamoja na watoto\r\nwenzake zina nguvu kubwa kabisa ya kumjengea mtoto mwelekeo wa\r\nkitabia na wa utu wake. Njia moja inayotumiwa na mtoto katika kujifunza ni\r\nkuiga yale yanayofanywa na watu wengine. Endapo wanaume na wanawake\r\nwanabaguana, mtoto atajionea, atajifunza na pengine kuiga tabia hiyo. Iwapo\r\nwazazi huzoza hovyo, hugombana, hudharau watu wengine au kuwabagua,\r\nwatoto hujifunza pia tabia hizo za wazazi. Endapo watu wazima wataishi kwa\r\nkupendana, kuheshimiana na kuvumiliana watoto watawaiga pia. Iwapo baba\r\nna mama wanaheshimiana na kupendana, hiyo ndiyo tabia ambayo watoto\r\nwao watajifunza na bila shaka kuiendeleza wakati watakapokuwa watu\r\nwazima.\r\n\r\nWatoto hupenda kuiga majukumu. Wakifanya hivyo wasifiwe kwani hiyo ni njia\r\nmojawapo ya kujijua na kujijengea ubunifu. Aidha njia hii huwasaidia watoto\r\nkatika kutambua tabia mbalimbali za watu.", 
        "source": "484d8d931f974d4a96295059792d9ab2", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "ba8ddce6f6c2443bbc58c0016a3b1af5"
    }, 
    "model": "GitPageModel"
}