{
    "fields": {
        "subtitle": "", 
        "description": "Watoto wanahitaji vitamini A ili kuwasaidia kujikinga dhidi ya\r\nmaradhi/homa, kulinda uwezo wao wa kuona, na kupunguza hatari\r\nya kupoteza maisha. Vitamini A inaweza kupatikana katika matunda\r\nna mbogamboga nyingi, mafuta mekundu ya mawese, mayai,\r\nbidhaa za maziwa, maini, samaki, nyama, vyakula vilivyoongezewa\r\nvirutubisho, na maziwa ya mama. Katika maeneo yenye upungufu\r\nwa vitamini A, watoto wenye umri wa kati ya miezi 6 na miaka 5,\r\nwanaweza kupewa vidonge maalumu vya kuongeza vitamini A, kila\r\nbaada ya miezi minne hadi sita.", 
        "language": "swh_TZ", 
        "title": "Watoto wanahitaji vitamini A ili kuwasaidia kujikinga dhidi ya maradhi/homa, kulinda uwezo wao wa kuona, na kupunguza hatari ya kupoteza maisha. Vitamini A inaweza kupatikana katika matunda na mbogamb", 
        "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
        "created_at": "2014-10-12T19:08:36.835352+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T19:08:36.835675+00:00", 
        "linked_pages": [], 
        "slug": "watoto-wanahitaji-vitamini-ili-kuwasaidia-kujikinga-dhidi-ya-maradhihoma-kulinda-uwezo-wao-wa-kuona-na-kupunguza-hatari-ya-kupoteza-maisha-vitamini-inaweza-kupatikana-katika-matunda-na-mbogamb", 
        "content": "Hadi watoto wachanga wanapofikisha umri wa miezi sita, maziwa ya mama ni\r\nchanzo kikuu cha Vitamini A, ilimradi tu mama awe anapata vitamini A katika milo\r\nyake au Vitamini A ya nyongeza. Watoto wenye umri kuanzia miezi 6 hadi miaka\r\n5 wanaweza kupata vitamini A kutoka kwenye mchanganyiko mwingine wa\r\nvyakula kama vile maini, mayai, bidhaa za maziwa, samaki wenye mafuta, mafuta\r\nmekundu ya mawese, embe na mapapai yaliyoiva, machungwa, viazi vitamu vya\r\nrangi ya manjano, mbogamboga za rangi ya kijani kibichi, na karoti. \r\n\r\nWatoto wanapopungukiwa na vitamini A, wanakuwa na uwezo mdogo wa\r\nkupambana na magonjwa makuu yanayoua na wanakuwa katika hatari ya\r\nkushindwa kuona vizuri katika mwanga hafifu. Mtoto mwenye matatizo ya kuona\r\nwakati wa jioni na usiku huenda akawa na upungufu wa vitamini A. Mtoto wa\r\nnamna hiyo, apelekwe kwa mtaalamu wa afya ili apewe tiba ya kumuongezea\r\nvitamini A.\r\n\r\nKatika nchi chache, vitamini A huongezwa kwenye mafuta ya kula, sukari, ngano,\r\nunga, maziwa, na bidhaa za maziwa, na vyakula vingine. Katika nchi nyingi\r\nambako kuna upungufu mkubwa wa vitamini A, na mara kwa mara watoto hufa\r\nkutokana na magonjwa kama vile kuhara na surua, vidonge au maji ya vitamini A\r\nhusambazwa mara mbili kwa mwaka kwa watoto wenye umri wa miezi 6 hadi\r\nmiaka 5.\r\n\r\nKuhara na surua hupunguza vitamini A kutoka mwilini mwa mtoto. Mtoto\r\nanayehara kwa siku kadhaa au mwenye surua, au mwenye utapiamlo mkali\r\nanapaswa kutibiwa kwa tiba ya kuongeza vitamini A. Vidonge vya kuongeza\r\nA vinapaswa kutolewa kwa watoto wanaougua ugonjwa wa kuharisha katika\r\nmaeneo yenye au yanayohisiwa kuwa na upungufu wa vitamini A, kama\r\nhawakuwahi kupewa kabla, au hawakupewa kwa utaratibu wa kila miezi 4 hadi\r\n6. Inashauriwa kwamba watoto wenye surua wapewe vidonge vya vitamini A ile\r\nsiku wanapogunduliwa kuwa wana ugonjwa huo, kisha siku ya pili, na dozi zingine\r\nmbili angalau wiki mbili baadaye.\r\n\r\nVidonge au dawa ya maji ya zinki inaweza pia kutolewa kwa siku 10 hadi 14\r\nili kupunguza ukali na muda wa kuhara, halikadhalika kumlinda mtoto dhidi ya\r\nuwezekano wa kupata ugonjwa wa kuharisha katika siku zijazo katika kipindi cha\r\nhadi miezi miwili. ", 
        "source": "8396d5861aff455b835f7d26fed32e94", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "70bd5fa8003044eaaa07318beac731e4"
    }, 
    "model": "GitPageModel"
}