{
    "fields": {
        "subtitle": "", 
        "description": "Dawa, sumu, dawa za kuulia wadudu, dawa za madoa,\r\ntindikali na mbolea za majimaji na mafuta kama vile ya taa\r\nvinapaswa kuhifadhiwa kwa uangalifu mbali na watoto. Dutu\r\nhatari zinapaswa kutunzwa katika vyombo vilivyobainishwa\r\nbarabara na kamwe zisitunzwe katika chupa za vinywaji. Pale\r\ninapowezekana, ufungaji unaowazuia watoto kufungua utumike\r\nkatika kufunga vyombo vyenye bidhaa za sumu.", 
        "language": "swh_TZ", 
        "title": "Dawa, sumu, dawa za kuulia wadudu, dawa za madoa, tindikali na mbolea za majimaji na mafuta kama vile ya taa vinapaswa kuhifadhiwa kwa uangalifu mbali na watoto. Dutu hatari zinapaswa kutunzwa katika ", 
        "primary_category": "8db1a6f44dd9426da7a50a4664bb84cf", 
        "created_at": "2014-10-13T11:45:27+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T11:45:32.302712+00:00", 
        "linked_pages": [], 
        "slug": "dawa-sumu-dawa-za-kuulia-wadudu-dawa-za-madoa-tindikali-na-mbolea-za-majimaji-na-mafuta-kama-vile-ya-taa-vinapaswa-kuhifadhiwa-kwa-uangalifu-mbali-na-watoto-dutu-hatari-zinapaswa-kutunzwa-katika", 
        "content": "Sumu ni hatari sana kwa watoto. Dawa za madoa, sumu za wadudu na\r\npanya, mafuta ya taa, na dawa kali za kusafishia vitu zinaweza kumuua au\r\nkumsababishia mtoto ulemavu wa maisha. \r\n\r\nSumu nyingi ni hatari hata kama hazimezwi. Zinaweza kuua, kuharibu ubongo,\r\nkusababisha upofu au ulemavu wa kudumu ikiwa:\r\n\r\n- zitavutwa na mtoto kwa njia ya hewa\r\n- zitagusa ngozi ya mtoto\r\n- zitaingia machoni mwa mtoto.\r\n\r\n**Njia bora ya kuzuia sumu ni kuweka dutu zote hatari mbali na\r\nwatoto.**\r\n\r\n- Sumu kamwe zisiwekwe katika chupa za vinywaji visivyo na kilevi wala\r\nbia, chupa kubwa au vikombe, kwani watoto wanaweza kunywa kimakosa.\r\nDawa, kemikali na sumu zote zinapaswa kuwekwa katika vyombo vyake\r\nvilivyotayarishwa, kufungwa barabara na kuwekwa mbali na watoto.\r\n- Dawa kali za kusafishia vitu, dawa za madoa, kamwe zisiwekwe mahali\r\nambapo watoto wanaweza kuzifikia. Zinapaswa kufungwa barabara na\r\nkubainishwa wazi. Pia, zinapaswa kufungiwa katika kabati au kuwekwa juu\r\nya rafu ambapo watoto hawataweza kuziona wala kuzifikia.\r\n- Dawa zilizolengwa kwa matumizi ya watu wazima zinaweza kuwaua au\r\nkuwadhuru watoto. Mtoto apewe dawa kwa mujibu wa maelekezo ya\r\nwataalamu. Kamwe, haipaswi kumpa mtoto dawa ikiwa dawa husika\r\nzimelengwa kwa mtu mzima au mtoto mwingine. Mtoto asianze kutumia\r\ndawa yeye mwenyewe. Mzazi au mlezi ndiye anayepaswa kutoa dawa kwa\r\nmtoto muda wote inapohitajika. Dawa ziwekwe mbali na watoto.\r\n- Pale inapowezekana, ufungaji ambao hauwawezeshi watoto kufungua,\r\nunapaswa kutumika katika vyombo vilivyo na dutu za sumu.\r\n\r\n*Kwa Ushauri kuhusu Kutoa Huduma ya Kwanza kwa mtu aliyeathiriwa na\r\nsumu, soma mwishoni mwa sura hii.*\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "c7d0950567de47c197fa6ef2bdbbca70"
    }, 
    "model": "GitPageModel"
}