{
    "fields": {
        "subtitle": "", 
        "description": "Ulishaji watoto kwa chupa na kuwapatia watoto maziwa ya\r\ndukani au ya wanyama (badala ya maziwa ya mama) kunaweza\r\nkuhatarisha afya ya mtoto na hata maisha yake. Endapo mama\r\nhawezi kumnyonyesha mtoto wake, mtoto anaweza kulishwa\r\nmaziwa ya mama yaliyokamuliwa au kama ni lazima, maziwa\r\nmbadala kwa kikombe au kijiko cha kawaida ambacho ni kisafi\r\nna salama.", 
        "language": "swh_TZ", 
        "title": "Ulishaji watoto kwa chupa na kuwapatia watoto maziwa ya dukani au ya wanyama (badala ya maziwa ya mama) kunaweza kuhatarisha afya ya mtoto na hata maisha yake. Endapo mama hawezi kumnyonyesha mtoto wa", 
        "primary_category": "eadb116abd4b427c84316e8f3963b2d6", 
        "created_at": "2014-10-12T18:28:47.884986+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T18:28:47.885138+00:00", 
        "linked_pages": [], 
        "slug": "ulishaji-watoto-kwa-chupa-na-kuwapatia-watoto-maziwa-ya-dukani-au-ya-wanyama-badala-ya-maziwa-ya-mama-kunaweza-kuhatarisha-afya-ya-mtoto-na-hata-maisha-yake-endapo-mama-hawezi-kumnyonyesha-mtoto-wa", 
        "content": "Watoto wanaokosa kunyonya maziwa ya mama huwa hawapati kinga dhidi ya\r\nmaradhi inayopatikana katika maziwa hayo. Watoto wa aina hiyo huwa katika\r\nhatari zaidi ya kushambuliwa na magonjwa ya kuharisha na maambukizo ya\r\nmasikio na ya njia ya hewa. Magonjwa ya kuharisha na maambukizo ya njia\r\nya hewa kama vile nyumonia ni hatari sana ka maisha ya watoto wachanga na\r\nwatoto wadogo. \r\n\r\nUlishaji wa watoto wachanga vyakula vingine badala ya maziwa ya mama\r\npekee unaweza kuwadumaza kiukuaji au kuwasababishia maradhi endapo (1)\r\nchakula kinaongezwa maji kidogo sana au mengi sana, (2) maji yanayotumika\r\nsio salama na/au (3) chupa pamoja na mpira wake havikusafishwa vizuri.\r\nMaziwa ya unga yanaweza kuwa na bakteria wabaya ambao wanaweza\r\nkumsababishia mtoto magonjwa. Utafiti umebaini kwamba watoto\r\nwanaopatiwa vyakula vingine badala ya maziwa ya mama pekee wako katika\r\nhatari kubwa zaidi ya kupata vitambi vya utotoni pamoja na magonjwa sugu\r\nkama vile magonjwa ya moyo hapo watakapokuwa watu wazima. \r\n\r\nKulisha mtoto mchanga vyakula vingine badala ya maziwa ya mama pekee\r\nni hatari zaidi pale wazazi wanapokuwa hawana uwezo wa kumudu gharama\r\nkubwa za vyakula hivyo. Kwa mfano kumlisha mtoto kwa miezi sita ya\r\nkwanza huhitajika kilo 20 za maziwa ya watoto ya dukani. Wataalamu wa\r\nafya hawana budi kuwakumbusha kina mama wote kuwa watafakari kuhusu\r\ngharama kubwa za vyakula vya watoto kabla ya kuamua kuchukua uamuzi wa\r\nkutowanyonyesha maziwa ya mama pekee.\r\n\r\nEndapo ni lazima mtoto apewe chakula kingine badala ya maziwa pekee\r\nya mama, ni muhimu kwamba utayarishaji wa chakula hicho ufanywe\r\nvizuri na kwa usafi, maji yanayotumika kukurogea chakula cha mtoto yawe\r\nyamechemshwa kwanza na yachanganywe na chakula cha mtoto yakiwa\r\nhayajapoa. Chakula cha mtoto kisichanganywe na maji yaliyopoa. Viwango\r\nvya uchanganyaji wa chakula cha mtoto na maji vizingatiwe kikamilifu ili\r\nkuhakikisha kwamba kiasi sahihi cha maji salama na cha chakula kinatumika\r\nkatika utengenezaji wa chakula cha mtoto. Kabla ya kumpa mtoto chakula,\r\nmama, baba au mlezi wa mtoto ahakikishe kwamba sio cha moto wala baridi\r\nsana.\r\n\r\nMaziwa ya wanyama na yale ya dukani huharibika endapo yataachwa kwenye\r\njoto la kawaida (kiasi cha nyuzi joto sentigredi 20 hadi 25 ) kwa zaidi ya saa 2.\r\nMaziwa ya mama yanaweza kutunzwa katika joto la kawaida kwa hadi saa 8\r\nbila kuharibika. Hata hivyo ni salama zaidi kuhifadhi maziwa ya aina zote katika\r\nchombo salama chenye mfuniko, na ikiwezekana ndani ya friji. \r\n\r\nKulisha mtoto kwa kutumia kikombe ni salama zaidi kuliko kutumia chupa kwa\r\nsababu kikombe husafishika kirahisi zaidi kwa sabuni na maji kuliko chupa.\r\nKulisha kwa kikombe pia humfanya mtoto ajisikie kuwa karibu zaidi na mlishaji,\r\njambo ambalo ni zuri kwa mtoto, kwa vile inabidi mlishaji amshike mtoto\r\nwakati wa kumlisha. Kulisha mtoto kwa kikombe hakusababishi matatizo\r\nyoyote kwa upande wa unyonyaji wa ziwa. \r\n\r\nChakula kizuri zaidi kwa mtoto ambaye hawezi kunyonyeshwa moja kwa moja\r\nni maziwa yaliyokamuliwa kutoka katika ziwa la mama, ambayo atalishwa\r\nkwa kikombe kisafi na salama. Hata watoto wachanga wanaweza kulishwa\r\nkwa kikombe. Endapo ni lazima kumlisha mtoto maziwa maalumu badala ya\r\nkumnyonyesha, basi mtoto alishwe kwa kutumia akikombe. ", 
        "source": "2ce54076301f408e95050efb12ae5a29", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "10b7de02ab464d64bb99b25dc86b9480"
    }, 
    "model": "GitPageModel"
}