{
    "fields": {
        "subtitle": "", 
        "description": "Haki zitumikazo kwa watoto zinapaswa kutokana na haki za\r\nwatoto. Kuingilia uhuru wa watoto (kuwafunga jela) ni lazima\r\nliwe suluhisho la mwisho kabisa. Taratibu ambazo zinawagusa\r\nwatoto ambao ni waathirika au ni mashuhuda wa uhalifu\r\nzinapaswa kuwekwa. ", 
        "language": "swh_TZ", 
        "title": "Haki zitumikazo kwa watoto zinapaswa kutokana na haki za watoto. Kuingilia uhuru wa watoto (kuwafunga jela) ni lazima liwe suluhisho la mwisho kabisa. Taratibu ambazo zinawagusa watoto ambao ni waathi", 
        "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
        "created_at": "2014-10-13T15:51:43+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T15:52:09.107102+00:00", 
        "linked_pages": [], 
        "slug": "haki-zitumikazo-kwa-watoto-zinapaswa-kutokana-na-haki-za-watoto-kuingilia-uhuru-wa-watoto-kuwafunga-jela-ni-lazima-liwe-suluhisho-la-mwisho-kabisa-taratibu-ambazo-zinawagusa-watoto-ambao-ni-waathi", 
        "content": "Kuwaweka watoto ambao wamefanya uhalifu au wanaoshtakiwa kwa kufanya\r\nuhalifu kizuizini, gereza au shule ya kubadilisha tabia uwe ni uamuzi wa\r\nmwisho kabisa. Kizuizi kinaweza kuharibu mabadiliko ya mtoto na kufanya\r\nshughuli ya kumuunganisha mtoto na jamii yake kuwa ngumu.\r\n\r\nNjia mbadala kama vile upatanishi, huduma kwa jamii na unasihi hutoa\r\nmatokeo mazuri kwa watoto na familia na jamii zao. Kwa ujumla kufanya hivi\r\nkunaheshimu haki za watoto na kuwasaidia watoto kujifunza jinsi ya kuchukua\r\nhatua zenye dhima ya kujenga jamii. Hili linapaswa kuwa ndilo lengo la\r\nsuluhisho la haki linalowahusu watoto. \r\n\r\nWatoto wengi walio vizuizini hawajafanya uhalifu mkubwa. Mara nyingi\r\nhukamatwa kwa kutoroka shule, kukimbia majumbani kwao, kutumia\r\npombe, kuomba au uzururaji. Baadhi ya watoto wapo kizuizini kwa sababu\r\nwamenyonywa na watu wazima kwa njia ya ukahaba au kujishughulisha na\r\nbiashara ya dawa za kulevya. \r\n\r\nWatoto wanaweza kukaa kizuizini kwa miezi au miaka wakisubiri mapitio ya\r\nkesi zao. Watoto hawa wapo katika hatari kubwa ya kufanyiwa vitendo vya\r\nunyanyasaji na kujiingiza katika matumizi ya dawa za kulevya, kuambukizwa\r\nVVU, na matatizo mengi ya kiafya. Kizuizi kinaweza kuingilia utaratibu wa\r\nkusoma na kumuweka mtoto mbali na familia yake. Kwa ujumla, watoto\r\nhawa wanahitaji ulinzi wa kijamii, si kuchukuliwa hatua za kimahakama. \r\n\r\nWatoto walio kizuizini wanapaswa:\r\n\r\n- watenganishwe na wahalifu wakubwa\r\n- kesi zao zishughulikiwe kwa muda mfupi\r\n- watengwe kwa misingi ya kijinsia\r\n- wawe na njia mwafaka za kutoa taarifa za unyanyasaji unaofanywa dhidi\r\nyao wakiwa kizuizini. \r\n\r\nAkina mama wajawazito na wenye watoto wakiwa kizuizini wanahitaji ulinzi,\r\nmatunzo na msaada maalumu. Watoto wote katika mazingira haya wana haki\r\nya kupewa ulinzi wa haki zao, kama vile kupatikana kwa huduma za afya na\r\nelimu. \r\n\r\n**Taratibu zinazowasaidia watoto, kwa wavulana na wasichana,\r\nzitumike kwa watoto ambao ni waathirika na mashuhuda wa\r\nuhalifu. Taratibu hizo zinapaswa:**\r\n\r\n- kuzuia kukutana kati ya mtoto na mtuhumiwa wa uhalifu (mtu ambaye\r\nameshitakiwa kutenda kosa)\r\n- kuruhusu watoto washiriki kikamilifu katika mchakato wa kutekeleza haki\r\n- kuhakikisha kwamba mtoto anashughulikiwa kwa taratibu za kiutu na\r\nhuruma. ", 
        "source": "14949c39ec004de6bbbadeb33d8ac7aa", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "0fb271444c2740dfbdedae08ada5caed"
    }, 
    "model": "GitPageModel"
}