{
    "fields": {
        "subtitle": "", 
        "description": "Wasichana wenye elimu na afya nzuri na ambao wamekuwa \r\nwakipata lisha bora katika maisha yao ya utotoni na ujanani \r\nwana uwezekano wa kujifungua watoto wenye afya, kubeba \r\nmimba na kujifungua salama na kutokupata matatizo mengi \r\nwakati wa ujauzito na wa kujifungua. ", 
        "language": "swh_TZ", 
        "title": "Wasichana wenye elimu na afya nzuri na ambao wamekuwa  wakipata lisha bora katika maisha yao ya utotoni na ujanani  wana uwezekano wa kujifungua watoto wenye afya, kubeba  mimba na kujifungua salama n", 
        "primary_category": "27038d5886564782adcce92ec89494eb", 
        "created_at": "2014-10-10T19:35:47.429407+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-10T19:35:47.429730+00:00", 
        "linked_pages": [], 
        "slug": "wasichana-wenye-elimu-na-afya-nzuri-na-ambao-wamekuwa-wakipata-lisha-bora-katika-maisha-yao-ya-utotoni-na-ujanani-wana-uwezekano-wa-kujifungua-watoto-wenye-afya-kubeba-mimba-na-kujifungua-salama-n", 
        "content": "Wasichana wasomi huwa na ufahamu wa masuala ya afya; wana uwezekano \r\nmdogo wa kupata mimba za umri mdogo; wana uwezekano mkubwa wa \r\nkutoolewa mapema, wa kubeba mimba chache na kwa nafasi na kuhudhuria \r\nkliniki wakati wa ujauzito na baada ya kujifungua; vilevile wana uwezo mkubwa \r\nzaidi wa kuweza kujitegemea kimaisha. Inakadiriwa kwamba vifo viwili vya \r\nuzazi vitaweza kuzuiliwa kwa kuongeza mwaka mmoja wa shule kwa kila \r\nwanawake 1,000. \r\n\r\nUkuaji wa msichana ulioambatana na afya nzuri tangu utotoni husaidia \r\nkumtayarisha katika kubeba ujauzito salama wakati wa kipindi chake cha \r\nkupata watoto. \r\n\r\nPamoja na kupata elimu na huduma za afya, wasichana pia wanapaswa kupata \r\nlishe bora wakati wa utotoni na ujanani ili kuwaepusha na matatizo ya baadaye \r\nya ujauzito na ya kujifungua. Lishe bora haina budi kujumuisha chumvi \r\nyenye madini joto pamoja na vyakula vyenye madini na vitamini za kutosha \r\nkama vile maharage na aina nyingine za kunde, nafaka, mboga za kijani, na \r\nmboga nyekundu, njano na za rangi ya chungwa, pamoja na matunda. Kila \r\ninapowezekana wapate pia maziwa au vyakula vingine vinavyotokana na \r\nmaziwa, mayai, samaki, kuku na nyama.\r\n\r\nWasichana wasomi wana uwezekano mkubwa zaidi wa kuchelewa kuolewa \r\nna kupata watoto. Hili lina manufaa makubwa kwa afya zao kwa vile mimba \r\nza mapema zinaweza kuwa na madhara makubwa kwa wasichana wa umri \r\nwa chini ya miaka 18 na hasa wale wa umri wa chini ya miaka 15. Wasichana \r\npamoja na watoto wao wako katika hatari zaidi ya kupata matatizo na vifo \r\npamoja na magonjwa ya ngono ikiwa ni pamoja na VVU. \r\n\r\nNi muhimu kuwawezesha wasichana wasipate mimba za utotoni kwa \r\nkuwapatia taarifa, ujuzi pamoja na mbinu za kufanya hivyo. Wavulana pia \r\nwanapaswa kupatiwa taarifa sahihi.\r\n\r\nUkeketaji wa wasichana au kinamama unaweza kusababisha maambukizo \r\nmabaya ya sehemu za siri za mwanamke na ya njia ya mkojo ambayo \r\nyanaweza kusababisha utasa au kifo. Ukeketaji pia unaweza kuwa chanzo cha \r\nmatatizo wakati wa kujifungua pamoja na matatizo ya kiakili kwa wasichana \r\nna kinamama.\r\n\r\nWatumishi wa afya pamoja na programu za kuwafikia wananchi zinaweza \r\nkutumika katika kuhamasisha watu kuhusu umuhimu wa vijana kutooa au \r\nkuolewa mapema na kutopata mimba mapema kwa ajili ya afya, maendeleo \r\nna ustawi wao. Familia zinapaswa kufahamu hatari kubwa zinazoambatana \r\nna mimba za utotoni na kuwa tayari kusaidia wasichana ambao wanaolewa \r\nau kupata mimba katika umri mdogo ili waweze kupata huduma muhimu \r\nwanazostahili.", 
        "source": "c2695a91a34b42f5b0822d49a1c0354b", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "77d63d9f150c498390285cfe3696207f"
    }, 
    "model": "GitPageModel"
}