{
    "fields": {
        "subtitle": "", 
        "description": "Familia zinaweza kusaidia katika kuzuia nyumonia kwa\r\nkuhakikisha kwamba watoto wanalishwa maziwa ya mama\r\npekee kwa miezi sita na kwamba watoto wote wanapata lishe ya\r\nkutosha pamoja na chanjo zote muhimu\r\n.", 
        "language": "swh_TZ", 
        "title": "Familia zinaweza kusaidia katika kuzuia nyumonia kwa kuhakikisha kwamba watoto wanalishwa maziwa ya mama pekee kwa miezi sita na kwamba watoto wote wanapata lishe ya kutosha pamoja na chanjo zote muhi", 
        "primary_category": "2ffe198e7447448e825f4cb543fb7267", 
        "created_at": "2014-10-13T09:02:30+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T09:03:25.786337+00:00", 
        "linked_pages": [], 
        "slug": "familia-zinaweza-kusaidia-katika-kuzuia-nyumonia-kwa-kuhakikisha-kwamba-watoto-wanalishwa-maziwa-ya-mama-pekee-kwa-miezi-sita-na-kwamba-watoto-wote-wanapata-lishe-ya-kutosha-pamoja-na-chanjo-zote-muhi", 
        "content": "Unyonyeshaji husaidia kumkinga mtoto dhidi ya nyumonia pamoja na\r\nmagonjwa mengine. Ni muhimu kumlisha mtoto maziwa ya mama pekee kwa\r\nkipindi cha miezi sita toka azaliwe.\r\n\r\nMtoto anayepata lishe nzuri yenye vyakula mbalimbali vilivyotayarishwa katika\r\nmazingira safi ya nyumbani ana uwezekano mdogo wa kuugua sana au wa\r\nkupoteza maisha.\r\n\r\nMtoto alishwe vyakula mbalimbali vinavyofaa kilishe ili kuhakikisha kwamba\r\nanapata virutubisho vya kumfanya awe na afya na asishambuliwe kirahisi na\r\nmagonjwa ya maambukizo ya njia ya hewa na magonjwa mengine. Baadhi\r\nya vyakula vinavyofaa kilishe ni pamoja na maziwa ya mama, matunda na\r\nmboga za aina mbalimbali (ikiwa ni pamoja na mboga za kijani), maini, mafuta\r\nmekundu ya mawese, mazao ya maziwa, samaki na mayai. \r\n\r\nMaji salama pamoja na tabia ya usafi husaidia kupunguza maambukizo ya njia\r\nya hewa pamoja na ya magonjwa mengine, kama vile kuharisha. Tabia ya usafi\r\nni pamoja na kuosha mboga na matunda, kuweka mazingira ya kutayarishia\r\nchakula katika hali ya usafi, na kunawa mikono kwa sabuni na maji au na kitu\r\nkingine mbadala kama vile majivu na maji.\r\n\r\nKila mtoto ni lazima akamilishe chanjo anazopaswa kupata. Kinga ya awali ni\r\nmuhimu sana; chanzo katika mwaka wa kwanza na wa pili ni muhimu sana.\r\nMtoto atakuwa amekingwa dhidi ya surua, kifaduro, kifua kikuu na magonjwa\r\nmengine ya njia ya hewa ambayo yanaweza kusababisha nyumonia. \r\n\r\nWazazi pamoja ana walezi wengine wahakikishe kwamba watoto wa kiume\r\nna wa kike wanapatiwa aina mbalimbali na za kufaa za lishe pamoja na chanjo\r\nzote. Wataalamu wa afya wanaweza kuwaelimisha wazazi na walezi wengine\r\nkuhusu lishe, usafi na chanjo na jinsi vitu hivyo vinavyotoa kinga dhidi ya\r\nnyumonia na magonjwa mengine. ", 
        "source": "0fabe241a95848b78e2d7ebbe2a5e077", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "e246b80e6622450fab415e2cc70b9362"
    }, 
    "model": "GitPageModel"
}