{
    "fields": {
        "subtitle": "", 
        "description": "172\r\nKila mtoto anapaswa kuwa na fursa ya kukua katika familia.\r\nIkiwa familia haina uwezo wa kumtunza mtoto, hatua zinapaswa\r\nkuchukuliwa ili kushughulikia sababu hizo na kila jitihada\r\nifanywe ili kuiweka familia pamoja.", 
        "language": "swh_TZ", 
        "title": "172 Kila mtoto anapaswa kuwa na fursa ya kukua katika familia. Ikiwa familia haina uwezo wa kumtunza mtoto, hatua zinapaswa kuchukuliwa ili kushughulikia sababu hizo na kila jitihada ifanywe ili kuiwe", 
        "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
        "created_at": "2014-10-13T15:19:37+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T15:19:42.347780+00:00", 
        "linked_pages": [], 
        "slug": "172-kila-mtoto-anapaswa-kuwa-na-fursa-ya-kukua-katika-familia-ikiwa-familia-haina-uwezo-wa-kumtunza-mtoto-hatua-zinapaswa-kuchukuliwa-ili-kushughulikia-sababu-hizo-na-kila-jitihada-ifanywe-ili-kuiwe", 
        "content": "Watoto hukua vizuri katika familia yenye mazingira ya upendo ambapo maslahi\r\nyao hutiliwa maanani.\r\n\r\nIkiwa mtoto anaishi bila mzazi au mlezi mwingine, hatua za haraka zichukuliwe\r\nili kumuunganisha mtoto na familia yake au familia ya ndugu zake. Ikibainika\r\nkuwa kumuunganisha na wazazi au ndugu zake haitakuwa jambo jema kwa\r\nmtoto, namna nyingine ya kudumu itafutwe. Kila jitihada ifanywe ili kuwaweka\r\nndugu wa familia moja pamoja. \r\n\r\nSerikali, kwa kusaidiana na asasi za kiraia, zina wajibu wa kutoa matunzo\r\nmbadala yanayofaa na yanayosimamiwa barabara kwa watoto wasio na\r\nfamilia. Njia zinazoweza kutumiwa ni pamoja na kumpeleka mtoto kwa:\r\n\r\n- familia ya ndugu zake\r\n- familia ya malezi iliyochunguzwa kabla\r\n- Kituo cha makazi kilichotangamanishwa na jamii, kinachotoa matunzo\r\nyanayofanana na yale ya kifamilia na yanayosaidia kukutana mara kwa\r\nmara kati ya mtoto na familia yake kwa malengo ya kuwaunganisha, ikiwa\r\nkufanya hivi kutakuwa na maslahi mazuri kwa mtoto. \r\n\r\nWatoto wanapaswa kushirikishwa katika kutoa uamuzi kuhusu mahali mbadala\r\npa kwenda kuishi. \r\n\r\nMara nyingi watoto wanaopelekwa katika taasisi wanaweza kukuzwa katika\r\nfamilia kwa kupata msaada wa kijamii. Wakati baadhi ya vituo vya watoto\r\nyatima vinaendeshwa vizuri, maisha ya kitaasisi yanaweza kuwa na madhara\r\nkatika ukuaji wa mtoto. Maisha haya huwatenga watoto na familia na jamii na\r\nkutoa ulinzi hafifu dhidi ya unyanyasaji na unyonyaji. \r\n\r\nMatunzo yoyote ya kitaasisi yanapaswa kuchukuliwa kama uwezekano wa\r\nmwisho na suluhisho la muda. \r\n\r\n", 
        "source": "541a9f5691f346069c3a81e1a8cc178f", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "47cea8dae375483e9f4a944f1a79a098"
    }, 
    "model": "GitPageModel"
}