{
    "fields": {
        "subtitle": "", 
        "description": "Unyonyeshaji husaidia kuwakinga watoto wachanga dhidi ya\r\nmagonjwa hatari na kujenga uhusiano wa karibu baina ya mama\r\nna mtoto.", 
        "language": "swh_TZ", 
        "title": "Unyonyeshaji husaidia kuwakinga watoto wachanga dhidi ya magonjwa hatari na kujenga uhusiano wa karibu baina ya mama na mtoto.", 
        "primary_category": "eadb116abd4b427c84316e8f3963b2d6", 
        "created_at": "2014-10-12T18:25:25.730945+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T18:25:25.731266+00:00", 
        "linked_pages": [], 
        "slug": "unyonyeshaji-husaidia-kuwakinga-watoto-wachanga-dhidi-ya-magonjwa-hatari-na-kujenga-uhusiano-wa-karibu-baina-ya-mama-na-mtoto", 
        "content": "Maziwa ya mama ni chanjo ya kwanza ya mtoto. Humkinga mtoto dhidi ya\r\nkuharisha, maambukizo ya masikio na kifua, pamoja na matatizo mengine ya\r\nafya. Kinga kwa mtoto huwa imara zaidi pale mtoto anapoishi kwa kunyonya\r\nmaziwa ya mama pekee kwa muda wa miezi sita kisha akaendelea kunyonya\r\npamoja na kupitwa vyakula vya kulikiza hadi anapofikia umri wa miaka miwili\r\nau zaidi. Kinga inayotokana na maziwa ya mama haipatikani kutoka kwenye\r\nchakula au maziwa mengine ya aina yoyote.\r\n\r\nUnyonyeshaji huwaweka mtoto na mama karibu zaidi. Kuwa karibu na mama\r\nhumfanya mtoto ajisikie yuko salama na anapendwa, hali ambayo ni muhimu\r\nsana kwa ajili ya ukuaji na mabadiliko ya mtoto.\r\n\r\nBaba wa mtoto pamoja na wanafamilia wanaweza kumsaidia mama kwa\r\nkumpatia nafasi ya kutosha na kutomsumbua wakati anaponyonyesha mtoto.\r\nWahakikishe pia kuwa mama anapata mlo wa kutosha na wenye lishe bora,\r\npia wasaidie katika shughuli za nyumbani na za kuwalea watoto waliotangulia. ", 
        "source": "f783f6d3e60d461ab7a0e3be842fc4be", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "ec0c0749d5114f098093f1becc156dcb"
    }, 
    "model": "GitPageModel"
}