{
    "fields": {
        "subtitle": "", 
        "description": "Madini joto ni muhimu kwa ajili ya kuzuia matatizo ya kujifunza\r\nna kuchelewa kwa mabadiliko. Madini joto katika lishe ya mama\r\nwajawazito na watoto wadogo ni muhimu sana kwa ajili ya\r\nukomavu wa akili ya mtoto. Kutumia chumvi iliyoongezewa madini\r\njoto badala ya chumvi ya kawaida kunawapa mama wajawazito na\r\nwatoto wao wachanga kiasi cha kutosha cha madini joto", 
        "language": "swh_TZ", 
        "title": "Madini joto ni muhimu kwa ajili ya kuzuia matatizo ya kujifunza na kuchelewa kwa mabadiliko. Madini joto katika lishe ya mama wajawazito na watoto wadogo ni muhimu sana kwa ajili ya ukomavu wa akili y", 
        "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
        "created_at": "2014-10-12T19:12:36.967264+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T19:12:36.967568+00:00", 
        "linked_pages": [], 
        "slug": "madini-joto-ni-muhimu-kwa-ajili-ya-kuzuia-matatizo-ya-kujifunza-na-kuchelewa-kwa-mabadiliko-madini-joto-katika-lishe-ya-mama-wajawazito-na-watoto-wadogo-ni-muhimu-sana-kwa-ajili-ya-ukomavu-wa-akili-y", 
        "content": "Kiasi kidogo cha madini joto ni muhimu kwa ukuaji na mabadiliko ya mtoto. Ikiwa\r\nmama mjamzito hana madini joto ya kutosha, kuna hatari ya kujifungua mtoto\r\nmwenye mtindio wa ubongo au kiziwi au hata bubu. Ikiwa mtoto hatapata madini\r\njoto ya kutosha wakati wa uchangani na utotoni, anaweza akadumaa kimwili,\r\nkiakili na kimabadiliko. Hata upungufu kidogo tu wa madini joto unaweza kuathiri\r\nuwezo wa mtoto wa kujifunza na wa kiakili.\r\nGoita, uvimbe wa tezi la shingo, ni dalili za ulaji wa mlo usio na madini joto.\r\nUpungufu wa madini joto kwa mama mwenye mimba changa unaweza\r\nkusababisha kuharibika kwa mimba au kujifungua mtoto mtu.\r\nUtumiaji wa chumvi iliyoongezwa madini joto badala ya ile ya kawaida huwapatia\r\nmama wajawazito na watoto kiasi cha kutosha cha madini joto. Chumvi\r\niliyoongezwa madini joto ni salama kabisa kwa matumizi ya familia yote na\r\nndiyo pekee inayofaa kwa mapishi. Wanafamilia hawana budi kuhakikisha\r\nkwamba wananunua chumvi iliyoongezwa madini joto yenye ubora wa kutosha\r\n– iliyofungwa vizuri na kuonyeshwa bayana kuwa imeongezwa madini joto.\r\nMama hawana budi kuhakikisha kuwa wanatumia tu chumvi iliyoongezwa madini\r\njoto kabla, wakati na baada ya ujauzito. Mama na baba wanapaswa kuhakikisha\r\nkwamba chumvi inayotumika kwenye familia imeongezwa madini joto. ", 
        "source": "cef83f40924c409c9fdc6e512ee254b7", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "7cd784eb022548c6b7a870581bb252ec"
    }, 
    "model": "GitPageModel"
}