{
    "fields": {
        "subtitle": "", 
        "description": "Wakati wa ugonjwa, watoto wadogo wanapaswa kupewa maji zaidi,\r\nikiwa ni pamoja na maziwa ya mama—kwa mtoto anayenyonya—na\r\nwahimizwe kuendelea kula vyakula vya kawaida. Baada ya ugonjwa,\r\nwatoto wadogo anapaswa kupewa chakula zaidi kuliko kawaida ili\r\nkufidia nguvu na virutubisho vilivyopotea kutokana na ugonjwa.", 
        "language": "swh_TZ", 
        "title": "Wakati wa ugonjwa, watoto wadogo wanapaswa kupewa maji zaidi, ikiwa ni pamoja na maziwa ya mama—kwa mtoto anayenyonya—na wahimizwe kuendelea kula vyakula vya kawaida. Baada ya ugonjwa, watoto wadogo a", 
        "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
        "created_at": "2014-10-12T19:18:19.737421+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T19:18:19.737730+00:00", 
        "linked_pages": [], 
        "slug": "wakati-wa-ugonjwa-watoto-wadogo-wanapaswa-kupewa-maji-zaidi-ikiwa-ni-pamoja-na-maziwa-ya-mamakwa-mtoto-anayenyonyana-wahimizwe-kuendelea-kula-vyakula-vya-kawaida-baada-ya-ugonjwa-watoto-wadogo", 
        "content": "Watoto wanapokuwa wagonjwa, kwa mfano wanapokuwa na ugonjwa wa kuharisha,\r\nsurua au nyumonia, hamu yao ya kula chakula hupungua na miili yao hushindwa\r\nkutumia chakula vizuri. Ikiwa mtoto ataugua mara nyingi kwa mwaka, ukuaji wake\r\nutapungua au utasimama kabisa.\r\n\r\nNi muhimu sana kumuhimiza mtoto mgonjwa ale chakula. Hata hivyo inaweza kuwa\r\nvigumu kumfanya akubali kula kwa vile watoto wanaoumwa wanaweza wakawa\r\nhawapati njaa. Wazazi au walezi wa mtoto waendelee kumpa mtoto wa aina hiyo\r\nvyakula anavyopenda, kidogokidogo na mara kwa mara kadiri itakavyowezekana.\r\nUnyonyeshaji wa ziada ni muhimu sana kwa vile humwezesha mtoto mgonjwa kupata\r\nvirutubisho vinavyoweza kumponya dhidi ya maambukizo.\r\n\r\nNi muhimu kumhimiza mtoto mgonjwa anywe kinywaji kinachofaa mara kwa mara\r\nkadiri inavyowezekana. Kukaukiwa maji mwilini ni tatizo kubwa sana kwa watoto\r\nwanaougua ugonjwa wa kuharisha. Kunywa kwa wingi kinywaji kinachofaa kutasaidia\r\nkuzuia kukaukiwa maji mwilini. Mtoto anapokuwa na ugonjwa wa kuharisha apewe\r\nkinywaji maalumu cha chumvichumvi kilichopendekezwa na mtaalamu wa afya,\r\nambacho pamoja na chakula na vinywaji vingine vinavyofaa, huweza kuzuia kukaukiwa\r\nmaji mwilini. Kumpati mtoto dawa ya zinki kila siku kwa siku 10 hadi 14 kunaweza\r\nkupunguza makali ya ugonjwa wa kuharisha. Mtoto atakuwa amepona ugonjwa wa\r\nkuharisha pale tu atakapokuwa amerejesha uzito uliopotea tangu aanze kuugua.\r\n\r\nMtoto anaweza kupoteza maisha kwa kuharisha kwa muda mrefu kama\r\natacheleweshwa kutibiwa. Endapo mtoto ataendea kuharisha na kukosa hamu ya kula\r\nkwa siku kadhaa, wazazi wake au mlezi wamuone mtaalamu wa afya.\r\n\r\n*(Soma sura ya Ugonjwa wa Kuharisha kwa taarifa zaidi.)* ", 
        "source": "9de40cd1f2fa42d499f9e6d3c835c3bc", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "2c2ec1050ce147dd8851f92c7dbf140e"
    }, 
    "model": "GitPageModel"
}