{
    "fields": {
        "subtitle": "", 
        "description": "Akina mama, hata akina mama walio na utapiamlo, wanaweza\r\nkunyonyesha hata katika hali ya msongo wa mawazo\r\nunaotokana na hali ya matukio ya dharura. ", 
        "language": "swh_TZ", 
        "title": "Akina mama, hata akina mama walio na utapiamlo, wanaweza kunyonyesha hata katika hali ya msongo wa mawazo unaotokana na hali ya matukio ya dharura. ", 
        "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
        "created_at": "2014-10-13T12:57:07+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T12:57:11.677209+00:00", 
        "linked_pages": [], 
        "slug": "akina-mama-hata-akina-mama-walio-na-utapiamlo-wanaweza-kunyonyesha-hata-katika-hali-ya-msongo-wa-mawazo-unaotokana-na-hali-ya-matukio-ya-dharura", 
        "content": "Mara nyingi watu huamini kuwa wakati wa dharura akina mama wengi\r\nhawawezi kunyonyesha kutokana na msongo wa mawazo au lishe duni. Hii\r\nsi dhana sahihi – ni dhana potofu. Akina mama wanaokosa chakula au wale\r\nwasiopata chakula cha kutosha wanaweza kunyonyesha vizuri. Wanapaswa\r\nkupewa chakula na vinywaji vya ziada ili kulinda afya zao na wawe katika\r\nhali njema na ile ya mtoto. Akina baba na wanafamilia wengine wanaweza\r\nkuwasaidia akina mama kunyonyesha kwa kuandaa chakula na kumtunza\r\nmtoto. \r\n\r\nMsongo wa mawazo unaweza kuingilia kwa muda mtiririko wa maziwa. Lakini\r\nhauwezi kuzuia uzalishaji wa maziwa, ikiwa akina mama na watoto wamebaki\r\npamoja na wanasaidiwa katika kuanzisha na kuendelea kunyonyesha watoto.\r\nSehemu salama, kama vile katika kambi na hifadhi za wakimbizi, ambapo\r\nakina mama wanaweza kwenda kupata misaada, zinaweza kuanzishwa. \r\n\r\nKatika mazingira mengine unyonyeshaji hauwezi kufanyika kabisa. Mazingira\r\nhaya ni pamoja na mtoto akiwa ametanganishwa na mama yake kwa muda\r\nau moja kwa moja, akina mama wanapokuwa ni wagonjwa sana, akina\r\nmama wanapokuwa wameacha kunyonyesha kwa kipindi fulani, akina\r\nmama wanapokuwa hawajaweza kuanza tena kunyonyesha na akina mama\r\nwanapokuwa na maambukizo ya VVU na kuamua kutonyonyesha watoto wao. \r\n\r\nKatika mazingira kama haya, chakula kinachowafaa watoto walio chini ya umri\r\nwa miezi 12 ni vyakula vya watoto vinavyotumika badala ya maziwa ya mama\r\nvyenye ubora wa hali ya juu. Ili kuweza kuviandaa vyakula hivi kwa usalama,\r\nvinahitajika vitu vifuatavyo: vya kuwashia moto (mafuta, kuni, makaa), maji\r\nna vifaa salama, na mwongozo wa mtaalamu wa afya. Vyakula vya watoto\r\nvinavyotumika badala ya maziwa ya mama ni lazima viwekwe na kuandaliwa\r\nkatika hali ya usafi kwa kutumia maji yanayotoka katika vyanzo salama, kwa\r\nkutumia kikombe, na si chupa. \r\n\r\nVyakula vya watoto vinavyotumika badala ya maziwa ya mama havipaswi\r\nkugawiwa pamoja na vyakula vya msaada bila mpangilio maalumu na bila\r\nkuzingatia masharti yanayohitajika kwa maandalizi salama. Vyakula hivi\r\nhavipaswi kuchukua nafasi ya unyonyeshaji wa maziwa ya mama, kinga bora\r\nya mtoto dhidi ya magonjwa katika hali ya dharura. \r\n\r\n", 
        "source": "df5c978307f040888065bb61ea00edf0", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "d30792b0a76143079f9c5e19d897d7df"
    }, 
    "model": "GitPageModel"
}