{
    "fields": {
        "subtitle": "", 
        "description": "Kadri mtoto anavyoongeza idadi ya vyakula na vinywaji ndivyo\r\nanavyokuwa katika hatari kubwa zaidi ya ku kupata ugonjwa wa\r\nkuharisha. Kuchafuliwa kwa chakula na vijidudu ni sababu kuu ya\r\nugonjwa wa kuharisha na magonjwa mengine yanayosababisha\r\nwatoto wadogo kupoteza virutubisho na nguvu inayohitajika kwa\r\najili ya ukuaji. Usafi, maji salama, na utayarishaji na utunzaji mzuri\r\nwa chakula ni muhimu ili kuzuia magonjwa.", 
        "language": "swh_TZ", 
        "title": "Kadri mtoto anavyoongeza idadi ya vyakula na vinywaji ndivyo anavyokuwa katika hatari kubwa zaidi ya ku kupata ugonjwa wa kuharisha. Kuchafuliwa kwa chakula na vijidudu ni sababu kuu ya ugonjwa wa kuh", 
        "primary_category": "580d1f91a1c84a08a30f201143d4f3a9", 
        "created_at": "2014-10-12T19:14:56.969949+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T19:14:56.970106+00:00", 
        "linked_pages": [], 
        "slug": "kadri-mtoto-anavyoongeza-idadi-ya-vyakula-na-vinywaji-ndivyo-anavyokuwa-katika-hatari-kubwa-zaidi-ya-ku-kupata-ugonjwa-wa-kuharisha-kuchafuliwa-kwa-chakula-na-vijidudu-ni-sababu-kuu-ya-ugonjwa-wa-kuh", 
        "content": "Watoto wanapokuwa na kuanza kutambaa au kutembea toka eneo moja hadi\r\njingine hutia mdomoni kitu chochote wanachokiokota. Wanaweza kukutana\r\nkirahisi na vitu vilivyochafuliwa na wadudu wa maradhi kadiri wanavyojitahidi\r\nkufahamu na kugundua mambo yanayowazunguka. Hivyo ni muhimu kwa wazazi\r\nna walezi kuhakikisha kwamba tabia ya usafi inadumishwa, kama vile kunawa\r\nmikono kwa maji na sabuni au kwa vitu vingine mbadala kama vile majivu. Aidha\r\nwanapaswa kushughulikia na kutayarisha chakula kwa usafi, kutumia maji salama na\r\nkuweka mazingira wanamokaa katika hali ya usafi. Tabia ya usafi ni muhimu katika\r\nkuzuia kuharisha pamoja na magonjwa mengine na katika kulinda afya ya mtoto kilishe. \r\n\r\nChakula kiliwe mara tu baada ya kupikwa na kinachosalia kihifadhiwe vizuri na\r\nsalama. Chakula kipikwe na kuhifadhiwa kwenye vyombo safi . Watoto walishe kwa\r\nkutumia vikombe na bakuli safi. Chupa pamoja na mipira ya kunyonya viepukwe kwani\r\nhavisafishiki kiurahisi.\r\n\r\nNjia kuu tano za kutunza chakula kwa usalama ni: kitunze mahali safi; tenganisha\r\nchakula kilichoiva na kibichi; kipike kiive vizuri; kitunze katika joto lisiloharibu chakula; na\r\nsafisha vyakula vinavyoliwa vibichi kwa maji salama.\r\n\r\n*(Soma sura ya Usafi kwa taarifa zaidi.)* ", 
        "source": "96cc04dce75149d88502de594f9d3201", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "7ceaf52743074741aabd4bea0c383cdd"
    }, 
    "model": "GitPageModel"
}