{
    "fields": {
        "subtitle": "", 
        "description": "Watoto wadogo wanakuwa hatarini wanapokuwa karibu na barabara au barabarani. Hawapaswi kucheza karibu na barabara au barabarani na wanapaswa kuwa na mtu mkubwa muda wote wakiwa karibu na au wanapovuka barabara. Wanapaswa kuvaa helmeti wakiendesha baisikeli au pikipiki na wafungwe mikanda vizuri wanaposafirishwa kama abiria garini.", 
        "language": "swh_TZ", 
        "title": "Watoto wadogo wanakuwa hatarini wanapokuwa karibu na barabara au barabarani", 
        "primary_category": "8db1a6f44dd9426da7a50a4664bb84cf", 
        "created_at": "2014-10-09T19:20:58+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T11:13:52.641616+00:00", 
        "linked_pages": [], 
        "slug": "watoto-wadogo-wanakuwa-hatarini-wanapokuwa-karibu-na-barabara-au-barabarani", 
        "content": "Watoto wanaweza kuumia wakiwa wanavuka barabara au wakiwa wanatembea kandokando ya barabara, au wakiwa wanacheza karibu na barabara. Watoto wadogo huwa hawafikiri kwanza kabla ya kuingia barabarani. Familia zinapaswa kufanya yafuatayo:\r\n\r\n- Kuwaangalia watoto kwa uangalifu mkubwa\r\nkuijengea nyumba uzio na kufunga lango kuu ili kuwaepusha watoto\r\nwadogo wasikimbilie barabarani.\r\n- kuwafundisha watoto wadogo kamwe wasivuke barabara au kutembea\r\nkandokando ya barabara isipokuwa pale wanapokuwa na mtu mzima au\r\nmtoto mkubwa.\r\n- kuwazuia watoto wasicheze karibu na barabara\r\n- kuwafundisha watoto wasikimbilie mipira, midoli au tiara zinazoelekea\r\nbarabarani au karibu na barabara\r\n- kuwaelekeza watoto kutembea kandokando ya barabara huku\r\nwakitazamana magari yanayokuja\r\n- ikiwa kuna njia ya waenda kwa miguu, wafundishe watoto kutumia njia\r\nhiyo kuliko kutembea barabarani.\r\n\r\n**Watoto wadogo wafundishwe yafuatayo wakiwa wanavuka\r\nbarabara:**\r\n\r\n- kusimama kandokando ya barabara\r\n- kuangalia pande zote za barabara\r\n- kusikiliza sauti za magari au vyombo vingine vya moto kabla ya kuvuka\r\n- kumshika mkono mtu mwingine\r\n- kutembea wala si kukimbia\r\n- kutumia vivuko vya waenda kwa miguu katika maeneo ya mijini\r\n- kuepuka kuvuka barabara katika sehemu iliyopinda au katikati ya magari\r\nyaliyoegeshwa\r\n- kuepuka kuvuka barabara yenye magari yanayokwenda kwa kasi\r\n\r\nWatoto wapo katika hatari ya kupata majeraha makubwa ikiwa wanakaa\r\nkatika viti vya mbele katika gari wanaposafiri, kukaa katika kitanda cha lori bila\r\nkusimamiwa au katika mashine ya kilimo au kusafiri kama abiria katika pikipiki. \r\n\r\nKatika gari, watoto wanapaswa kutumia viti maalumu vinavyowafaa mpaka\r\nwafikie urefu wa sentimita 150 au umri wa miaka 10 wakiwa wameshakuwa\r\nwakubwa kiasi cha kuweza kutumia mikanda ya watu wazima iliyopo katika\r\nviti.\r\n\r\nWakati wakisafiri na wenzao au walezi wengine katika pikipiki, abiria wote,\r\npamoja na watoto, wavae helmeti ambayo inafungwa kwa uangalifu chini ya\r\nkidevu kiasi kwamba haiwezi kuvuka kukitokea ajali. \r\n\r\nAjali za baisikeli ni moja kati ya vyanzo vikubwa vya majeraha na vifo vya\r\nwatoto. Watoto wote wanapaswa kuvaa helmeti na kujifunza kanuni za\r\nusalama barabarani wakiwa wanaendesha baisikeli. \r\n\r\n**Kwa ushauri kuhusu kutoa Huduma ya Kwanza kwa mwenye majeraha soma\r\nmwishoni mwa sura hii. **\r\n", 
        "source": "71dcb2ee6d654f8b91499f088a6a4fa3", 
        "featured": false, 
        "published": true, 
        "position": 60, 
        "id": "2610161f638f42d4b17f939692d98659"
    }, 
    "model": "GitPageModel"
}