{
    "fields": {
        "subtitle": "", 
        "description": "Wasichana na wavulana, familia na jamii zao wanapaswa\r\nkupanga mpango na kuchukua hatua rahisi ili kujiandaa na hali\r\nya dharura – nyumbani, shuleni na katika jamii. ", 
        "language": "swh_TZ", 
        "title": "Wasichana na wavulana, familia na jamii zao wanapaswa kupanga mpango na kuchukua hatua rahisi ili kujiandaa na hali ya dharura – nyumbani, shuleni na katika jamii. ", 
        "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
        "created_at": "2014-10-13T12:49:31+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T12:49:47.092260+00:00", 
        "linked_pages": [], 
        "slug": "wasichana-na-wavulana-familia-na-jamii-zao-wanapaswa-kupanga-mpango-na-kuchukua-hatua-rahisi-ili-kujiandaa-na-hali-ya-dharura-nyumbani-shuleni-na-katika-jamii", 
        "content": "Ndani ya kaya, familia nzima inaweza kujiandaa kukabiliana na dharura\r\nzinazosababishwa na majanga au migogoro. Kila mtu anapaswa kuelewa hatari\r\nmbalimbali za moto, matetemeko ya ardhi, mafuriko, dhoruba, na majanga\r\nmengine na hatari mbalimbali wakati wa migogoro. Namna ya kuikabili dharura\r\ninaweza kuwa na ufanisi ikiwa kila mtu katika familia na jamii nzima anaelewa\r\nmajukumu yake.\r\n\r\nHatari zinazoweza kutokea na maeneo salama katika jamii ni lazima\r\nyabainishwe. Ikiwezekana yaoneshwe kwenye ramani (mchoro unaoonekana\r\nwa jamii). Kila mtu katika jamii anapaswa kushiriki na kuelimishwa. Mipango\r\ninapaswa kuhusisha namna ya kuwasaidia watoto wadogo, wazee na watu\r\nwasiojiweza.\r\n\r\nMifumo ya kutoa tahadhari kwa jamii na njia za kupitia kutoka katika hatari\r\nvinapaswa kubainishwa na kufahamishwa kwa watu. Jamii zinaweza kuandaa\r\nmazoezi ya namna ya kuchukua hatua za usalama wakati wa dharura pamoja\r\nna wavulana na wasichana walio shuleni na katika familia za maeneo ya jirani. \r\n\r\nJamii hazina budi kuhakikisha kuwa vituo vya afya vimeimarishwa katika\r\nkukabiliana na dharura na kufanya kazi pale vinapohitajika. Wataalamu wa afya\r\nwanapaswa kuandaliwa kutekeleza wajibu wao katika hali ya dharura. \r\n\r\nNi muhimu kwa shule kujengwa katika maeneo salama, jirani na maeneo\r\nwaishio watoto na mbali na maeneo hatarishi, kama vile mafuriko au\r\nmaporomoko ya udongo yanapoweza kutokea. Shule zijengwe vizuri\r\nili kuhakikisha kuwa watoto na walimu wao wapo salama. Zinapaswa\r\nkupangiliwa vizuri ili kuwalinda watoto dhidi ya uvamizi, utekwaji au aina\r\nzingine za unyanyasaji. Walimu na viongozi wa shule wanaweza kuwasaidia\r\nwatoto, familia na jamii nzima kufanya yafuatayo: \r\n\r\n- kuelewa hatari za majanga ya asili na dharura zingine\r\n- kujua jinsi ya kuzuia majanga\r\n- kujua hatua za kuchukua wakati wa dharura.\r\n\r\nFamilia, ikiwa ni pamoja na watoto, zihamasishwe kujua tahadhari na kuelewa\r\nhatua za kuchukua wakiona au wakisikia tahadhari hizo. Tahadhari au alama ya\r\nkuashiria hatari inaweza kuwa ya kawaida kama vile filimbi, baragumu/mbiu\r\nau bendera yenye rangi ya hatari. Maeneo salama ambapo familia zinaweza\r\nkukutana lazima yabainishwe. Mahali salama kwa ajili ya mifugo ni lazima pia\r\nyabainishwe. Hadhari hizi zinasaidia kuzuia kuachana kwa wanafamilia. \r\n\r\nWatoto wanaweza kufundishwa kukumbuka majina yao na majina ya ndugu\r\nzao na majina ya vijiji au miji yao. Wanaweza kufundishwa kubaini alama za\r\nkijiografia au alama zilizojengwa katika ardhi (kama vile majengo, minara)\r\nzinazoweza kuwasaidia kuzitafuta jamii zao pindi wanapotengana na familia\r\nzao. \r\n\r\nMfuko wa dharura wa familia ulioandaliwa kabla unaweza kuwa mfuko\r\nwa kuokoa maisha. Mfuko huo unapaswa kuwa na kurunzi (tochi), betri,\r\nmishumaa, viberiti, redio, vifaa vya kuwekea maji na kisanduku cha huduma\r\nya kwanza. Ni lazima mfuko huo kiangaliwe mara kwa mara ili ukae tayari kwa\r\nmatumizi muda wote. \r\n\r\nVyeti vya kuzaliwa na nyaraka muhimu za familia vinapaswa kutunzwa katika\r\nhali ya usalama, mahali vinapoweza kupatikana kwa urahisi. Vinapotunzwa kwa\r\nkuzungushiwa mifuko au karatasi za plastiki vinakingwa na maji au uharibifu\r\nmwingine. \r\n\r\n", 
        "source": "560f70de5b784798be87a9e9bd8eafb2", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "8fe0bb539c894c62800a5a5654491f63"
    }, 
    "model": "GitPageModel"
}