{
    "fields": {
        "subtitle": "", 
        "description": "Maji yote ambayo watu hunywa na kutumia yanapaswa kutoka katika\r\nchanzo salama au yawe yamesafishwa. Vyombo vya kuchotea,\r\nkubebea na kutunzia maji vinapaswa kuwa safi ndani na nje na\r\nkufunikwa ili kuweka maji katika hali ya usafi na usalama. Inapobidi,\r\ntaratibu za kutibu maji nyumbani, kama vile kuchemsha, kuchuja,\r\nkuongeza klorini au kuua vijidudu kwa kutumia mwanga wa jua,\r\nzitumike kufanya maji kuwa salama.", 
        "language": "swh_TZ", 
        "title": "Maji yote ambayo watu hunywa na kutumia yanapaswa kutoka katika chanzo salama au yawe yamesafishwa. Vyombo vya kuchotea, kubebea na kutunzia maji vinapaswa kuwa safi ndani na nje na kufunikwa ili kuwe", 
        "primary_category": "ab26c6bfad66410a82b0e274f4c3b729", 
        "created_at": "2014-10-13T10:45:45+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T10:45:50.112126+00:00", 
        "linked_pages": [], 
        "slug": "maji-yote-ambayo-watu-hunywa-na-kutumia-yanapaswa-kutoka-katika-chanzo-salama-au-yawe-yamesafishwa-vyombo-vya-kuchotea-kubebea-na-kutunzia-maji-vinapaswa-kuwa-safi-ndani-na-nje-na-kufunikwa-ili-kuwe", 
        "content": "Maji yote ambayo watu hunywa na hutumia yanapaswa kutoka katika chanzo\r\nsalama au yawe yamesafishwa. Vyombo vya kubebea na kutunzia maji\r\nvinapaswa kutunzwa katika hali ya usafi ndani na nje na kufunikwa ili kuweka\r\nmaji katika hali ya usafi. Inapowezekana na kwa kuzingatia taarifa zinazotolewa\r\nna mtaalam wa afya, taratibu za kutibu maji nyumbani, kama vile kuchemsha,\r\nkuchuja, kuongeza klorini au kuua vijidudu kwa kutumia mwanga wa jua,\r\nzitumike kusafisha maji.\r\n\r\nFamilia huwa na magonjwa machache ikiwa zina maji salama ya kutosha na\r\nzinajua jinsi ya kuyaweka maji katika hali ya usafi na kuzuia yasipatwe na\r\nvijidudu. Maji yasipokuwa safi, yanaweza kusafishwa nyumbani kwa gharama\r\nndogo. Inaweza kuwa (1) kuchemsha, (2) kusafisha kwa kutumia chujio, (3)\r\nkusafishwa kwa klorini (4) kuua viini vya maradhi kwa kutumia mwanga wa jua\r\nau njia zingine rahisi. Mtaalam wa afya au anapaswa kuelimisha watu kuhusu\r\nnjia za kutibu maji zinazopatikana nyumbani. \r\n\r\nVyanzo vya maji salama ni pamoja na mifumo ya bomba iliyojengwa na\r\nkutunzwa vizuri, mabomba ya wima ya umma, visima vya kuchimbwa\r\nvinavyotunzwa, chemchemi, na maji ya mvua yaliyovunwa. Maji kutoka\r\nkwenye vyanzo visivyo salama—mito, mabwawa, mitaro ya umwagiliaji,\r\nvisima visivyotunzwa, mitaro, na mifereji—yanapaswa kuepukwa. Ikiwa ni\r\nlazima yatumike, yanapaswa kutibiwa kwa njia za kawaida zilizoainishwa hapo juu. Maji yanapaswa kutunzwa katika hali ya usalama katika chombo kilichofunikwa ambacho ni safi nje na ndani. \r\n\r\n**Familia na jamii zinaweza kulinda huduma ya maji kwa:**\r\n\r\n- kuweka uzio na kufunika visima vilivyo wazi, kuweka pampu za mikono na\r\nkulilinda eneo hilo dhidi ya wanyama na watu wanaoweza kufanya hujuma\r\n- kulinda chemchemi kwa kutumia kisanduku cha chemchemi\r\n- kutupa vinyesi na majitaka kwa usalama (hasa maji kutoka chooni na\r\nmaeneo mengine yaliyofanyiwa usafi wa nyumbani) mbali na vyanzo vya\r\nmaji ambavyo maji yake hutumika kwa kupikia, kunywa, au kuoshea nguo\r\n- kujenga vyoo angalau kwa umbali wa mita 15 kutoka kwenye chanzo cha\r\nmaji\r\n- hakikisha kuwa muda wote ndoo, majagi, kamba, na magudulia\r\nyanayotumika katika kuchotea na kutunzia maji yanawekwa katika hali ya\r\nusafi kadri iwezekanavyo kwa kuyahifadhi sehemu safi, na si sakafuni, na\r\nviwe mbali na wanyama.\r\n- Kuhifadhi wanyama wote mbali na vyanzo vya maji ya kunywa na maeneo\r\nya kuishi\r\n- kuepuka matumizi ya dawa za kuulia wadudu au kemikali karibu na chanzo\r\ncha maji\r\n\r\n**Familia zinaweza kutunza maji katika hali ya usafi kwa:**\r\n\r\n- kuhifadhi maji ya kunywa katika chombo kisafi kilichofunikwa\r\n- kunawa mikono mara kwa mara—ikiwa ni pamoja na kabla ya kushika maji\r\nsafi yaliyohifadhiwa.\r\n- kuchota maji kwa kutumia kata au kikombe kisafi\r\n- kuwa na bomba katika chombo cha kuhifadhia maji\r\n- kutomruhusu mtu yeyote kuingiza vidole au mikono katika chombo au\r\nkunywa moja kwa moja kutoka katika chombo cha kuhifadhia maji\r\n- kuhifadhi wanyama mbali na sehemu ya kuhifadhia maji.\r\n\r\nIkiwa hakuna uhakika juu ya usalama wa maji ya kunywa, mamlaka za sehemu\r\nhusika zipewe taarifa.\r\n", 
        "source": "34bc9a501d284966b428f57f212dec75", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "c9f614b54ce6453b8c130a389c790302"
    }, 
    "model": "GitPageModel"
}