{
    "fields": {
        "subtitle": "", 
        "description": "Watoto wote waliozaliwa na mama wenye VVU au wazazi wenye\r\ndalili au hali zinaonesha kuwa wana VVU wanapaswa kupimwa\r\nVVU. Ikibainika kuwa wana VVU, wanapaswa kupewa maelekezo\r\nya kufuatilia matunzo na tiba na waonyeshwe upendo na\r\nkupewa msaada.", 
        "language": "swh_TZ", 
        "title": "Watoto wote waliozaliwa na mama wenye VVU au wazazi wenye dalili au hali zinaonesha kuwa wana VVU wanapaswa kupimwa VVU. Ikibainika kuwa wana VVU, wanapaswa kupewa maelekezo ya kufuatilia matunzo na t", 
        "primary_category": "62caccc5066b4e9f82185983536893fb", 
        "created_at": "2014-10-13T14:17:30+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T14:17:34.831132+00:00", 
        "linked_pages": [], 
        "slug": "watoto-wote-waliozaliwa-na-mama-wenye-vvu-au-wazazi-wenye-dalili-au-hali-zinaonesha-kuwa-wana-vvu-wanapaswa-kupimwa-vvu-ikibainika-kuwa-wana-vvu-wanapaswa-kupewa-maelekezo-ya-kufuatilia-matunzo-na-t", 
        "content": "Kadri mtoto anavyowahi kupimwa, kugunduliwa na maambukizo ya VVU na\r\nhuanzishiwa matibabu ya VVU, ndivyo anavyokuwa na nafasi nzuri ya kuishi\r\nmaisha marefu na yenye afya. \r\n\r\nMtaalamu wa afya anapaswa apendekeze upimaji wa VVU na ushauri nasaha\r\nkama sehemu ya matunzo ya kawaida kwa watoto wote, ikiwa ni pamoja na\r\nvijana, na watu wazima wanaoonyesha dalili au hali za kitabibu zinazoonyesha\r\nmaambukizo ya VVU au waliowahi kuwa katika hatari ya kuambukizwa VVU.\r\nUpimaji wa VVU na ushauri nasaha unapaswa kupendekezwa kwa watoto\r\nwote wanaoonekana katika huduma za afya katika mazingira ambapo VVU\r\nvimeenea. \r\n\r\nMtoto ambaye mama yake anafahamika kuwa ana VVU anapaswa kupimwa\r\nVVU ndani ya wiki 6 baada ya kuzaliwa au haraka iwezekanavyo. Watoto\r\nwachanga huwa na kinga za mwili kwa wiki kadhaa baada ya kuzaliwa, hivyo,\r\nvipimo vya kawaida vya kinga za mwili si sahihi kwao. Kipimo maalumu\r\nkinahitajika kuweza kuonyesha kama mtoto mchanga ana virusi katika umri wa\r\ntakriban wiki sita. Ikiwa mtoto atagundulika kuwa ameambukizwa, anapaswa\r\nkuanzishiwa matibabu mara moja. Mtaalamu wa afya anaweza kuisaidia\r\nfamilia kuanzisha mpango wa tiba mwafaka na inayofaa ya dawa za kufubaza\r\nvirusi kwa ajili ya mtoto. Mzazi anapaswa kupata ushauri nasaha na huduma za\r\njamii. \r\n\r\nSehemu muhimu ya matunzo ya VVU na matibabu ya dawa za kufubaza virusi\r\nkwa watoto ni aina mojawapo ya antibiotiki. Hii inasaidia kuzuia maambukizo\r\n‘nyemelezi’ yanayohusiana na VVU hasa nyumonia. Matibabu haya yanaitwa\r\n‘matibabu ya kuzuia VVU kwa kutumia antibiotiki. \r\n\r\nWatoto wanapaswa kupatiwa matibabu ya dawa za kufubaza virusi kwa\r\nmchanganyiko maalumu wa dozi. Hizi zinaweza kuelekezwa na mtaalamu\r\nwa afya, ambaye pia anaweza kutoa msaada wa kufuatilia. Kama mtoto\r\nanakwenda shule, shule pia inaweza kutoa msaada kuhakikisha kwamba\r\nmtoto huyo anameza dawa zake wakati anapokuwa shuleni.\r\n\r\nNi muhimu sana kuwahimiza watoto wanaotumia matibabu ya dawa\r\nza kufubaza virusi ART kuendelea kumeza dawa kwa kufuata ratiba\r\niliyopendekezwa. Hii itasaidia kuhakikisha kwamba matibabu yanaendelea\r\nkuwa madhubuti. \r\n\r\nWatoto wanahitaji mlo kamili kwa afya katika mazingira ya kawaida, lakini\r\nwanapokuwa wanapatiwa matibabu ya VVU, wanapaswa kupatiwa matunzo\r\nbora kwa kuhakikisha kwamba wanapatiwa lishe bora. \r\n\r\nDalili za VVU au maambukizo nyemelezi zinaweza kusababisha kupungua kwa\r\nulaji wa chakula, kupoteza hamu ya kula, ugumu wa kumeza na umeng’enyaji\r\nhafifu wa chakula. Kwa hiyo, watoto walioambukizwa VVU wanapaswa\r\nkupewa uangalizi wa ziada kuhusiana na lishe yao ili kuhakikisha kwamba\r\nwanapata vyakula bora, vinavyosagika kirahisi na vinavyoweza kukidhi mahitaji\r\nyao. Bila lishe bora, ukuaji na mabadiliko yao yanaweza kukwazwa. Hali hii\r\ninaweza kusababisha maambukizo nyemelezi zaidi yanayopunguza zaidi nguvu\r\nzao na kuongeza mahitaji yao ya lishe. \r\n\r\nPale watoto wenye VVU wanapokuwa wamekua vya kutosha kuweza\r\nkuelewa, wanahitaji kushirikishwa katika maamuzi ya matunzo na misaada yao\r\nya kitabibu. Wanahitaji pia matunzo na matibabu ya haraka ya maambukizo.\r\nHii ni sehemu muhimu ya kukuza uwezo wao wa kufanya maamuzi ya kuishi\r\nmaisha yenye afya siku za baadaye. ", 
        "source": "aa066d6d5cd641578879a0ebf7600f10", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "3ee705b914c44ab09f786b1a6b74e86c"
    }, 
    "model": "GitPageModel"
}