{
    "fields": {
        "subtitle": "", 
        "description": "Usafi ni muhimu sana wakati wa hedhi. Kuwepo vifaa vya\r\nkike kwa ajili ya usafi ambavyo ni safi, vikavu kwa ajili ya\r\nwasichana na wanawake. Pawepo na sehemu safi ya faragha\r\nili kuwawezesha wasichana na wanawake kujisafisha na kufua\r\nna kukausha vitambaa. Pedi za kujisafishia pamoja na mabaki\r\nmengine yanapaswa kutupwa kwa uangalifu au yachomwe\r\nmoto.", 
        "language": "swh_TZ", 
        "title": "Usafi ni muhimu sana wakati wa hedhi. Kuwepo vifaa vya kike kwa ajili ya usafi ambavyo ni safi, vikavu kwa ajili ya wasichana na wanawake. Pawepo na sehemu safi ya faragha ili kuwawezesha wasichana na", 
        "primary_category": "ab26c6bfad66410a82b0e274f4c3b729", 
        "created_at": "2014-10-13T10:53:21+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T10:53:26.140696+00:00", 
        "linked_pages": [], 
        "slug": "usafi-ni-muhimu-sana-wakati-wa-hedhi-kuwepo-vifaa-vya-kike-kwa-ajili-ya-usafi-ambavyo-ni-safi-vikavu-kwa-ajili-ya-wasichana-na-wanawake-pawepo-na-sehemu-safi-ya-faragha-ili-kuwawezesha-wasichana-na", 
        "content": "Wasichana walio katika umri wa kupevuka na wale wanaokaribia hatua hiyo\r\nwanapaswa kuelimishwa kuhusu umuhimu wa hedhi na jinsi inavyohusiana\r\nna uzazi, pia umuhimu wa usafi wakati wa hedhi. Wanahitaji taarifa kuhusu\r\nnamna ya kujitunza na kujisafisha wenyewe wakiwa katika hedhi. Wavulana\r\nwanapaswa pia kujifunza kuhusu hedhi na uhusiano wake na uzazi na\r\nwaelewe baadhi ya mahitaji ya usafi ya pekee kwa wasichana. \r\n\r\nTabia za usafi wakati wa hedhi kwa wasichana waliovunja ungo na wanawake\r\nhazina budi kuungwa mkono. Tabia hizi zinapaswa kuzingatia aina ya vifaa\r\nvinavyotumiwa; utokeaji wa mabadiliko; kufua na kukausha vitambaa; na\r\nkusafisha sehemu za siri.\r\n\r\nVitu visafi na vikavu vya kike kama vile vitambaa na pedi vinapaswa kuwepo.\r\nPale ambapo vitambaa hutumika ni muhimu kuvifua mara kwa mara kwa\r\nsabuni na maji na kuvikausha kikamilifu juani kabla ya kuvitumia. Kulundika\r\nvitambaa kunaweza kusababisha vijidudu vinavyosababisha maambukizo ya\r\nmagonjwa.\r\n\r\nKutokuwa msafi wakati wa hedhi kunaweza kusababisha maambukizo ya\r\nfangasi. Kujirudia kwa maambukizo kunaweza kusababisha maambukizo\r\nmakubwa ya njia ya uzazi. Hii inaweza kusababisha ugumba. Maji na sabuni\r\nvinapaswa kuwekwa katika sehemu za faragha (sehemu ya kuogea, chooni) za\r\nwasichana ili wajisafishie wakati wa hedhi na kwa ajili ya kunawa mikono yao\r\nbaada ya kubadilisha vitambaa/pedi. \r\n\r\nShule zinapaswa kuwa na vyoo tofauti vya wasichana na wavulana. Vyoo\r\nvya wasichana vinapaswa kwa namna ya pekee kuwa na maji na sabuni ili\r\nwasichana wajisafishe vizuri. Vitambaa na pedi zinapaswa kutupwa katika\r\nshimo la taka au kukusanywa na kuchomwa moto. \r\n\r\nUsafi wakati wa hedhi kwa wasichana na usafi wa vyoo huchangia kuwaweka\r\nwasichana shuleni kwa muda mrefu, hivyo kuchelewa kuolewa na kupata\r\nujauzito mapema. Hatua hizi za mapema zenye gharama ndogo zinatoa\r\nmanufaa ya muda mrefu ya kiafya kwa mama wa wakati ujao, watoto, na\r\nfamilia.\r\n\r\nWasichana wanahitaji kuonyeshwa kuwa wanajaliwa na kusaidiwa wakiwa\r\nkatika hedhi. Faragha na utu wao lazima viheshimiwe. ", 
        "source": "099c849ef2934e23b089d18f97b798cf", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "d9e3f78e5e9747a48c37b00dad16844c"
    }, 
    "model": "GitPageModel"
}