{
    "fields": {
        "subtitle": "", 
        "description": "Kwa ajili ya afya ya mama na mtoto, mwanamke anatakiwa  kupata mimba baada ya kupita miaka miwili tangu kujifungua. ", 
        "language": "swh_TZ", 
        "title": "Kwa ajili ya afya ya mama na mtoto, mwanamke anatakiwa  kupata mimba baada ya kupita miaka miwili tangu kujifungua. ", 
        "primary_category": "73a8bbe866944916995240f7d6aec24f", 
        "created_at": "2014-10-10T19:02:31.997503+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-10T19:02:31.997888+00:00", 
        "linked_pages": [], 
        "slug": "kwa-ajili-ya-afya-ya-mama-na-mtoto-mwanamke-anatakiwa-kupata-mimba-baada-ya-kupita-miaka-miwili-tangu-kujifungua", 
        "content": "Hatari ya kupoteza maisha kwa watoto wadogo huongezeka sana endapo \r\nnafasi kati ya mtoto na mtoto haizidi miaka miwili.\r\n\r\nTishio mojawapo la afya na ukuaji wa mtoto wa umri wa chini ya miaka miwili \r\nni kuzaliwa kwa mdogo wake. Kwa mtoto aliyepata mdogo wake, ni dhahiri \r\nkwamba atakuwa ameachishwa ziwa na mama yake hatakuwa tena na muda \r\nwa kutosha wa kumhudumia kwa chakula na kumjali. \r\n\r\nPindi azaliwapo mtoto mwingine kwenye familia , ni muhimu kwa baba \r\nkumsaidia mama katika kuhudumia mtoto huyo aliyezaliwa pamoja na watoto \r\nwengine. Wazazi wote wawili pamoja na walezi wengine watoe uangalizi \r\nsawa kwa watoto wote wa kike na wa kiume bila kubagua. \r\n \r\nMwili wa mama mzazi unahitaji muda wa kupumzika wa kutosha ili uweze \r\nkurudia hali yake ya kawaida baada ya misukosuko ya ujauzito na kujifungua. \r\nMama aliyejifungua anahitaji kurejesha afya yake, hali yake ya kilishe pamoja \r\nna nguvu kabla hajapata ujauzito mwingine. Afya ya mama huwa hatarini zaidi \r\npale anapozaa watoto karibukaribu sana. \r\n\r\nEndapo mwanamke ataharibu mimba itabidi asubiri hadi miezi sita ipite kabla \r\nya ujauzito mwingine kwa ajili ya afya ya mama mwenyewe na mtoto.\r\n\r\nKulinda afya ya familia wanaume na wanawake hawana budi kufahamu \r\numuhimu wa (1) muda wa kupata ujauzito usiwe chini ya miaka miwili tangu \r\nmama kujifungua (2) haja ya kuweka ukomo wa idadi ya watoto kwa lengo la \r\nkulinda afya ya familia zao.", 
        "source": "10aaacb9fbc64248bb72c8f11a315b48", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "78067781bd5847aeb9c27fbed8a11fec"
    }, 
    "model": "GitPageModel"
}