{
    "fields": {
        "subtitle": "", 
        "description": "Wanafamilia wote, ikiwa ni pamoja na watoto, wanapaswa\r\nkunawa mikono yao vizuri kwa sabuni na maji kila baada ya\r\nkushika kinyesi, kabla ya kugusa au kuandaa chakula, na kabla\r\nya kulisha watoto. Pale ambapo hakuna sabuni, kitu kingine\r\nkitumike kama vile jivu na maji. ", 
        "language": "swh_TZ", 
        "title": "Wanafamilia wote, ikiwa ni pamoja na watoto, wanapaswa kunawa mikono yao vizuri kwa sabuni na maji kila baada ya kushika kinyesi, kabla ya kugusa au kuandaa chakula, na kabla ya kulisha watoto. Pale a", 
        "primary_category": "ab26c6bfad66410a82b0e274f4c3b729", 
        "created_at": "2014-10-13T10:27:03+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T10:27:09.395186+00:00", 
        "linked_pages": [], 
        "slug": "wanafamilia-wote-ikiwa-ni-pamoja-na-watoto-wanapaswa-kunawa-mikono-yao-vizuri-kwa-sabuni-na-maji-kila-baada-ya-kushika-kinyesi-kabla-ya-kugusa-au-kuandaa-chakula-na-kabla-ya-kulisha-watoto-pale", 
        "content": "Kunawa mikono kwa sabuni na maji huondoa vijidudu. Kunawa vidole tu\r\nhaitoshi—mikono yote kupakwa sabuni, kusuguliwa vizuri, na kusuuzwa kwa\r\nmaji. Hii inasaidia kuzuia vijidudu na uchafu kuingia katika chakula au kinywani.\r\nKunawa mikono kunaweza kuzuia maambukizo ya minyoo. Sabuni na maji\r\nvinapaswa kuwekwa karibu na choo. Ikiwa hakuna sabuni, majivu na maji\r\nvinaweza kutumika.\r\n\r\n- Ni muhimu kunawa mikono kwa sabuni baada ya kumsaidia mtoto\r\nkujisaidia haja kubwa na baada ya kumsafisha mtoto mchanga au mtoto\r\nmdogo. Ni muhimu pia kunawa mikono baada ya kushika wanyama na\r\nvyakula vibichi.\r\n\r\n- Mikono inapaswa kuoshwa kabla ya kuandaa, kuhudumia au kula chakula,\r\nna kabla ya kuwalisha watoto. Watoto wanapaswa kufundishwa kunawa\r\nmikono yote kwa kusugua mikono kwa sabuni baada ya kujisaidia na kabla\r\nya kula ili kujilinda dhidi ya magonjwa. \r\n\r\nMara nyingi watoto wanaweza kuweka mikono midomoni, hivyo ni muhimu\r\nkunawa mikono mara kwa mara, hasa baada ya kuchezea vitu vichafu au\r\nwanyama. Kuwaogesha watoto mara kwa mara ni muhimu ili kuepuka\r\nmaambukizo ya magonjwa ya ngozi.\r\n\r\nNi rahisi kwa watoto kuambukizwa minyoo, ambayo hupunguza virutubisho\r\nvya mwili. Minyoo na mayai yake huweza kuonekana katika vinyesi na mkojo\r\nwa binadamu na vinyesi vya wanyama, kwenye maji yaliyotuama juu ya ardhi,\r\nkwenye udongo, na kwenye nyama isiyopikwa vizuri.\r\n\r\n- Watoto hawapaswi kucheza karibu na choo, au eneo lenye vinyesi. Viatu au\r\nndala zinapaswa kuvaliwa karibu na choo ili kuzuia minyoo isiingie mwilini\r\nkupitia katika ngozi ya miguuni.\r\n\r\n- Watoto wanaoishi katika maeneo ambayo yana minyoo mingi wanapaswa\r\nkutibiwa mara tatu kwa mwaka kwa kutumia dawa za minyoo.Kunawa mikono kwa sabuni na maji baada ya kushika ndege au mazao ya\r\n\r\nndege, baada kushika mayai na nyama mbichi, na baada ya kusafisha sehemu\r\nambapo ndege hutunzwa kunaweza pia kusaidia kuzuia kuenea kwa vijidudu\r\nna mafua ya ndege. ", 
        "source": "8b0d0e62cfdf4e76872a185eaeafc665", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "d824a60fda2b420e9622d99dcd06d900"
    }, 
    "model": "GitPageModel"
}