{
    "fields": {
        "subtitle": "", 
        "description": "Kuna hatari kwa mama aliyeambukizwa VVU kumwambukiza\r\nmtoto wake wakati wa kumnyonyesha. Katika miezi sita ya\r\nkwanza, hatari ni kubwa zaidi iwapo mtoto ananyonyeshwa\r\nna kulishwa vyakula vingine vya majimaji kuliko kama\r\nananyonyeshwa maziwa ya mama pekee. Hivyo inashauriwa\r\nkwamba mtoto anyonyeshwe maziwa ya mama pekee kwa miezi\r\nsita ya mwanzo, isipokuwa kama kuna ulazima wa kutofanya\r\nhivyo na kwa kuzingatia, uwezekano, uwezo na upatikanaji wa\r\nuhakika wa maziwa mbadala (maziwa ya watoto ya dukani). ", 
        "language": "swh_TZ", 
        "title": "Kuna hatari kwa mama aliyeambukizwa VVU kumwambukiza mtoto wake wakati wa kumnyonyesha. Katika miezi sita ya kwanza, hatari ni kubwa zaidi iwapo mtoto ananyonyeshwa na kulishwa vyakula vingine vya maj", 
        "primary_category": "eadb116abd4b427c84316e8f3963b2d6", 
        "created_at": "2014-10-12T18:34:02.906312+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T18:34:02.906456+00:00", 
        "linked_pages": [], 
        "slug": "kuna-hatari-kwa-mama-aliyeambukizwa-vvu-kumwambukiza-mtoto-wake-wakati-wa-kumnyonyesha-katika-miezi-sita-ya-kwanza-hatari-ni-kubwa-zaidi-iwapo-mtoto-ananyonyeshwa-na-kulishwa-vyakula-vingine-vya-maj", 
        "content": "Mama wajawazito na wale waliojifungua ambao wana wasiwasi kwamba\r\nwameambukizwa VVU wamuone mtaalamu wa afya kwa ajili ya kufanyiwa\r\nupimaji pamoja na kupewa ushauri nasaha. Mama ambao wameambukizwa\r\nVVU wapatiwe ushauri nasaha wa namna ya kupunguza hatari ya\r\nkumwambukiza mtoto VVU wakati wa ujauzito, kujifungua na kunyonyesha.\r\nAidha wapatiwe ushauri nasaha wa namna ya kujihudumia na kupata dawa\r\npamoja na kujitunza wao wenyewe. \r\n\r\nMtaalamu wa afya anaweza kuwaelimisha wanawake walioambukizwa\r\nVVU kuhusu matumizi ya dawa za kufubaza virusi kwa watu wenye na VVU.\r\nMafunzo ya aina hiyo yatasaidia katika kupunguza hatari ya uambukizaji VVU\r\nkutoka kwa mama kwenda kwa mtoto pamoja na kumsaidia mama katika\r\nkutunza afya yake. Wafanyakazi wote wa afya wanapaswa kufahamu kuhusu\r\nupatikanaji wa huduma ya kupima VVU na ya utoaji wa dawa za kufubaza\r\nvirusi katika hospitali na kliniki za maeneo yao pamoja na kuwafahamisha\r\nmama wajawazito na wale waliojifungua kuhusu upatikanaji wa huduma hizo. \r\n\r\nMama aliyeambukizwa VVU apewe ushauri nasaha pamoja na kuelimishwa ili\r\naweze kuamua aina mbadala ya lishe kwa mtoto wake na ambayo atamudu\r\ngharama zake. Mama aliyeambukizwa VVU anapaswa kufahamu kwamba\r\nendapo atamnyonyesha mtoto wake bila kumlisha kitu kingine kwa kipindi cha\r\nmiezi sita tangu azaliwe atampunguzia hatari za kupata magonjwa, utapiamlo\r\nna kupoteza maisha, na kama hatamnyonyesha mtoto wake atamwondolea\r\nhatari ya kumuambukiza VVU kwa njia ya unyonyeshaji. Aidha anapaswa\r\nkufahamu kuwa kumnyonyesha mtoto kwa kipindi kifupi zaidi kunaweza\r\nkumpunguzia hatari ya yeye kumwambukiza mtoto VVU.\r\n\r\nUamuzi wa kutomnyonyesha mtoto utolewe baada ya kutafakari kuhusu\r\nkukubalika kwake, uwezo wa wazazi wa kumudu gharama za vyakula\r\nmbadala kwa wakati wote pamoja na usalama wa mama na mtoto. Endapo\r\nmambo haya yote yataonekana kuruhusu hilo kufanyikia, mtoto alishwe\r\nmaziwa maalumu ya watoto peke yake kwa kipindi cha miezi sita bila kupewa\r\nkitu kingine wala maziwa ya mama. Kufanya hivyo huondosha hatari ya\r\nkumwambukiza mtoto VVU toka kwa mama kwa njia ya unyonyeshaji. \r\n\r\nKama mama aliyeambukizwa VVU ataamua kumnyonyesha mtoto wake basi\r\nmtoto asipewe kitu kingine chochote zaidi ya maziwa ya mama yake kwa\r\nmuda wa miezi sita. Kumnyonyesha mtoto maziwa ya mama pekee kwa\r\nkipindi cha miezi sita kutapunguza zaidi hatari ya kuambukizwa VVU kuliko\r\nkumchanganyia maziwa ya mama na vyakula na vinywaji vingine (‘ulishaji wa\r\nkuchanganya’). \r\n\r\nUlishaji wa kuchanganya sio tu kwamba humuongezea mtoto hatari ya\r\nkupata maambukizo ya VVU katika miezi sita ya mwanzo tangu azaliwe bali pia\r\nhusababisha magonjwa mengi zaidi kwa mtoto kama vile kuharisha, nyumonia\r\nna utapiamlo pamoja na kuhatarisha maisha yake.\r\n\r\nBaada ya miezi sita, watoto wote hawana budi kuanza kupewa vyakula\r\nvya kulikiza ili kukidhi ongezeko la mahitaji ya lishe katika miili yao. Mama\r\nwalionyonyesha watoto wao kwa kipindi cha miezi sita waendelee\r\nkuwanyonyesha pamoja na kuwapa vyakula vya kulikiza isipokuwa tu kama\r\nkuna ulazima wa kutofanya hivyo na kama hali halisi inaruhusu. Pale ambapo\r\nni lazima na mahitaji muhimu mbadala ya mtoto yanapatikana basi mtoto\r\nasinyonyeshwe tena kabisa. \r\n\r\nWakati wa utoaji ushauri nasaha , mama anayenyonyesha asaidiwe katika\r\nkufikia uamuzi kuhusu kumwachisha au kutomwachisha mtoto wake ziwa\r\nkwa kuzingatia sababu za kufanya hivyo na uwezo wa kumudu gharama za\r\nlishe mbadala ya mtoto. Uamuzi wa namna hiyo usifikiwe kwa ghafla, kwa\r\nmfano kabla mtoto hajazaliwa, bali mama apewe muda wa kutosha kutafakari\r\nakisaidiwa na mtumishi wa afya, katika kipindi chote cha unyonyeshaji.\r\nEndapo mama ana uhakika wa kumudu gharama za lishe mbadala ya mtoto\r\npamoja na namna salama ya kuitayarisha anaweza kuamua kutomnyonyesha\r\nmtoto wake na kuanza kumpatia lishe mbadala. Mtaalamu wa afya hana budi\r\nkumuelimisha mama na baba kuhusu njia salama ya kuandaa lishe mbadala ya\r\nmtoto. \r\n\r\nMama mzazi ambaye hajui kama ameambukizwa VVU au la amnyonyeshe\r\nmtoto wake bila kumpatia kitu kingine chochote kwa muda wa miezi sita ya\r\nmwanzo, kasha aendelee kumnyonyesha hadi afikie miaka miwili au zaidi\r\npamoja na kumpatia vyakula vya kulikiza. \r\n\r\nWatoto wachanga watakaobainika kuwa wameambukizwa VVU waendelee\r\nkunyonyeshwa ili waweze kunufaika na maziwa ya mama. \r\n\r\nUamuzi wa mwisho kuhusu aina ya lishe bora ya mtoto mchanga ambaye\r\nmama yake ana maambukizo ya VVU utategemea hali ya mtu mmojammoja.\r\nMama hawana budi kujadili suala hili pamoja na wataalamu wa afya. Mama\r\nmwenye maambukizo ya VVU ana haki ya (1)kuelimishwa kabla hajafanya\r\nmaamuzi kuhusu aina ya lishe ya mtoto (2) kupata msaada wowote anaohitaji\r\nili kumwezesha kutekeleza uamuzi aliofanya kuhusu lishe ya mtoto wake.\r\n\r\n*(Soma sura ya VVU na UKIMWI kwa taarifa zaidi kuhusu watoto na familia\r\nzinazoishi na VVU.)* ", 
        "source": "b8783a00d938426193925e51388b59fb", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "915084af9886455a9d82ccb13e5655e6"
    }, 
    "model": "GitPageModel"
}