{
    "fields": {
        "subtitle": "", 
        "description": "Mama wajawazito wote na watoto wao wachanga wanapaswa\r\nkupewa chanjo dhidi ya pepopunda. Hata kama mama alishapata\r\nchanjo siku za nyuma, anapaswa kumuona mtaalamu wa afya ili\r\napate ushauri wa chanjo inayofaa ya pepopunda.", 
        "language": "swh_TZ", 
        "title": "Mama wajawazito wote na watoto wao wachanga wanapaswa kupewa chanjo dhidi ya pepopunda. Hata kama mama alishapata chanjo siku za nyuma, anapaswa kumuona mtaalamu wa afya ili apate ushauri wa chanjo in", 
        "primary_category": "f1977f57cd124b348820df64ee59bc1a", 
        "created_at": "2014-10-12T19:45:40+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T19:48:54.654340+00:00", 
        "linked_pages": [], 
        "slug": "mama-wajawazito-wote-na-watoto-wao-wachanga-wanapaswa-kupewa-chanjo-dhidi-ya-pepopunda-hata-kama-mama-alishapata-chanjo-siku-za-nyuma-anapaswa-kumuona-mtaalamu-wa-afya-ili-apate-ushauri-wa-chanjo", 
        "content": "Katika maeneo mengi ulimwenguni, mama hujifungua katika mazingira\r\nmachafu. Hali hii huwaweka mama na watoto wachanga katika hatari\r\nya kuambukizwa vijidudu vya pepopunda, ugonjwa unaoua zaidi watoto\r\nwachanga.\r\n\r\nIwapo mama mjamzito kama hajachomwa sindano ya kinga dhidi ya\r\npepopunda, na bakteria au vijidudu vya pepopunda kuingia mwilini mwake,\r\nmaisha yake yatakuwa hatarini pia.\r\n\r\nBakteria au vijidudu vya pepopunda hustawi katika vidonda vichafu. Bakteria\r\nhawa huweza kumwingia mtoto ikiwa ukataji wa kamba ya kitovu utafanywa\r\nkwa kutumia kisu kichafu au kitu chochote kichafu. Kifaa chochote\r\nkinachotumika kukatia kamba ya kitovu kinapaswa kusafishwa, kuchemshwa,\r\nau kupashwa joto kwenye moto kisha kuachwa kipoe. Katika juma la kwanza\r\nbaada ya kuzaliwa, kitovu cha mtoto kinapaswa kuwa safi. Kitu chochote\r\nkisiwekwe kwenye kitovu.\r\n\r\nMama wajawazito wote wanapaswa kuchunguzwa ili kuhakikisha kuwa\r\nwamepata chanjo ya pepopunda. Hatua hii huwalinda mama na watoto wao\r\nwachanga.\r\n\r\n**Dozi ya kwanza:** Mara tu baada ya kutambua kuwa ni mjamzito\r\n\r\n**Dozi ya pili:** Mwezi mmoja baada ya dozi ya kwanza, na\r\nsi zaidi ya wiki mbili kabla ya tarehe yake ya\r\nkujifungua.\r\n\r\n**Dozi ya tatu:** Miezi 6 hadi 12 baada ya dozi ya pili, au wakati\r\nwa mimba ya pili.\r\n\r\n**Dozi ya nne:** Mwaka mmoja baada ya dozi ya tatu, au baada\r\nya mimba zinazofuata.  \r\n\r\n**Dozi ya tano:** Mwaka mmoja baada ya dozi ya nne, au wakati\r\nwa mimba zinazofuata.\r\n\r\nIwapo msichana au mama ameshachomwa sindano ya chanjo mara tano kwa\r\nkufuata utaratibu uliopangwa, anakuwa amekingwa kwa maisha yake yote.\r\nWatoto wake pia wanakuwa wamekingwa katika wiki chache za mwanzo\r\ntangu kuzaliwa. ", 
        "source": "a036409143d340e1a9a64d67466bf716", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "f3e7a797a3bd4f148078e7c26ac537a2"
    }, 
    "model": "GitPageModel"
}