{
    "fields": {
        "subtitle": "", 
        "description": "Mtu yeyote anayetaka kujua jinsi ya kujikinga dhidi ya VVU au\r\nanadhani kuwa ana VVU anapaswa kwenda katika kituo cha afya\r\nau katika kituo cha UKIMWI ili kupata taarifa kuhusu namna\r\nya kujikinga dhidi ya VVU na/au ushauri wa mahali anapoweza\r\nkupima VVU, kupata huduma ya ushauri nasaha, matunzo na,\r\nmsaada.", 
        "language": "swh_TZ", 
        "title": "Mtu yeyote anayetaka kujua jinsi ya kujikinga dhidi ya VVU au anadhani kuwa ana VVU anapaswa kwenda katika kituo cha afya au katika kituo cha UKIMWI ili kupata taarifa kuhusu namna ya kujikinga dhidi ", 
        "primary_category": "62caccc5066b4e9f82185983536893fb", 
        "created_at": "2014-10-13T14:11:28+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T14:11:32.361970+00:00", 
        "linked_pages": [], 
        "slug": "mtu-yeyote-anayetaka-kujua-jinsi-ya-kujikinga-dhidi-ya-vvu-au-anadhani-kuwa-ana-vvu-anapaswa-kwenda-katika-kituo-cha-afya-au-katika-kituo-cha-ukimwi-ili-kupata-taarifa-kuhusu-namna-ya-kujikinga-dhidi", 
        "content": "Taarifa kuhusu VVU na huduma na elimu ya uzuiaji au upunguzaji wa hatari za\r\nkuambukizwa zinaendelea kupatikana karibu katika kila nchi. Taarifa zinaweza\r\nkupatikana kwenye vituo vya afya, vituo vya vijana, na katika shule. Taarifa pia\r\nhupatikana kupitia vyombo vya habari kama vile radio, luninga, magazeti na\r\nkatika mikutano/mihadhara ya uhamasishaji katika tovuti. \r\n\r\nHuduma ya upimaji wa VVU na utoaji ushauri nasaha inaweza kusaidia katika\r\nkugundua mapema maambukizo ya VVU. Huwawezesha watu wenye VVU: \r\n\r\n- kupata huduma bora za usaidizi wanazohitaji\r\n- kudhibiti maambukizo mengine wanayoweza kuwa nayo\r\n- kujifunza kuhusu kuishi na VVU\r\n- kujifunza jinsi ya kuepuka kuwaambukiza wengine.\r\n- Kujifunza kuepuka kupata maambukizi mapya.\r\n\r\nMtu yeyote annashauriwa kwenda kumwona mtaalamu wa afya au kufika\r\nkatika kituo cha UKIMWI kupima kwa hiari na kupata ushauri. \r\n\r\nKupima VVU kwa hiari na kupata ushauri nasaha kunaweza kuwasaidia watu\r\nkuamua kuhusu afya zao na tabia zao za kujamiiana kwa kuzingatia taarifa\r\nsahihi. Kunaweza pia kuwasaidia wenzi wanaotarajia kupata mtoto kufanya\r\nmaamuzi kuhusu afya ya mtoto wao. Huduma ya upimaji wa VVU na ushauri\r\nnasaha inaweza kuwasaidia wenzi kuamua ama wazae watoto au la. Ikiwa\r\nmwenzi mmojawapo ameambukizwa VVU, kuna hatari ya mwenzi mwingine\r\nkuweza kuambukizwa wakati wa kujaribu kupata ujauzito.\r\n\r\nHuduma ya ushauri nasaha na upimaji pia inaweza kuwasaidia wale\r\nwasioambukizwa kubaki bila maambukizo kupitia elimu ya njia zinazowasaidia\r\nkujikinga na hatari ya kuambukizwa na kuchagua kusubiri hususan kwa vijana\r\nambao hawajaingia kwenye ndoa au kufanya ngono salama.\r\n\r\nKama matokeo ya vipimo vya VVU ni chanya, hii ina maana kwamba mtu\r\naliyepima hajaambukizwa au bado ni mapema mno kuweza kuvigundua virusi.\r\nVipimo vya damu vya VVU vinaweza visionyeshe virusi hadi wiki 6 za mwanzo\r\nkwa watu wazima. Kutegemeana na kipimo, inaweza kuchukua hadi miezi 18\r\nkwa watoto. Vipimo vya mapema kwa watoto wachanga vinaweza kufanyika\r\nmapema kadri iwezekanavyo kuanzia wiki 6.\r\n\r\nKuna aina nyingi za vipimo vya VVU. Ni muhimu kuzungumza na wataalamu ili\r\nkujua kipimo kinachotumika na usahihi wake\r\n\r\nFamilia na jamii kwa ujumla hazina budi kusisitiza na kuunga mkono usiri\r\nkatika upimaji, ushauri nasaha na taarifa za VVU. Usiri husaidia kuwalinda\r\nwatoto, vijana na watu wazima dhidi ya unyanyapaa, ubaguzi na kutengwa.\r\n\r\nUshauri nasaha unawawezesha wanawake na wasichana wanaoingia katika\r\nujana, kuhimiza ngono salama na matumizi ya kondomu. Unawasaidia pia\r\nkugundua na kuwezesha matibabu ya magonjwa yanayoenezwa kwa njia ya\r\nngono – mambo ambayo, kwa pamoja, yanaweza kupunguza uwezekano wa\r\nkuambukizwa VVU. Ikiwa mwanamke au msichana anayeingia katika ujana\r\natapimwa na kugundulika ana VVU na ana watoto au ujauzito, utahitajika\r\nmsaada wa kuamua asaidiweje kuwalinda, kuwatunza na kuwasaidia watoto\r\nwake. Vikundi vya misaada ya kijamii na asasi zisizo za kiserikali mara nyingi\r\nhutoa msaada.\r\n\r\nOngezeko la upatikanaji wa huduma za upimaji unaofuatiwa na matibabu,\r\nmatunzo na misaada, linaweza kusaidia kupunguza unyanyapaa kwa\r\nkuonyesha kwamba VVU si ‘hukumu ya kifo’ na kwamba watu wengi\r\nwalioambukizwa VVU wanaweza kuishi maisha yenye afya, furaha na tija.\r\n\r\n", 
        "source": null, 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "bee3914c668a49cdb213d01da18c9226"
    }, 
    "model": "GitPageModel"
}