{
    "fields": {
        "subtitle": "", 
        "description": "Mama anayefanya kazi mbali na nyumbani anaweza kuendelea\r\nkumnyonyesha mtoto wake. Amnyonyeshe mtoto wake mara\r\nnyingi iwezekanavyo pale anapokuwa naye na akamue maziwa\r\nyake na kuyahifadhi mahali salama ili mlezi wa mtoto aweze\r\nkumlisha mtoto kwa kutumia njia safi na salama. ", 
        "language": "swh_TZ", 
        "title": "Mama anayefanya kazi mbali na nyumbani anaweza kuendelea kumnyonyesha mtoto wake. Amnyonyeshe mtoto wake mara nyingi iwezekanavyo pale anapokuwa naye na akamue maziwa yake na kuyahifadhi mahali salama", 
        "primary_category": "eadb116abd4b427c84316e8f3963b2d6", 
        "created_at": "2014-10-12T18:37:29.297123+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T18:37:29.297268+00:00", 
        "linked_pages": [], 
        "slug": "mama-anayefanya-kazi-mbali-na-nyumbani-anaweza-kuendelea-kumnyonyesha-mtoto-wake-amnyonyeshe-mtoto-wake-mara-nyingi-iwezekanavyo-pale-anapokuwa-naye-na-akamue-maziwa-yake-na-kuyahifadhi-mahali-salama", 
        "content": "Ikiwa mama hawezi kukaa na mtoto wake wakati wa saa za kazi, basi\r\namnyonyeshe mtoto wake mara kwa mara pale anapokuwa naye. Ikiwa\r\natamnyonyesha mtoto wake mara kwa mara maziwa yataendelea kutoka.\r\n\r\nIkiwa mama hawezi kumnyonyesha mtoto wake wakati wa saa za kazi basi\r\nasaidiwe ili aweze kukamua maziwa yake mara 2 au 3 wakati wa saa za kazi\r\nna kuyahifadhi salama kwa ajili ya mtoto. Mama anaweza kuyahifadhi salama\r\nmaziwa hayo katika joto la kawaida kwa muda wa hadi saa 8, kwenye chombo\r\nkilichofunikwa, na vizuri zaidi, kwenye friji. Mlezi anaweza kumpa mtoto\r\nmaziwa yaliyokamuliwa na kuhifadhiwa kwa kutumia kikombe safi na salama.\r\n\r\nFamilia pamoja na jamii zinaweza kuwashawishi waajiri watoe malipo ya\r\nlikizo ya uzazi, waanzishe kituo cha kulelea watoto wachanga na wawapatie\r\nmama wazazi muda pamoja na mahali pazuri pa kunyonyeshea watoto au\r\npa kukamulia maziwa na kuyahifadhi. Mahali hapo hapana budi pawe pasafi,\r\nsalama, na penye faragha. Pia pawe na maji safi na salama kwa ajili ya\r\nkunawia mikono na kuoshea vyombo.", 
        "source": "2bc3244f7ced4c3f99e2b7304a661faa", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "63d0fa083b7e4a0dabdbae092d7b5393"
    }, 
    "model": "GitPageModel"
}