{
    "fields": {
        "subtitle": "", 
        "description": "Watoto wadogo hupenda kuweka vitu midomoni mwao. Ili\r\nkuzuia mtoto kukabwa, vitu vidogovidogo kama vile sarafu, nati,\r\nvifungo, vinapaswa kuwekwa mbali na watoto\r\n. ", 
        "language": "swh_TZ", 
        "title": "Watoto wadogo hupenda kuweka vitu midomoni mwao. Ili kuzuia mtoto kukabwa, vitu vidogovidogo kama vile sarafu, nati, vifungo, vinapaswa kuwekwa mbali na watoto . ", 
        "primary_category": "8db1a6f44dd9426da7a50a4664bb84cf", 
        "created_at": "2014-10-13T11:50:25+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T12:36:11.774046+00:00", 
        "linked_pages": [], 
        "slug": "watoto-wadogo-hupenda-kuweka-vitu-midomoni-mwao-ili-kuzuia-mtoto-kukabwa-vitu-vidogovidogo-kama-vile-sarafu-nati-vifungo-vinapaswa-kuwekwa-mbali-na-watoto", 
        "content": "Njia mojawapo ambayo watoto hutumia kwa kujifunza mazingira yao ni\r\nkuweka vitu mdomoni. Vitu hivi vinaweza kukwama katika njia yao ya hewa na\r\nkuzuia pumzi. Watoto wadogo hupata ugumu kutafuna vyakula vigumu kama\r\nvile pipi ngumu. Vyakula hivi vinaweza kumfanya mtoto akabwe. Wazazi na\r\nwalezi wengine wanapaswa:\r\n\r\n- kuhakikisha kuwa maeneo ya michezo na malazi hayana vitu kama vile\r\nvifungo, shanga, maputo, vifuniko vya kalamu, sarafu, mbegu na nati\r\n- kuchunguza kwa uangalifu vitu vipya vya kuchezea kabla watoto\r\nhawajaanza kuvichezea na hakikisha havina vipande vilivyolegea au vipande\r\nvyenye ncha kali vinaweza kuvunjika na kumezwa na mtoto au kumuumiza\r\nmtoto.\r\n- kamwe wasiwape watoto wadogo chakula kinachoweza kuwakwama\r\nkama vile karanga, pipi ngumu au chakula chenye mifupa midogomidogo\r\nau mbegu\r\n- wawasimamie watoto wanapokula chakula muda wote, na wakimege\r\nchakula hicho katika vipande vidogovidogo vinavyoweza kutafunika na\r\nkumezwa kwa urahisi.\r\n\r\nKukohoa, kukabwa na kupumua kwa sauti kubwa, au kushindwa kutoa sauti\r\nkabisa ni ishara ya kupumua kwa taabu na huenda ikawa ni dalili za kukwama\r\nna kitu kinachozuia upumuaji. Wazazi na walezi wengine wanapaswa kufikiria\r\nuwezekano wa mtoto kukwamwa na kitu kinachozuia upumuaji mara\r\nwanapomwona anapata matatizo ya kupumua, hata kama hakuna aliyemwona\r\nakiweka kitu mdomoni. \r\n\r\n*Kwa Ushauri kuhusu Kutoa Huduma ya Kwanza kwa aliyekabwa na kitu, soma\r\nmwishoni mwa sura hii.*\r\n", 
        "source": "db714bfef31d46189687ac717c88386a", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "109387585fa4420d96d1531ef32bf2b9"
    }, 
    "model": "GitPageModel"
}