{
    "fields": {
        "subtitle": "", 
        "description": "Ugonjwa unaweza kuenea haraka watu wanapokusanyika\r\npamoja. Watoto wote wanaoishi katika mazingira yenye\r\nmsongamano, hususani katika mazingira ya ukimbizi au majanga,\r\nwanapaswa kupewa chanjo haraka hususani dhidi ya surua", 
        "language": "swh_TZ", 
        "title": "Ugonjwa unaweza kuenea haraka watu wanapokusanyika pamoja. Watoto wote wanaoishi katika mazingira yenye msongamano, hususani katika mazingira ya ukimbizi au majanga, wanapaswa kupewa chanjo haraka hus", 
        "primary_category": "f1977f57cd124b348820df64ee59bc1a", 
        "created_at": "2014-10-12T19:57:28.521186+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T19:57:28.521344+00:00", 
        "linked_pages": [], 
        "slug": "ugonjwa-unaweza-kuenea-haraka-watu-wanapokusanyika-pamoja-watoto-wote-wanaoishi-katika-mazingira-yenye-msongamano-hususani-katika-mazingira-ya-ukimbizi-au-majanga-wanapaswa-kupewa-chanjo-haraka-hus", 
        "content": "Dharura zinazowafanya watu kukimbia makazi yao, mara nyingi husababisha\r\nkuenea kwa magonjwa ya kuambukiza. Hivyo, watoto wote wasio na makazi\r\nwalio chini ya umri wa miaka 15 wanapaswa kupewa chanjo ya kinga bila\r\nkucheleweshwa, hususani ya surua, mara tu wanapokutana au kuishi pamoja.\r\n\r\nSurua ni hatari zaidi kwa watoto wenye utapiamlo au wanaoishi katika\r\nmazingira machafu.\r\n\r\n - Magonjwa kama vile surua huenea kwa haraka sana. Mtoto mwenye surua\r\n   anapaswa kutengwa na watoto wengine, kuchunguzwa na mtaalamu wa afya,\r\n   na kupewa dozi kubwa ya vitamini A.\r\n - Kunapokuwa na mlipuko wa surua katika eneo fulani, watoto wanapaswa\r\n   kupewa chanjo ya surua. Maeneo ya jirani yanapaswa kuwekwa katika\r\n   tahadhari na watoto kupewa chanjo.\r\n\r\nIkiwa idadi ya chanjo imekatishwa kabla ya kukamilika, mtaalamu wa afya\r\nanapaswa kuonwa ili kukamilisha chanjo kwa mujibu wa miongozo ya kitaifa.\r\nKama kumbukumbu za chanjo zimepotea na wazazi hawakumbuki ni chanjo\r\nzipi ameshatolewa kwa mtoto, ni salama kurudia chanjo zote.", 
        "source": "b484f23fa5ed4eefbe08373617ff5bbb", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "d448ef02ebee471f94083e90ecea9d2c"
    }, 
    "model": "GitPageModel"
}