{
    "fields": {
        "subtitle": "", 
        "description": "Kwa kawaida inapendeza watoto kutunzwa na wazazi au walezi\r\nwao wa kawaida, kwa sababu hali hii inawafanya watoto\r\nwajisikie wako salama zaidi. Ikiwa kutatokea kutenganishwa,\r\njitihada zinapaswa kufanywa ili kumuunganisha mtoto na familia\r\nyake, ikiwa mtoto mwenyewe anapenda hivyo.", 
        "language": "swh_TZ", 
        "title": "Kwa kawaida inapendeza watoto kutunzwa na wazazi au walezi wao wa kawaida, kwa sababu hali hii inawafanya watoto wajisikie wako salama zaidi. Ikiwa kutatokea kutenganishwa, jitihada zinapaswa kufanywa", 
        "primary_category": "de2b830c9bc74c8590ed0ffdc90f2758", 
        "created_at": "2014-10-13T13:13:20+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T13:13:25.553068+00:00", 
        "linked_pages": [], 
        "slug": "kwa-kawaida-inapendeza-watoto-kutunzwa-na-wazazi-au-walezi-wao-wa-kawaida-kwa-sababu-hali-hii-inawafanya-watoto-wajisikie-wako-salama-zaidi-ikiwa-kutatokea-kutenganishwa-jitihada-zinapaswa-kufanywa", 
        "content": "Katika matukio ya dharura, ni wajibu wa serikali, mamlaka za mtaa au Umoja\r\nwa Mataifa (ikiwa hakuna serikali) kuhakikisha kuwa watoto hawatenganishwi\r\nna wazazi wao au walezi wengine. \r\n\r\nIkiwa wametengana, serikali au mamlaka husika zinawajibika kutoa ulinzi\r\nmaalumu na matunzo kwa watoto hao. Zinapaswa kuwasajili watoto wote\r\nwasio na walezi, waliotengana na familia zao na walioachwa yatima na\r\nkuhakikisha kuwa mahitaji yao ya lazima yanatimizwa. \r\n\r\nBaada ya hapo, kila jitihada inapaswa kufanywa kuitafuta familia ya mtoto na\r\nkumkutanisha na familia yake, ikiwa mtoto mwenyewe anapenda hivyo. \r\n\r\nUtaratibu wa mpito wa kuwapatia matunzo watoto waliotengana na familia\r\nzao inabidi uandaliwe. Ikiwezekana hili lifanywe na familia ambayo ni\r\nndugu wa mtoto au familia inayotoka katika jamii aliyotokea mtoto mpaka\r\nmtoto atakapokutanishwa na wazazi au ndugu au kuwa pamoja na familia\r\nitakayomlea. Kila jitihada ifanywe ili kuwaweka ndugu wa baba na mama\r\nmmoja pamoja.\r\n\r\nIkiwa mtoto atapelekwa kwa muda katika familia itakayokuwa inamlea, ni\r\nwajibu wa wanaohusika na kuwapanga watoto kufuatilia matunzo ya mtoto\r\nna hali yake kwa ujumla. Wanapaswa pia kuhakikisha kuwa familia inayomlea\r\nmtoto inawezeshwa ili kumtunza mtoto vizuri. \r\n\r\nWatoto ambao walitenganishwa na wazazi wao katika kipindi cha hali ya\r\ndharura hawawezi kuchukuliwa kama yatima. Na hivyo hawawezi kuasiliwa.\r\nMuda wote ambao majaliwa ya wazazi wa mtoto na/au ndugu zake wa karibu\r\nhayajaeleweka, kila mtoto aliyetengana na familia yake lazima achukuliwe\r\nkama ana mzazi wake na/au ndugu zake wa karibu ambao bado wanaishi. \r\n\r\nMipango ya muda mrefu ya matunzo inapaswa kuandaliwa wakati wa hali ya\r\ndharura. Baada ya muda wa kutosha wa uchunguzi, ikiwa wazazi na ndugu\r\nhawawezi kupatikana au hawapatikani ili kuwatunza watoto, familia inayomlea\r\nau familia ya malezi, ni vizuri ikiwa ni familia inayotoka katika jamii aliyotokea\r\nmtoto, inapaswa kutafutwa kwa ajili ya kumlea mtoto. Taasisi zinazolea watoto\r\nau vituo vya watoto yatima vinapaswa muda wote kuchukuliwa kama sehemu\r\nya muda tu, au ni chaguo la mwisho. \r\n\r\nKupelekwa katika jamii au nchi nyingine kunaweza kusababisha msongo\r\nwa mawazo, hasa ikiwa familia ya mtoto imekimbia vurugu au janga fulani.\r\nWatoto waliohamishwa kutoka katika maeneo yao wanaweza kujifunza lugha na tamaduni zingine. Mara nyingi, shule na asasi za kijamii zinaweza\r\nkuwasaidia watoto na familia zao katika mchakato wa mabadiliko na kujiunga\r\nkatika jamii mpya. ", 
        "source": "858c98743c894b078b1a5ad7eff3975b", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "3edb108b15d0451186deff78fb7cdc9a"
    }, 
    "model": "GitPageModel"
}