{
    "fields": {
        "subtitle": "", 
        "description": "Watoto wachanga hujifunza kwa kasi sana tangu pale\r\nwanapozaliwa. Hukua na kujifunza vizuri zaidi pale wazazi\r\nna walezi wengine wanaowajali wanapowaonyesha upendo,\r\nkuwashirikisha katika mambo wanayoyamudu pamoja na\r\nkuwapatia lishe bora, huduma nzuri ya afya na ulinzi.", 
        "language": "swh_TZ", 
        "title": "Watoto wachanga hujifunza kwa kasi sana tangu pale wanapozaliwa. Hukua na kujifunza vizuri zaidi pale wazazi na walezi wengine wanaowajali wanapowaonyesha upendo, kuwashirikisha katika mambo wanayoyam", 
        "primary_category": "84c39134746243a1a04fc013fd1b1e0e", 
        "created_at": "2014-10-12T17:24:49.357871+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T17:24:49.358196+00:00", 
        "linked_pages": [], 
        "slug": "watoto-wachanga-hujifunza-kwa-kasi-sana-tangu-pale-wanapozaliwa-hukua-na-kujifunza-vizuri-zaidi-pale-wazazi-na-walezi-wengine-wanaowajali-wanapowaonyesha-upendo-kuwashirikisha-katika-mambo-wanayoyam", 
        "content": "Kugusa, kusikia, kunusa, kuona na kuonja ni milango ya kujifunzia ambayo\r\nmtoto huitumia katika kugundua na kufahamu ulimwengu unaomzunguka.\r\n\r\n**Kumpenda, kumjali na kumshirikisha mtoto**\r\n\r\nAkili ya mtoto hukua kwa kasi sana pale anaposemeshwa, anapoguswa\r\nna kupakatwa, anapoona sura za wanafamilia na kusikia sauti zao: na pale\r\nanaposhika vitu mbalimbali. \r\n\r\nWatoto hujifunza haraka sana katika mazingira ambamo wanajisikia kupendwa\r\nna kulindwa tangu pale wanapozaliwa na katika mazingira ambayo huwapatia\r\nnafasi ya kucheza na kukaa na wanafamilia wengine pamoja na watu wengine\r\nwa karibu. Kadiri mama, baba au walezi wengine wanavyozidi kucheza,\r\nkuongea na kumshirikisha mtoto ndivyo mtoto anavyozidi kujifunza kwa kasi\r\nzaidi. \r\n\r\nWazazi pamoja na walezi hawana budi kusema na watoto, kuwasomea na\r\nkuwaimbia nyimbo. Hata pale ambapo mtoto bado hajawa na uwezo wa\r\nkuelewa lugha, kusemeshwa humsaidia kuanza kujifunza namna ya kuongea\r\nna kufahamu mambo. \r\n\r\nWazazi pamoja na walezi wengine wanaweza kusaidia watoto katika kujifunza\r\nkwa kuwapatia vitu vipya wanavyovipenda na ambavyo ni salama ili waweze\r\nkuviangalia kuvisikiliza, kuvinusa, kuvishika na kuvichezea.\r\n\r\nWatoto ambao hujisikia kuwa wako katika mazingira salama na ya upendo kwa\r\nkawaida hufanya vizuri zaidi shuleni, hujiamini zaidi, hujituma zaidi, na wana\r\nuwezo mkubwa zaidi wa kukabiliana na changamoto za maisha. \r\n\r\n**Lishe bora**\r\n\r\nUnyonyeshaji mtoto maziwa ya mama pekee na kwa kila anapohitaji kwa\r\nkipindi cha miezi sita, kumwanzishia mtoto vyakula bora na salama vya kulikiza\r\nkatika umri wa miezi sita na kuendelea kumnyonyesha kwa miaka miwili au\r\nzaidi humpatia mtoto lishe bora zaidi pamoja na kumnufaisha kiafya. Mtoto\r\nanapokuwa akilishwa na mama, baba au mlezi mwingine hupata pia nafasi ya\r\nkujihisi kuwa anapendwa na yuko karibu na mtu huyo. \r\n\r\nLishe bora ni kitu muhimu kwa ukuaji na maendeleo ya mtoto. Mlo wa mama\r\nmjamzito pamoja na wa mtoto mdogo hauna budi kuwa na aina mbalimbali\r\nza vyakula bora kilishe. Uwe na vyakula muhimu kama vile protoni pamoja na\r\nmafuta yanayofaa kwa ajili ya kusaidia ukuaji wa mwili wa mtoto na kumpatia\r\nmtoto nguvu; vitamini A kwa ajili ya kukinga mtoto dhidi ya magonjwa; madini\r\njoto kwa ajili ya kumhakikishia mtoto maendeleo mazuri ya ubongo wake;\r\npamoja na madini chuma kwa ajili ya kumpatia mtoto ulinzi wa uwezo wake\r\nwa kiakili na kimwili. \r\n\r\nWakati ambapo mama ana jukumu la msingi la kumnyonyesha mtoto, baba\r\njukumu lake linapaswa kuwa ni kumsaidia mama katika kupata lishe bora,\r\nkutunza nyumba na watoto na kuwapenda mama, watoto wengine pamoja na\r\nwanafamilia wengine.\r\n\r\n**Huduma stahiki za afya**\r\n\r\nMtaalamu wa afya anapaswa kuwaelimisha wazazi pamoja na walezi kuhusu:\r\n\r\n - chanjo za lazima kwa mtoto na wakati wa kupata chanjo hizo\r\n - namna ya kuepuka upungufu wa damu pamoja na magonjwa ya vimelea kwa\r\n   mtoto wa umri wa zaidi ya miezi sita\r\n - umuhimu wa kutumia dawa ya kujihami dhidi ya minyoo\r\n - namna ya kuhakikisha kwamba mtoto anapata lishe ya kutosha, kama vile\r\n   madini chuma na vitamini A (hasa kwa watoto wanaoishi katika maeneo\r\n   yenye upungufu wa vitamini) kwa maendeleo mazuri ya kimwili na\r\n   kiakili ya mtoto.\r\n\r\nWatoto wenye tatizo la upungufu wa damu, lishe duni pamoja na kuugua\r\nmara kwa mara ni wepesi zaidi kupatwa na woga au kuchukia kirahisi kuliko\r\nwale wenye afya nzuri. Pia, watoto wa aina hiyo hawapendi kucheza, kufanya\r\nmambo mapya au kukaa pamoja na wenzao. Watoto wa aina hii wanahitaji\r\nuangalizi na matunzo maalumu, ikiwa ni pamoja na kuwahimiza ili wale\r\nchakula, wacheze na wakae pamoja na wenzao ili waweze kuboresha afya\r\nzao.\r\n\r\nWatoto wachanga ambao wamekamilisha chanjo zao kwa wakati, na ambao\r\nwanapata lishe bora, huduma nzuri za afya, wanapendwa na kudhaminiwa,\r\nhuwa hawako katika hatari kubwa ya kupoteza maisha. Watoto wa aina\r\nhiyo wana uwezo wa kujishughulisha zaidi na masuala ya kuelewa mambo\r\nmapya, kujifunza na kukuza uwezo wao wa kiakili, lugha, kufahamu mambo\r\nmbalimbali katika jamii, kujenga hisia pamoja na kuimarisha viungo vyao vya\r\nmwili. \r\n\r\n**Ulinzi na matunzo kutoka kwa wazazi/walezi wanaowajibika na\r\nkuwajali watoto**\r\n\r\nWatoto wachanga na watoto wadogo wasiachwe peke yao kwa muda mrefu.\r\nHali hiyo huwacheleweshea mabadiliko ya kimwili na kiakili. Pia huwaweka\r\nkatika hatari ya kupata ajali.\r\n\r\nWatoto wachanga na watoto wadogo wasiachwe peke yao kwa muda mrefu.\r\nHali hiyo huwacheleweshea mabadiliko ya kimwili na kiakili. Pia huwaweka\r\nkatika hatari ya kupata ajali.\r\n\r\nWatoto wa kike huhitaji matunzo sawa na ya watoto wa kiume. Watoto wote\r\nwachanga pamoja na wale wadogo wanahitaji kuhimizwa na kusifiwa kila\r\nwanapoweza kufanya kitu kipya na kutamka maneno mapya.\r\n\r\nWatoto wote wa kike na wa kiume waandikishwe katika ofisi ya usajili wa\r\nvizazi ili waweze kupata haki zao za huduma za msingi kama vile huduma za\r\nafya, elimu, sheria pamoja na huduma za kijamii.", 
        "source": "28f28ced3e5b4779b69573006e07c2d5", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "5ea7c750d1764fc29d0b903613dec592"
    }, 
    "model": "GitPageModel"
}