{
    "fields": {
        "subtitle": "", 
        "description": "Mama wajawazito na wanaonyonyesha hawana budi kupewa \r\nulinzi kazini dhidi ya kubaguliwa na kufanya kazi katika \r\nmazingira hatarishi kiafya, pia wapewe muda wa kunyonyesha \r\nwatoto wao. Wapewe stahiki yao ya likizo ya uzazi, ulinzi wa \r\najira zao, na marupurupu yao ya kifedha na kimatibabu. ", 
        "language": "swh_TZ", 
        "title": "Mama wajawazito na wanaonyonyesha hawana budi kupewa  ulinzi kazini dhidi ya kubaguliwa na kufanya kazi katika  mazingira hatarishi kiafya, pia wapewe muda wa kunyonyesha  watoto wao. Wapewe stahiki y", 
        "primary_category": "27038d5886564782adcce92ec89494eb", 
        "created_at": "2014-10-10T21:46:21.389457+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-10T21:46:21.389791+00:00", 
        "linked_pages": [], 
        "slug": "mama-wajawazito-na-wanaonyonyesha-hawana-budi-kupewa-ulinzi-kazini-dhidi-ya-kubaguliwa-na-kufanya-kazi-katika-mazingira-hatarishi-kiafya-pia-wapewe-muda-wa-kunyonyesha-watoto-wao-wapewe-stahiki-y", 
        "content": "Takribani asilimia 60 ya wanawake wa umri wa kuweza kupata watoto hufanya \r\nkazi katika sekta rasmi na wengine wengi hufanya kazi katika sekta isiyo \r\nrasmi, sekta ambayo haitunzi kumbukumbu za kazi zake wala haisimamiwi \r\nna mamlaka yoyote ya umma. Inabidi hatua za ulinzi zichukuliwe na jamii kwa \r\nkushirikiana na serikali pamoja na vyama vya kiraia kwa lengo la kulinda afya \r\nna maslahi ya kiuchumi ya mama wajawazito na wanaonyonyesha pamoja na \r\nwatoto na familia zao bila kujali kama wanafanya kazi katika sekta rasmi au \r\nsekta isiyo rasmi.\r\n\r\n**Baadhi ya hatua hizo za kiusalama ni pamoja na:**\r\n\r\nLikizo ya uzazi: Mama mzazi anayo haki ya kupata muda wa kutosha wa \r\nkupumzika mara tu baada ya kujifungua, uwezo wa kujitunza yeye mwenyewe \r\npamoja na familia yake, na uhakika wa kurejea kazini kwake baada ya kumaliza \r\nlikizo yake ya uzazi. \r\n\r\nUlinzi wa ajira : Huu ni uhakikisho kwamba mama wajawazito pamoja na \r\nmama waliojifungua hawatabaguliwa kazini wala kupoteza ajira zao au haki zao \r\nza kiajira (malipo ya uzeeni, likizo ya malipo, nk.) kutokana na ujauzito, likizo ya \r\nuzazi au mapumziko ya kujifungua\r\nMarupurupu ya kifedha na kimatibabu: Mama wajawazito na mama wazazi \r\nwanaofanya kazi, pamoja na watoto wao wachanga na familia zao wanapaswa \r\nkupewa marupurupu ya fedha na ya gharama za matibabu. Marupurupu ya \r\nfedha huwasaidia kupunguza pengo la kipato lililotokana na kutokufanya \r\nkazi wakati wa ujauzito, kujifungua na wa kulea mtoto mchanga. Mama \r\nwajawazito, wazazi pamoja na vichanga vyao wanastahili kupatiwa huduma za \r\nafya wakati wa ujauzito, wakati wa kujifungua na baada ya kujifungua pamoja \r\nna huduma ya kulazwa hospitali kila inapobidi. \r\n\r\nFamilia nyingi hushindwa kugharamia huduma za afya kwa mama wazazi \r\nna kwa watoto wadogo, hali hiyo huwazuia au kuwachelewesha mama na \r\nwatoto wao kupata huduma hizo, na kuathiri afya na ustawi wao. Mrupurupu \r\nya mfuko wa ulinzi wa jamii wa serikali na/au wa mwajiri yanaweza kutolewa \r\nkama fedha pamoja na gharama za huduma za afya kwa mama wajawazito, \r\nwazazi pamoja na watoto wao. \r\n\r\nUlinzi wa afya: Mama mjamzito au anayenyonyesha asilazimishwe kufanya \r\nkazi ambazo zinaweza kuhatarisha afya yake au ya mtoto wake. Endapo \r\npana hatari yoyote ya aina hiyo katika mazingira yake ya kazi, mazingira \r\nhayo yarekebishwe ili kupunguza hatari hizo. Mama arejee kazini kwake \r\npale ambapo hali ya usalama itakuwa imetengemaa, vinginevyo apewe kazi \r\nnyingine yenye maslahi sawa na ile ya mwanzo.\r\n\r\nKunyonyesha mtoto: Mama apewe haki ya kunyonyesha mtoto wake baada \r\nya kurejea kazini kwani unyonyeshaji una manufaa makubwa kwa afya \r\nya mama na ya mtoto. Mama wanaonyonyesha waruhusiwe kuchukua \r\nmapumziko mara moja au zaidi au wapunguziwe muda wa kazi kwa ajili ya \r\nkunyonyesha, bila kulazimika kulipia muda huo kikazi. \r\n", 
        "source": "a77724dbcf0d42e8a4e2f22d9c690404", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "2f97a11ef625421895efe81f2d1095b9"
    }, 
    "model": "GitPageModel"
}