{
    "fields": {
        "subtitle": "", 
        "description": "Kila mtoto ana haki ya jina na utaifa. Utaratibu wa kusajili\r\nwatoto wakati wa kuzaliwa unasaidia kuhakikisha kuwa mtoto\r\nanapata haki yake ya elimu, huduma za afya, sheria na huduma\r\nza kijamii. Usajili wa mtoto wakati wa kuzaliwa ni hatua\r\nmuhimu ya kutoa ulinzi kwa mtoto dhidi ya unyanyasaji na\r\nunyonyaji.", 
        "language": "swh_TZ", 
        "title": "Kila mtoto ana haki ya jina na utaifa. Utaratibu wa kusajili watoto wakati wa kuzaliwa unasaidia kuhakikisha kuwa mtoto anapata haki yake ya elimu, huduma za afya, sheria na huduma za kijamii. Usajili", 
        "primary_category": "76ea8c058e6843689bda31c8c5c31776", 
        "created_at": "2014-10-13T15:23:07+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T15:23:12.411842+00:00", 
        "linked_pages": [], 
        "slug": "kila-mtoto-ana-haki-ya-jina-na-utaifa-utaratibu-wa-kusajili-watoto-wakati-wa-kuzaliwa-unasaidia-kuhakikisha-kuwa-mtoto-anapata-haki-yake-ya-elimu-huduma-za-afya-sheria-na-huduma-za-kijamii-usajili", 
        "content": "Usajili wa vizazi unaweka kumbukumbu rasmi za maisha ya mtoto na utaifa\r\nwake. Hii inachukuliwa kuwa ni haki ya msingi. Mtoto asiye na cheti cha\r\nkuzaliwa anaweza kukataliwa kupewa huduma za afya, kupata shule, huduma\r\nza kisheria na haki ya kupiga kura anapofikia umri wa kufanya hivyo. \r\n\r\nKumsajili mtoto wakati wa kuzaliwa ni hatua muhimu ya ulinzi wake.\r\nUtekelezwaji wowote wa sheria inayowahusu watu wenye umri mdogo\r\nunategemea kumbukumbu rasmi za umri wa mtoto. Kwa mfano, cheti cha\r\nkuzaliwa kinaweza kutumika kumlinda mtoto dhidi ya kuajiriwa katika vikundi\r\nvya kijeshi, au vikundi vya wapiganaji, ndoa za utotoni au aina mbalimbali za\r\nkazi za hatari.\r\n\r\nWatoto wenye umri wa chini ya miaka 5 ambao wana vyeti vya kuzaliwa\r\nwana uwezekano mkubwa wa kupewa chanjo na huduma za afya kwa ajili\r\nya magonjwa ya utotoni, ili kuwahakikishia mwanzo wa maisha yenye afya\r\nnjema. \r\n\r\nUsajili wa watoto wakati wa kuzaliwa unapaswa kutolewa bila malipo na\r\nupatikane kwa kila mtoto. Pale huduma hii inapokosekana, asasi za kiraia\r\nzinaweza wakati mwingine kusaidia familia kusajili watoto wao. \r\n\r\nHuduma za kijamii, kama vile afya na elimu zinaweza kusaidia mchakato wa\r\nkusajili watoto wanapozaliwa. Wakati mwingine vituo vya afya na hospitali\r\nhuwa na wasajili, ambao huweza kutoa cheti cha kuzaliwa pindi mtoto\r\nanapozaliwa au wakati wa kwenda kupata huduma za afya. Wakati mwingine\r\nusajili unafanyika katika programu za elimu ya kwa watoto.\r\n\r\n\r\n\r\n", 
        "source": "e88ab6278afc4d8a88ca07fb7d916118", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "ead1c76e82754561a9f086e1275e229b"
    }, 
    "model": "GitPageModel"
}