{
    "fields": {
        "subtitle": "", 
        "description": "Utupaji salama wa taka zote za kaya husaidia kuweka mazingira\r\nya kuishi katika hali ya usafi na ya kiafya. Mazingira ya namna\r\nhiyo husaidia kuzuia magonjwa.", 
        "language": "swh_TZ", 
        "title": "Utupaji salama wa taka zote za kaya husaidia kuweka mazingira ya kuishi katika hali ya usafi na ya kiafya. Mazingira ya namna hiyo husaidia kuzuia magonjwa.", 
        "primary_category": "ab26c6bfad66410a82b0e274f4c3b729", 
        "created_at": "2014-10-13T10:50:22+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T10:50:27.399453+00:00", 
        "linked_pages": [], 
        "slug": "utupaji-salama-wa-taka-zote-za-kaya-husaidia-kuweka-mazingira-ya-kuishi-katika-hali-ya-usafi-na-ya-kiafya-mazingira-ya-namna-hiyo-husaidia-kuzuia-magonjwa", 
        "content": "Vijidudu huweza kuenezwa na nzi, mende, na panya, wanaotafuta shibe\r\nkwenye taka kama vile vyakula vilivyotupwa, maganda ya matunda, na mboga\r\nza majani.\r\n\r\nkiwa hakuna sehemu ya pamoja ya kutupa taka kwa jamii nzima, kila\r\nfamilia inapaswa kuwa na shimo la taka ambapo taka za kaya zitatupwa au\r\nkuchomwa moto kila siku. \r\n\r\nKuweka kaya na maeneo ya jirani katika hali ya usafi na eneo lisilokuwa\r\nna vinyesi, taka, na maji machafu huweza kusaidia kuzuia magonjwa. Maji\r\nmachafu katika kaya yanaweza kumwagwa kwa usalama kwa kutengeneza\r\nshimo linaloingiza maji hayo ndani au mfereji kwenda katika bustani ya mboga\r\nna matunda au kwenda shambani. \r\n\r\nKemikali kama vile za kuulia wadudu na za kuulia magugu zinaweza kuwa\r\nhatari ikiwa hata kiasi kidogo kitaingia katika mfumo wa usambazaji maji au\r\nkatika vyakula, mikono, au miguu. Nguo na vyombo vinavyotumiwa wakati wa\r\nkushika kemikali visioshwe karibu na chanzo cha maji cha kaya. \r\n\r\nDawa za kuulia wadudu na kemikali zingine hazipaswi kutumiwa karibu na\r\nkaya au karibu na chanzo cha maji. Kemikali hazipaswi kuhifadhiwa katika\r\nvyombo vya maji au karibu na vyombo vya kuhifadhia maji au chakula. Kamwe\r\nusiweke chakula au maji katika vyombo vya kuwekea dawa za kuulia wadudu\r\nau mbolea.", 
        "source": "27cabcce897143bea7b8bf69ae0e2a09", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "c212d44338584b8797b7c162f76279fc"
    }, 
    "model": "GitPageModel"
}