{
    "fields": {
        "subtitle": "", 
        "description": "Karibu kila mama anaweza kunyonyesha vizuri. Unyonyeshaji\r\nwa mtoto mara kwa mara humfanya mama atoe maziwa mengi\r\nzaidi. Mtoto anapaswa kunyonyeshwa walau mara 8 kwa siku,\r\nusiku na mchana na wakati wowote atakapotaka kunyonya. ", 
        "language": "swh_TZ", 
        "title": "Karibu kila mama anaweza kunyonyesha vizuri. Unyonyeshaji wa mtoto mara kwa mara humfanya mama atoe maziwa mengi zaidi. Mtoto anapaswa kunyonyeshwa walau mara 8 kwa siku, usiku na mchana na wakati wow", 
        "primary_category": "eadb116abd4b427c84316e8f3963b2d6", 
        "created_at": "2014-10-12T18:23:46.784988+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T18:23:46.785325+00:00", 
        "linked_pages": [], 
        "slug": "karibu-kila-mama-anaweza-kunyonyesha-vizuri-unyonyeshaji-wa-mtoto-mara-kwa-mara-humfanya-mama-atoe-maziwa-mengi-zaidi-mtoto-anapaswa-kunyonyeshwa-walau-mara-8-kwa-siku-usiku-na-mchana-na-wakati-wow", 
        "content": "Ziwa la mama hutoa maziwa ya kumtosha mtoto. Ziwa hutoa maziwa zaidi\r\npale mtoto anapohitaji maziwa zaidi na hivyo kunyonya zaidi. Karibu kila mama\r\nnaweza kunyonyesha vizuri na kutoa maziwa ya kumtosha mtoto wake pale:\r\n\r\n - mtoto anapoishi kwa maziwa ya mama pekee\r\n - mtoto anaposhika ziwa vizuri na kulinyonya vizuri\r\n - mtoto anaponyonya mara kwa mara na kila anapohitaji kunyonya, ikiwa\r\n   ni pamoja na wakati wa usiku , na awe hanyang’anywi ziwe hadi\r\n   anapoacha mwenyewe kunyonya kwa kushiba. Mtoto amalize kwanza\r\n   kunyonya ziwa moja ndipo apewe jingine.\r\n\r\nNamna mama anavyomweka mtoto wake na jinsi mtoto anavyopeleka ziwa\r\nmdomoni ni kitu muhimu sana. Mtoto akiwekwa katika nafasi nzuri huweza\r\nkuweka vizuri ziwa mdomoni na kunyonya.\r\n\r\n**Dalili za kuonyesha kuwa mtoto yuko katika nafasi nzuri ya\r\nkunyonya ni:**\r\n\r\n - kichwa na mwili wa mtoto kuonekana vimenyooka\r\n - mtoto kuonekana yuko karibu kabisa na mwili wa mama\r\n - mwili wote wa mtoto kuonekana umemgeukia mama\r\n - mtoto kuonekana ametulia, anafurahi na ananyonya.\r\n\r\n**Kumweka mtoto vibaya kunaweza kusababisha matatizo kama:**\r\n\r\n - chuchu kuuma na kuchubuka\r\n - maziwa kutotoka vizuri\r\n - mtoto kukataa kunyonya\r\n\r\n**Dalili za kuonyesha kwamba mtoto ameshikilia vizuri ziwa\r\nmdomoni:**\r\n\r\n - sehemu kubwa ya ngozi nyeusi ya ziwa la mama kuonekana ikiwa juu\r\n   zaidi kuliko chini ya mdomo wa mtoto\r\n - mdomo wa mtoto kuonekana umefunguka kiasi cha kutosha\r\n - midomo ya chini ya mtoto kuonekana imeinamia nje\r\n - kidevu cha mtoto kuwa kimegusa ziwa la mama\r\n\r\n**Dalili kwamba mtoto ananyonya vizuri:**\r\n\r\n - mtoto hufyonza ziwa kwa muda mrefu akivuta maziwa\r\n - mashavu ya mtoto hutuna ka nje wakati akinyonya\r\n - mtoto huachia ziwa mara baada ya kumaliza kunyonya.\r\n\r\nBaada ya mtoto kuzaliwa anyonyeshwe wakati wowote anapotaka kunyonya.\r\nMtoto anyonyeshwe walau mara 8 katika kipindi cha saa 24, usiku na\r\nmchana. Endapo mtoto mchanga atakuwa akilala zaidi ya saa 3 baada ya\r\nkunyonya, anaweza kuamshwa taratibu na kunyonyeshwa. \r\n\r\nMtoto anapolia haina maana kwamba anataka chakula au kinywaji zaidi ya\r\nmaziwa ya mama. Inawezekana anahitaji kupakatwa, kubadilishwa nepi\r\nau anasikia joto au baridi. Baadhi ya watoto hupenda kunyonya ziwa kwa\r\nkujifurahisha. Kadiri mtoto anavyonyonya zaidi ndivyo mama anavyotoa\r\nmaziwa zaidi, hali ambayo humfanya mtoto apate maziwa ya kumshibisha.\r\nEndapo mtoto ataendelea kulia sana hata baada ya kunyonyeshwa na\r\nkupakatwa, inawezekana hajisikii vizuri. Mama na baba inabidi watafute\r\nushauri kwa mtaalamu wa afya, au mama asaidiwa ili aweze kumnyonyesha\r\nmtoto zaidi. \r\n\r\nKumlisha mtoto mara tu baada ya kuzaliwa kwa kutumia vifaa kama chupa\r\nkunaweza kumfanya asiweze kunyonya ziwa vizuri kwa vile namna ya\r\nunyonyaji wa mpira wa chupa ni tofauti na ile ya unyonyaji wa ziwa la mama.\r\nMtoto anaweza kukataa ziwa la mama huku akitaka anyonyeshwe kwa mpira\r\nwa chupa. Hali hiyo inaweza kupunguza muda wa kunyonya ziwa la mama\r\nna hivyo kusababisha kupungua kwa maziwa. Mpira wa chupa unaweza\r\nkuchafuliwa na viini vya magonjwa hivyo kuongeza hatari ya mtoto kupata\r\nmaambukizo. \r\n\r\nMama ambao huwa na hofu kuwa huenda watoto wao hawashibi kwa\r\nkunyonya maziwa ya mama pekee mara nyingi huwapa watoto vyakula na\r\nvinywaji vingine kabla hawajatimiza miezi sita. Ulishaji huo humfanya mtoto\r\nasinyonye ziwa la mama kiasi cha kutosha hivyo kufanya maziwa yasitoke kwa\r\nwingi. Mama atatoa maziwa mengi zaidi kama anamlisha mtoto wake kwa\r\nmaziwa ya mama pekee. Kadiri mtoto anavyozidi kunyonya ndivyo maziwa\r\nyanavyotoka kwa wingi zaidi.\r\n\r\nMama wafahamishwe kwa uhakika kuwa maziwa yao yanatosha kabisa\r\nkuwalisha watoto wao wachanga kwa kipindi cha miezi sita, na waelekezwe\r\nnamna ya kuwanyonyesha watoto wao. Mama wote hasa wale wenye\r\nwasiwasi kama maziwa yao pekee hayatoshelezi lishe ya mtoto, wasaidiwe\r\nkuondolewa wasiwasi huo, kazi ambayo haina budi kufanywa na baba wa\r\nmtoto, wanafamilia wengine, majirani, marafiki, watumishi wa afya, waajiri\r\nna vyama vya kinamama. Mama aliyejifungua kwa njia ya upasuaji anaweza\r\nkuhitaji usaidizi zaidi wakati wa kuanza kumnyonyesha mtoto wake.\r\n\r\nNi muhimu kutoa mafunzo kwa wakunga katika hospitali za serikali na za\r\nbinafsi kuhusu umuhimu wa unyonyeshaji ili nao waweze kuwaelimisha\r\nna kuwaelekeza mama wazazi namna ya kuendeleza unyonyeshaji.\r\nWawaelimishe pia kinababa na wanafamilia wengine ili nao watambue\r\numuhimu wa unyonyeshaji kwa maisha ya mtoto.", 
        "source": "275e8d0ff94346eb9856cd5b2064ecca", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "25ede40201b246cea52ce68901a61644"
    }, 
    "model": "GitPageModel"
}