{
    "fields": {
        "subtitle": "", 
        "description": "Wazazi au walezi wengineo wanapaswa kuongea na watoto\r\nwao kuhusu mahusiano, ngono na mazingira hatarishi waliyo\r\nnayo ya kuambukizwa VVU. Wasichana wenye umri mdogo ndio\r\nhasa walio katika hatari ya kuambukizwa VVU. Wasichana na\r\nwavulana wanapaswa kujifunza jinsi ya kuepuka, kukataa au\r\nkujilinda dhidi ya unyanyasaji na ukatili wa kijinsia na shinikizo\r\nla rika. Wanapaswa kuelewa umuhimu wa usawa na heshima\r\nkatika mahusiano.", 
        "language": "swh_TZ", 
        "title": "Wazazi au walezi wengineo wanapaswa kuongea na watoto wao kuhusu mahusiano, ngono na mazingira hatarishi waliyo nayo ya kuambukizwa VVU. Wasichana wenye umri mdogo ndio hasa walio katika hatari ya kua", 
        "primary_category": "62caccc5066b4e9f82185983536893fb", 
        "created_at": "2014-10-13T14:19:57+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-13T14:20:00.963460+00:00", 
        "linked_pages": [], 
        "slug": "wazazi-au-walezi-wengineo-wanapaswa-kuongea-na-watoto-wao-kuhusu-mahusiano-ngono-na-mazingira-hatarishi-waliyo-nayo-ya-kuambukizwa-vvu-wasichana-wenye-umri-mdogo-ndio-hasa-walio-katika-hatari-ya-kua", 
        "content": "Wakati ambapo watoto wanahitaji kujua ukweli wa kibiolojia kuhusu ngono,\r\nwanahitaji pia kuelewa kwamba uhusiano wa kimapenzi unahusisha wajibu na kujaliana. Kujadiliana na mtoto kuhusu hisia za uhusiano wa kimapenzi\r\nkutamsaidia kufanya maamuzi ya kiafya baadaye na kupingana na shinikizo la\r\nrika. \r\n\r\nNi muhimu kuzungumzia ngono kwa namna inayofaa kulingana na umri wa\r\nmtoto na hatua yao ya mabadiliko na kwa kuzingatia maadili. \r\n\r\nWakati wa kuzungumza na watoto, ni muhimu kuwafahamisha kwamba\r\nwasichana wenye umri mdogo ndio hasa walio katika hatari zaidi ya\r\nkuambukizwa VVU. Wasichana wanahitaji msaada ili wajikinge na ngono\r\nzisizotakiwa na zisizo salama.\r\n\r\n**Katika nchi nyingi, viwango vya maambukizo ya VVU viko juu\r\nmiongoni mwa wasichana kuliko wavulana.**\r\n\r\nWasichana wanaweza kuathirika kirahisi zaidi na maambukizo ya VVU kwa\r\nsababu:\r\n\r\n- Hawawezi kuchagua lini wafanye ngono au kumwomba mwanaume atumie\r\nkondomu\r\n- Utando wao wa ukeni ni mwembamba kuliko akina mama waliokomaa na\r\nhivyo unaweza kuchubuka kirahisi kutokana na ngono; michubuko hiyo\r\ninaweza kuruhusu maambukizo ya VVU na mengineyo yaenezwayo kwa\r\nnjia ya ngono\r\n- Wakati mwingine wanalengwa na wanaingia katika mahusiano\r\nna wanaume wenye umri mkubwa zaidi ambao wanaweza kuwa\r\nwameambukizwa\r\n- Wako katika mazingira hatarishi ya kuweza kutumiwa katika biashara ya\r\nngono na kusafirishwa, hali inayowaweka katika hatari kubwa. \r\n\r\nWasichana na akina mama wana haki ya kukataa kufanya ngono isiyotakiwa\r\nna ya bila kinga. Wana haki pia ya kujifunza stadi za jinsi ya kuepuka,\r\nkukataa au kujikinga dhidi ya kutongozwa wasipotaka. Wasichana na akina\r\nmama wanahitaji kufahamu cha kufanya na wapi pa kwenda wanapokuwa\r\nwamefanyiwa vitendo vya ubakaji. Wanapaswa kutafuta msaada wa mtaalamu\r\nwa afya au kwenda katika kituo cha afya kwa ajili ya matibabu na ushauri\r\nnasaha. Wataalamu wa afya na wafanyakazi wa idara ya ustawi wa jamii\r\nwanapaswa kupatiwa mafunzo ili wawe waelewa kwa wasichana na akina\r\nmama wanapokuwa katika hali kama hii. Taarifa hii inawahusu pia wavulana. \r\n\r\nWazazi, walimu, viongozi wa jamii na watu wengine ambao ni mfano wa\r\nkuigwa na watoto na vijana wanaweza kusaidia kwa kuchochea majadiliano\r\nbaina ya wasichana na wavulana kuhusu unyanyasaji na ukatili wa kijinsia na\r\nshinikizo la rika. Wanaweza pia kutetea haki za wasichana na wanawake na\r\nhalikadhalika usawa na heshima katika mahusiano. \r\n\r\nKatika kushughulikia suala la ukatili, wavulana na vijana wanahitaji\r\nkushirikishwa kikamilifu katika kutafuta masuluhisho na suala hili linapaswa\r\nkutazamwa kama tatizo. Ushiriki wao kikamilifu katika kufanikisha usawa\r\nwa kijinsia unapaswa kulitazama kwa undani suala la fikra potofu kuhusu\r\njinsia na matarajio yake ikiwa ni pamoja na majukumu na wajibu wa\r\nwanaume. Majadiliano nyumbani na shuleni na katika shughuli za kijamii\r\nkuhusu kuheshimu maamuzi ya wasichana na akina mama, ufanyaji wao wa\r\nmaamuzi na wanavyokabiliana na shinikizo la rika yanaweza kuchangia katika\r\nushirikishwaji wa wavulana na halikadhalika wasichana katika taratibu za kiafya\r\nna katika kukabiliana na fikra potofu zenye madhara.\r\n\r\n", 
        "source": "bc9e4d937e1c44b6bf9a7f73a6bd77c6", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "ad2877860fcd477ea5e3231ef2c1d140"
    }, 
    "model": "GitPageModel"
}