{
    "fields": {
        "subtitle": "", 
        "description": "Watoto wachanga hawana budi kukabidhiwa kwa mama zao\r\nmara tu baada ya kuzaliwa ili wapakatwe. Mama wagusanishe\r\nmoja kwa moja miili yao na ya watoto wao wachanga na waanze\r\nkuwanyonyesha ndani ya saa moja baada ya kuzaliwa.", 
        "language": "swh_TZ", 
        "title": "Watoto wachanga hawana budi kukabidhiwa kwa mama zao mara tu baada ya kuzaliwa ili wapakatwe. Mama wagusanishe moja kwa moja miili yao na ya watoto wao wachanga na waanze kuwanyonyesha ndani ya saa mo", 
        "primary_category": "eadb116abd4b427c84316e8f3963b2d6", 
        "created_at": "2014-10-12T17:59:23.850650+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T17:59:23.850823+00:00", 
        "linked_pages": [], 
        "slug": "watoto-wachanga-hawana-budi-kukabidhiwa-kwa-mama-zao-mara-tu-baada-ya-kuzaliwa-ili-wapakatwe-mama-wagusanishe-moja-kwa-moja-miili-yao-na-ya-watoto-wao-wachanga-na-waanze-kuwanyonyesha-ndani-ya-saa-mo", 
        "content": "Kugusanisha ngozi ya mama na mtoto wake mchanga pamoja na kuanza\r\nmapema kumnyonyesha baada tu ya kuzaliwa huchochea kuongezeka kwa\r\nmaziwa ya mama. Unyonyeshaji pia husababisha kusinyaa kwa nyumba\r\nTaarifa za ufafanuzi62\r\nya uzazi , hali hiyo hupunguza hatari ya kutoka damu nyingi au ya kupata\r\nmaambukizo na pia husaidia kusukuma kondo la nyuma nje). \r\n\r\nDan’ga, maziwa mazito ya njano ambayo hutoka kwa mama kwa siku chache\r\nmara tu baada ya kujifungua, ni chakula kizuri sana kwa mtoto mchanga. Yana\r\nlishe kubwa na yamejaa kinga ambayo husaidia kumlinda mtoto mchanga\r\ndhidi ya maambukizo. Wakati mwingine mama hushauriwa wasiwanyonyeshe\r\nwatoto wao dang’a. Ushauri wa aina hiyo ni potofu. Watoto wachanga\r\nhunufaika kwa kunyonya maziwa mwanzo.\r\n\r\nMtoto mchanga hahitaji chakula au kinywaji cha aina nyingine wakati mama\r\nyake anapoanza kutoa maziwa na unyonyeshaji ukaanza kikamilifu. Kumpa\r\nmtoto chakula au kinywaji cha aina nyingine kunaweza kuchelewesha kutoka\r\nkwa maziwa ya mama. Kunaweza pia kumweka mtoto katika hatari ya\r\nkupatwa na ugonjwa wa kuharisha pamoja na maambukizo mengine. Maziwa\r\nyanayopatikana kwa mama yana lishe tosha na yanatosheleza kwa mtoto\r\nmchanga. Mtoto anyonyeshwa mara kwa mara kadiri anavyotaka kunyonya. \r\n\r\nMtoto mwenye matatizo ya kunyonya mara tu baada ya kuzaliwa awekwe\r\nkaribu sana na mama yake, apewe ziwa mara kwa mara, asaidiwe kuingiza\r\nziwa mdomoni na kukamuliwa maziwa moja kwa moja mdomoni vingineyo\r\nalishwe maziwa yaliyokamuliwa kwenye kikombe au chupa safi na salama.\r\nMama asaidiwe katika kumweka mtoto karibu na ziwa na kumnyonyesha,\r\npia afahamishwe namna ya kumlisha mtoto maziwa yaliyokamuliwa, kama ni\r\nlazima. \r\n\r\nMaziwa ya mama yanafaa zaidi kwa watoto waliozaliwa na uzito pungufu. Hata\r\nhivyo baadhi ya watoto wa aina hiyo hushindwa kunyonya wenyewe baada\r\ntu ya kuzaliwa. Kwa watoto wa aina hiyo, wasaidiwe kwa njia zifuatazo kwa\r\nkuanza na ile ya kwanza: kwanza, walishwe maziwa ya mama yaliyokamuliwa;\r\npili, walishwe maziwa yaliyokamuliwa kutoka kwa mama wengine (mama\r\nasiye na maambukizo ya VVU na ambaye usalama wa maziwa yake\r\numehakikishwa); tatu, maziwa ya dukani. Mtoto alishwe maziwa kwa kutumia\r\nkikombe , kijiko au paladai (kikombe maalumu cha kumlishia mtoto maziwa)\r\nau kwa kutumia mipira maalumu inayotumika hospitalini. \r\n\r\nNi vizuri mama na mtoto wake mchanga wakae katika chumba kimoja mara tu\r\nbaada ya mama kujifungua. Endapo mama amejifungulia hospitalini au katika\r\nkliniki, apewe haki yake ya kukaa pamoja na mtoto wake saa 24 kwa siku.\r\nKama mama ananyonyesha ahakikishe kwamba mtoto wake hapewi maji au\r\nmaziwa ya dukani. ", 
        "source": "987e4dc293804ccc9962a69d271e68b4", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "dd4a5e811bef46218a6a79e6df8dd6d2"
    }, 
    "model": "GitPageModel"
}