{
    "fields": {
        "subtitle": "", 
        "description": "Ugonjwa wa kuhara husababisha vifo vya watoto kutokana na\r\nkupoteza majimaji, na hivyo kukausha maji mwilini mwa watoto.\r\nMara tu mtoto anapoanza kuhara, ni muhimu apewe maji ya\r\nziada sambamba na vyakula na vinywaji vya kawaida.", 
        "language": "swh_TZ", 
        "title": "Ugonjwa wa kuhara husababisha vifo vya watoto kutokana na kupoteza majimaji, na hivyo kukausha maji mwilini mwa watoto. Mara tu mtoto anapoanza kuhara, ni muhimu apewe maji ya ziada sambamba na vyakul", 
        "primary_category": "9e39b5f245b241b2af54c96932454c32", 
        "created_at": "2014-10-12T20:05:48.978896+00:00", 
        "featured_in_category": false, 
        "modified_at": "2014-10-12T20:05:48.979085+00:00", 
        "linked_pages": [], 
        "slug": "ugonjwa-wa-kuhara-husababisha-vifo-vya-watoto-kutokana-na-kupoteza-majimaji-na-hivyo-kukausha-maji-mwilini-mwa-watoto-mara-tu-mtoto-anapoanza-kuhara-ni-muhimu-apewe-maji-ya-ziada-sambamba-na-vyakul", 
        "content": "Mtoto atakuwa na amepatwa na ugonjwa wa kuhara anapokunya kinyesi\r\ncha majimaji mara tatu au zaidi kwa siku. Kadri kinyesi kinavyozidi kuwa cha\r\nmajimaji ndivyo ugonjwa wa kuhara unavyozidi kuwa hatari zaidi.\r\n\r\nBaadhi ya watu hudhani kuwa kunywa vinywaji husababisha ugonjwa wa\r\nkuhara uwe mkali zaidi. Huo si ukweli. Mtoto mwenye ugonjwa wa kuhara\r\nanapaswa kupewa vinywaji, pamoja na kunyonya maziwa ya mama mara\r\nnyingi kadri iwezekanavyo. Kunywa maji au vinywaji vingine hufidia majimaji\r\nyaliyopotea mwilini wakati wa kuhara.\r\n\r\nVinywaji vinavyoshauriwa kwa mtoto mwenye ugonjwa wa kuhara ni pamoja\r\nna: \r\n\r\n - maziwa ya mama (mama wanapaswa kuwanyonyesha watoto wao mara nyingi\r\n   kadri iwezekanavyo).\r\n - ORS iliyoboreshwa kwa ajili ya kurudisha maji mwilini\r\n   kilichochanganywa na kiasi kinachofaa cha maji safi (*Angalia jedwali\r\n   kuhusu ORS baada ya ujumbe wa 5)*\r\n - supu\r\n - maji ya mchele\r\n - juisi asilia za matunda maji ya madafu\r\n - maji safi kutoka katika chanzo salama. Kama hakuna uwezekano wa\r\n   kupata maji safi na salama ya kunywa, maji yaliyopo yanapaswa\r\n   kufanywa salama kwa kuchemshwa, kuchujwa, kuongeza klorini au kuua\r\n   vijidudu kwa kutumia mwanga wa jua kwa kuzingatia maelekezo\r\n   yaliyotolewa na mtaalam wa afya.\r\n\r\nIli kuepuka kupoteza maji, watoto wanaonyonya wanapaswa kunyonyeshwa\r\nmaziwa ya mama mara nyingi kadri iwezekanavyo: Watoto ambao\r\nhawanyonyi, wanapaswa kunywa kiasi kifuatacho cha vinywaji kila baada ya\r\nkuharisha.\r\n\r\n - kwa mtoto mwenye umri wa chini ya miaka 2: anywe ORS iliyoboreshwa\r\n   kati ya robo na nusu kikombe chenye ujazo wa mililita 250.\r\n - Kwa mtoto mwenye umri wa miaka 2: anywe ORS iliyoboreshwa kati ya\r\n   nusu na kikombe kizima chenye ujazo wa mililita 250.\r\n\r\nVikombe safi vitumike kunyweshea kinywaji. Chupa isitumike. Ni vigumu sana\r\nkuosha chupa kikamilifu, na chupa zisizooshwa zinaweza kuwa na vijidudu\r\nvinavyosababisha ugonjwa wa kuhara.\r\n\r\nIkiwa mtoto anatapika, mzazi au mlezi anapaswa kusubiri kwa dakika 10 kisha\r\naanze kumnywesha mtoto kinywaji taratibu—amnyweshe kidogokidogo. \r\n\r\nMtoto anapaswa kupewa vinywaji vya ziada pamoja na vyakula vya kawaida\r\nhadi mtoto atakapokoma kuhara.\r\n\r\nUgonjwa wa kuhara hukoma baada ya siku 3 au 4. Ikiwa kuhara kunaendelea ,\r\nwazazi au walezi wanapaswa kutafuta msaada toka kwa mtaalam wa afya. ", 
        "source": "bdcc51a6a0d54809b8197df3885f1e1f", 
        "featured": false, 
        "published": true, 
        "position": 0, 
        "id": "c425df6654c24f1aa3a786b615b87b1e"
    }, 
    "model": "GitPageModel"
}